[
    {
        "id": 1,
        "category": "خاطرات صبح و عصر",
        "array": [
            {
                "id": 1,
                "text": "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ ﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾.",
                "count": 1,
                "translation": "الله : معبودی جز او نیست، زنده و نگهدارنده هستی. نه خواب او را فرا می گیرد و نه خواب. آنچه در آسمانها و آنچه در زمین است از آن اوست. کیست که جز به اذن او نزد او شفاعت کند؟ او آنچه را که پیش روی آنان است و آنچه را که پس از آنان خواهد بود، می داند و آنان بر چیزی از علم او جز به آنچه بخواهد احاطه ندارند. کرسی او آسمانها و زمین را فرا گرفته است و حفظ آنها او را خسته نمی کند. و او بلندمرتبه و بزرگ است.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ (ثلاثَ مرَّاتٍ).",
                "count": 3,
                "translation": "سه سوره زیر یک بار بعد از نماز ظهر و عصر و عشاء و سه بار بعد از نماز فجر و مغرب خوانده شود.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيرَ مَا بَعْدَهُ ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي  هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ)). [ وإذا أمسى قال: أمسينا وأمسى الملك للَّه] [وإذا أمسى قال: رب أسألك خير ما في هذه الليلة، وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة، وشر ما بعدها.]",
                "count": 1,
                "translation": "«ما به صبح رسیده‌ایم و در این وقت، همه فرمانروایی از آن خداست و حمد و ستایش مخصوص خداست. هیچ کس جز خدا حق پرستش ندارد، یکتا و بدون شریک، حاکمیت و ستایش از آن اوست و او بر هر چیزی تواناست. پروردگارا من از تو خیر این روز و خیر آنچه را که در پی آن خواهد آمد از تو می خواهم و از شر این روز و بدی های آن روز به تو پناه می برم. پروردگارا از تنبلی و پیری به تو پناه می برم. پروردگارا، از عذاب در آتش و عذاب در قبر به تو پناه می برم.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "((اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا ، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ)). [وإذا أمسى قال: اللَّهم بك أمسينا، وبك أصبحنا، وبك نحيا، وبك نموت، وإليك المصير.]",
                "count": 1,
                "translation": "(خدایا به اذن تو به صبح رسیدیم و به اذن تو به شام ​​رسیدیم و به اذن تو زنده ایم و می میریم و قیامت به سوی توست.)[در شام:] (خدایا به اذن تو به شام ​​رسیدیم و به اذن تو به صبح رسیدیم، به اذن تو زنده ایم و میمیریم و بازگشت ما به سوی توست).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "((اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ)).",
                "count": 1,
                "translation": "(خدایا تو پروردگار من هستی، هیچ کس جز تو حق پرستش را ندارد، تو مرا آفریده ای و من بنده تو هستم و به عهد و عهد تو تا جایی که می توانم پایبندم، از شرّی که مرتکب شده ام به تو پناه می برم، نعمت تو را بر خود تصدیق می کنم و گناهم را تصدیق می کنم، پس جز اینکه گناهم را نبخشی.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 6,
                "text": "((اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتِكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ)) (أربعَ مَرَّاتٍ).[ وإذا أمسى قال: اللَّهم إني أمسيت...]",
                "count": 4,
                "translation": "(خدایا من به صبح رسیدم و تو را که صاحبان عرش و زوایا و همه خلقت هستی می‌خوانم تا شهادت بدهی که تو خدایی، هیچ کس حق ندارد جز تو یگانه و بی شریک عبادت شود و محمد بنده و فرستاده توست.) (چهار بار در صبح و شام).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 7,
                "text": "((اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ)). [وإذا أمسى قال: اللَّهم ما أمسى بي...]",
                "count": 1,
                "translation": "(خداوندا، من یا یکی از خلقت بر چه نعمتی برخاسته‌ایم، تنها از جانب توست، بدون شریک، پس حمد و سپاس برای توست.) (...هر کس این را در صبح بگوید، شکر روز خود را به جای آورده است و هر کس این را در شام بگوید، شکر شب خود را به جای آورده است).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 8,
                "text": "((اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ)) (ثلاثَ مرَّاتٍ).",
                "count": 3,
                "translation": "(اللَّهُمْ أَنْسَعْنَ اللَّهُمْ أَعْبَدُ اللَّهُمْ عَلَى اللَّهِمَ عَنْ اللَّهُمْ أَعْبَدُونَ اللَّهُمْ أَحْبُدُ اللَّهُ إِلاَّ أَعْبَدُونَ).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 9,
                "text": "((حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ)) (سَبْعَ مَرّاتٍ).",
                "count": 7,
                "translation": "خدا مرا بس است و جز او حق پرستش را ندارد، بر او توکل کردم و او پروردگار عرش بلند است.» (هفت مرتبه به عربی بخوان).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 10,
                "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي)).",
                "count": 1,
                "translation": "خدایا از تو عفو و عافیت دنیا و آخرت را خواستارم. خدایا از تو عفو و سعادت در امور دینی و دنیوی و خانواده و اموالم را خواستارم. خدایا بر ضعف هایم بپوشان و اندوهم را برطرف کن. خدایا مرا از پیش رو و از پشت و از راست و چپ و از بالا حفظ کن و به تو پناه می برم که زمین مرا فرو برد.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 11,
                "text": "((اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشَرَكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ)).",
                "count": 1,
                "translation": "(خداونداى داناى غيب و آشكار، و آفريننده آسمانها و زمين، پروردگار و فرمانرواى هر چيزى، گواهى مى‏دهم كه جز تو، كسى را حق پرستش ندارد. از شر نفس خود و شر و شرك شيطان و از ارتكاب ظلم بر نفس خود و يا شريك كردن با مسلمانان به تو پناه مى‏برم). این امر می تواند در (1) اعتقاد به این که غیر از خدا قدرت دارد، (2) به غیر از خدا سوگند یاد می کند و (3) عمل می کند.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 12,
                "text": "((بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ)) (ثلاثَ مرَّاتٍ).",
                "count": 3,
                "translation": "(به نام خدایی که به نام او در زمین و آسمان ها هیچ آسیبی نمی بیند و او بینا و داناست.» (سه بار)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 13,
                "text": "((رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً)) (ثلاثَ مرَّاتٍ).",
                "count": 3,
                "translation": "(من از خداوند به عنوان پروردگار و اسلام به عنوان دین و محمد به عنوان پیامبر راضی هستم.» (سه بار)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 14,
                "text": "((يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ)).",
                "count": 1,
                "translation": "(اى زنده، اى بى‌نفس و پشتيبان همه، به رحمت تو يارى مى‌طلبم، تمام كارهايم را براى من اصلاح كن و مرا به خود واگذار مكن، حتي يك چشم به هم زدن.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 15,
                "text": "((أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُـمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ:فَتْحَهُ، وَنَصْرَهُ، وَنورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ)). [وإذا أمسى قال: أمسينا وأمسى الملك للَّه ربّ العالمين اللَّهم إني أسألك خير هذه الليلة: فتحها، ونصرها، ونورها، وبركتها، وهداها، وأعوذ بك من شر ما فيها، وشر ما بعدها.]",
                "count": 1,
                "translation": "(ما به صبح رسیدیم و در این هنگام تمام فرمانروایی از آن خدای پروردگار جهانیان است. خدایا خیر این روز و پیروزی ها و پیروزی هایش و نور و برکاتش و هدایتش را از تو می خواهم و از شر این روز و بدی که پس از آن می آید به تو پناه می برم.) در این زمان تمام حاکمیت از آن خدای رب العالمین است، از تو می خواهم خیر امشب، پیروزی ها و پیروزی هایش، نور و برکاتش و هدایتش را، و از شر امشب و بدی های پس از آن به تو پناه می برم.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 16,
                "text": "((أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ)). [وإذا أمسى قال: أمسينا على فطرة الإسلام...]",
                "count": 1,
                "translation": "(ما بر فطره اسلام و كلام ايمان خالص و بر دين پيامبرمان محمد و دين جدمان ابراهيم قيام مي كنيم كه مسلمان و با ايمان حقيقي بود و از شرك آوران خدا نبود.) (فطره: دين اسلام، راه ابراهيم )",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 17,
                "text": "((سُبْحَانَ اللَّهِ وَبِحَمْدِهِ)) (مائة مرَّةٍ).",
                "count": 100,
                "translation": "(چقدر خدا کامل است و من او را ستایش می کنم) (صد مرتبه)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 18,
                "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) (عشرَ مرَّات) ، أَوْ (مرَّةً واحدةً عندَ الكَسَلِ).",
                "count": 10,
                "translation": "(هیچ کس جز خدا حق پرستش را ندارد، یگانه و بی شریک، فرمانروایی و ستایش از آن اوست و او بر هر چیزی قادر مطلق است.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 19,
                "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) (مائةَ مرَّةٍ إذا أصبحَ).",
                "count": 100,
                "translation": "(هیچ کس جز خدا حق پرستش ندارد، یگانه و بی شریک، فرمانروایی و ستایش از آن اوست و او بر هر چیزی قادر مطلق است.) ((هر روز صد بار))",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 20,
                "text": "((سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ)) (ثلاثَ مرَّاتٍ إذا أصبحَ).",
                "count": 3,
                "translation": "(چقدر خدا کامل است و او را به تعداد خلقت و رضای او و سنگینی عرش و مرکب کلماتش ستایش می کنم) (سه مرتبه)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 21,
                "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً)) (إذا أصبحَ).",
                "count": 1,
                "translation": "(خدایا از تو علم سودمند و روزی نیکو و عمل پسندیده می خواهم.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 22,
                "text": "((أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ)) (مِائَةَ مَرَّةٍ فِي الْيَوْمِ).",
                "count": 100,
                "translation": "«از خدا آمرزش می‌خواهم و به سوی او توبه می‌کنم» [روزی صد بار]",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 23,
                "text": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ)) (ثلاثَ مرَّاتٍ إذا أمسى).",
                "count": 3,
                "translation": "(از شری که آفریده به کلام کامل خداوند پناه می برم) (سه نوبت در شب)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 24,
                "text": "((اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ)) (عشرَ مرَّاتٍ).",
                "count": 10,
                "translation": "«خدایا بر پیامبر ما محمد صلوات فرست.» [ده بار]",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 2,
        "category": "یاد خواب",
        "array": [
            {
                "id": 1,
                "text": "((يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ)) (يفعلُ ذلك ثلاثَ مرَّاتٍ).",
                "count": 3,
                "translation": "(هنگامی که پیامبر هر شب به رختخواب می رفت، کف دست های خود را به هم می گرفت، تف (نوعی تف که عمدتاً از هوا تشکیل می شود با کمی آب دهان) در آنها تف می داد، سه سوره آخر (الاخلاص، الفلق، الناس) قرآن را تلاوت می کرد و سپس تا آنجا که ممکن بود تمام بدن خود را با دستان خود مسح می کرد، سپس این کار را از سر و صورت شروع می کرد.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْـــــــــــدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾.",
                "count": 1,
                "translation": "الله : معبودی جز او نیست، زنده و نگهدارنده هستی. نه خواب او را فرا می گیرد و نه خواب. آنچه در آسمانها و آنچه در زمین است از آن اوست. کیست که جز به اذن او نزد او شفاعت کند؟ او آنچه را که پیش روی آنان است و آنچه را که پس از آنان خواهد بود، می داند و آنان بر چیزی از علم او جز به آنچه بخواهد احاطه ندارند. کرسی او آسمانها و زمین را فرا گرفته است و حفظ آنها او را خسته نمی کند. و او بلندمرتبه و بزرگ است.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "﴿آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾.",
                "count": 1,
                "translation": "(285) پیامبر به آنچه از جانب پروردگارش بر او نازل شده ایمان آورده است و مؤمنان نیز. همگی به خدا و فرشتگان و کتابهای او و فرستادگانش ایمان آوردند و گفتند: ما بین هیچ یک از پیامبرانش فرقی نمی گذاریم. و گفتند: می شنویم و اطاعت می کنیم. پروردگارا آمرزش تو را می طلبیم و مقصد به سوی توست.(286) خداوند هیچ کس را جز به اندازه توانش تکلیف نمی کند. [نتیجه] آنچه [خیر] به دست آورده است، و [نتیجه] آنچه [بد] به دست آورده است، خواهد بود. پروردگارا، اگر فراموش کرده ایم یا خطا کرده ایم، ما را ملامت مکن. پروردگارا، و مانند آنچه بر دوش کسانى که پیش از ما گذاشته بودند، بر ما مگذار. پروردگارا، و ما را بر آنچه توان تحمل آن را نداریم، تکلیف مکن. و ما را ببخش و ما را ببخش و به ما رحم کن تو سرپرست ما هستی، پس ما را بر گروه کافران پیروز گردان.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "((بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ)).",
                "count": 1,
                "translation": "(به نام تو دراز می کشم و به نام تو قیام می کنم، پس اگر جانم را گرفتی به او رحم کن، و اگر جانم را برگردانی، همان گونه که با بندگان صالحت می کنی، حفظش کن).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "((اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ)).",
                "count": 1,
                "translation": "(خدایا جانم را آفریده ای و جانش را می گیری، حیات و مرگ از آن توست. اگر جانم را زنده نگه داری حفظش کن و اگر جانم را گرفتی ببخش. خدایا از تو می خواهم که به من سلامتی عطا کنی.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 6,
                "text": " ((اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ)).",
                "count": 1,
                "translation": "(خدایا مرا از عذابت حفظ کن در روزی که بندگانت برانگیخته می شوند).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 7,
                "text": "((بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا)).",
                "count": 1,
                "translation": "(به نام تو زنده ام و می میرم.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 8,
                "text": "((سُبْحَانَ اللَّهِ (ثلاثاً وثلاثين) وَالْحَمْدُ لِلَّهِ (ثلاثاً وثلاثين) وَاللَّهُ أَكْبَرُ (أربعاً وثلاثينَ))).",
                "count": 1,
                "translation": "(چقدر خدا کامل است. (سی و سه مرتبه) حمد مخصوص خداست (سی و سه مرتبه) الله اکبر است (سی و چهار مرتبه))",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 9,
                "text": "((اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ)).",
                "count": 1,
                "translation": "(خداوندا ای پروردگار آسمانهای هفتگانه و عرش بلند ما و پروردگار همه چیز، شکافنده دانه و سنگ خرما، نازل کننده تورات و انجیل و فرقان، به تو پناه می برم از شر هر چیزی که به پیشانی خواهی چنگ خواهی کرد (یعنی تو بر هیچ چیز مسلط نیستی و بر تو مسلط نیستی). پس از تو چیزی نیست. تو اثاحیر هستی پس هیچ چیزی بالاتر از تو نیست و تو الباطین پس چیزی نزدیکتر از تو نیست. بدهی ما را بپرداز و ما را از فقر رهایی بخش. باطل.) (اثثاهر: دلالت بر عظمت صفات او و ناچیز بودن هر آفریده ای نسبت به عظمت و عظمت او دارد، زیرا او از نظر ذات و صفاتش برتر از همه مخلوقاتش است.) (الباطین: بیانگر آگاهی و علم او به همه اسرار است، به آنچه در دل ها و نزدیک ترین چیزها به انسان دلالت می کند. شایسته اعلیحضرت است.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 10,
                "text": "((الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ)).",
                "count": 1,
                "translation": "(حمد و ستایش مخصوص خداوندی است که ما را اطعام کرد و سیراب کرد و ما را بس است و ما را پناه داده است، چه بسیارند که کفایت و یا پناهگاهی برایشان ندارند).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 11,
                "text": "((اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ)).",
                "count": 1,
                "translation": "(خداونداى داناى ظاهر و غیب و آفریدگار آسمانها و زمین و پروردگار و فرمانروا بر هر چیزى گواهى مى‌دهم كه جز تو عبادتى نیست. پناه مى‌برم از شر نفسم و شر و شرك شیطان و از ارتكاب ظلم بر نفس خود یا شریک كردن به مسلمانى كه به خدا معترض است). این امر می تواند در (1) اعتقاد به این که غیر از خدا قدرت دارد، (2) به غیر از خدا سوگند یاد کند و (3) به غیر از خدا.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 12,
                "text": "((يَقْرَأُ ﴿الم﴾ تَنْزِيلَ السَّجْدَة ِ،  وَتَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ)).",
                "count": 1,
                "translation": "(پیامبر هرگز نمی خوابید تا اینکه سوره سجده (سوره 32) و سوره الملک (سوره 67) را نخواند.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 13,
                "text": "((اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ)).",
                "count": 1,
                "translation": "(خدایا جانم را تسلیم تو می‌کنم و کارم را به تو می‌سپارم و روی خود را به سوی تو می‌گردانم و به امید و ترس از تو بر تو تکیه می‌کنم، به راستی که هیچ پناهگاه و پناهگاهی جز نزد تو نیست. من به کتابت که نازل کرده‌ای و به پیامبرت که فرستاده‌ای ایمان دارم.) اسلام، راه ابراهیم علیه السلام.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 3,
        "category": "یاد بیدار شدن از خواب",
        "array": [
            {
                "id": 1,
                "text": "( الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ )",
                "count": 1,
                "translation": "(حمد و ستایش مخصوص خداوندی است که ما را بعد از گرفتن آن زنده کرد و قیامت برای اوست).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "( لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ للَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفرْ لِي ).",
                "count": 1,
                "translation": "(هیچ کس جز خدا حق پرستش ندارد، یگانه بدون شریک، فرمانروایی و ستایش از آن اوست، و او بر هر چیزی تواناست، چه کامل است خداوند، و همه حمد و ستایش برای اوست، و هیچ کس جز خدا حق پرستش را ندارد، و خداوند بزرگ است و هیچ قدرت و توانا و توانا جز نزد من نیست).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "( الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لي بِذِكْرِهِ )",
                "count": 1,
                "translation": "(حمد و ستایش مخصوص خداوندی است که سلامتی مرا به من بازگرداند و روحم را برگرداند و به من اجازه داد تا او را یاد کنم.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "﴿ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لأُوْلِي الألْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ* رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ* رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ* رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ* فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَاباً مِّن عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ * لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ * مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ * لَكِنِ الَّذِينَ اتَّقَوْاْ رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِّنْ عِندِ اللَّهِ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلأَبْرَارِ * وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ*يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ ﴾",
                "count": 1,
                "translation": "(190) همانا در آفرينش آسمانها و زمين و آمد و شد شب و روز نشانه هايي است براي خردمندان (191) كه خدا را در حال ايستاده يا نشسته يا بر پهلو ياد مي كنند و در آفرينش آسمانها و زمين مي انديشند [و مي گويند] پروردگارا تو اين را بيهوده خلق نكردي! منزّه هستی [از چنین چیزی]; پس ما را از عذاب دوزخ حفظ كن.(192) پروردگارا، هر كه را به آتش وارد كنى، او را رسوا كرده‏اى و ستمكاران را ياورى نيست (193) پروردگارا، همانا ما منادى را شنيديم كه به ايمان دعوت مى‏كرد [كه مى‏گفت] به پروردگار خود ايمان بياوريد و ما ايمان آورديم. پروردگارا، گناهان ما را ببخش و زشتی‌های ما را از ما دور کن و ما را با نیکوکاران بمیران!(194) پروردگارا، و آنچه را که به وسیله رسولانت به ما وعده داده‌ای به ما عطا کن و ما را در روز قیامت رسوا مکن. همانا تو در وعده خود تخلّف نمی‌کنی.(195) و پروردگارشان به آنان پاسخ داد: هرگز اجازه نمی‌دهم که کار هیچ یک از شما، چه مرد و چه زن، از بین برود. شما از یکدیگر هستید پس کسانی که هجرت کردند یا از خانه های خود بیرون رانده شدند، یا در راه من آسیب دیدند، یا جنگیدند یا کشته شدند، قطعا بدی هایشان را از آنان خواهم زدود، و قطعاً آنان را در باغ هایی که از زیر درختانش نهرها جاری است، به پاداش خداوند وارد می کنم، و خداوند بهترین پاداش را نزد او دارد (196) (196) (196) 197 ) لذتی ناچیز است. پس پناهگاهشان جهنم است و بد جایگاه آرامگاه.(198) اما برای کسانی که از پروردگارشان می ترسیدند باغهایی دارند که از زیر درختانش نهرها جاری است، جاودانه در آن جاودانه است و جایگاهی از جانب خداست. و آنچه نزد خداست برای پرهیزگاران بهتر است.(199) و به راستی از اهل کتاب کسانی هستند که به خدا و آنچه بر تو و آنچه بر آنان نازل شده ایمان آورده اند و تسلیم خدا هستند. آیات خدا را به بهای ناچیز عوض نمی کنند، پاداش آنان نزد پروردگارشان است. همانا خداوند سریع الحساب است.( 200 ) ای کسانی که ایمان آورده اید، استقامت کنید و استقامت ورزید و استقامت کنید و از خدا پروا کنید باشد که رستگار شوید.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 4,
        "category": "دعای ورود به توالت",
        "array": [
            {
                "id": 1,
                "text": "([بِسْمِ اللَّهِ] اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبائِث).",
                "count": 1,
                "translation": "((بسم الله) خدایا از هر بدی و بدکار به تو پناه می برم.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 5,
        "category": "دعایی برای خروج از فضای باز",
        "array": [
            {
                "id": 1,
                "text": "(غُفْرَانَكَ).",
                "count": 1,
                "translation": "(از تو (خداوند) طلب آمرزش می کنم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 6,
        "category": "ذکر قبل از وضو",
        "array": [
            {
                "id": 1,
                "text": "(بِسْمِ اللَّهِ).",
                "count": 1,
                "translation": "(به نام خدا.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 7,
        "category": "ذکر بعد از وضو گرفتن",
        "array": [
            {
                "id": 1,
                "text": "(أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ..).",
                "count": 1,
                "translation": "(گواهی می‌دهم که جز خدای یگانه و بی شریک حق پرستش ندارد و شهادت می‌دهم که محمد بنده و فرستاده اوست.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "(اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ)",
                "count": 1,
                "translation": "(خدایا مرا از کسانی قرار ده که اغلب به سوی تو باز می گردند و از پاکان و پاکان قرار ده).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "(سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ).",
                "count": 1,
                "translation": "(خدایا تو چقدر کامل هستی و من تو را ستایش می کنم، گواهی می دهم که جز تو هیچ کس حق پرستش ندارد، از تو آمرزش می خواهم و به سوی تو توبه می کنم).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 8,
        "category": "یادآوری هنگام خروج از خانه",
        "array": [
            {
                "id": 1,
                "text": "(بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ).",
                "count": 1,
                "translation": "(به نام خدا بر خدا توکل می کنم و نیرویی جز به خدا نیست.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "(اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ).",
                "count": 1,
                "translation": "(خدایا به تو پناه می‌برم که گمراه شوم یا گمراه شوم، یا لغزش یا زمین بخورم، یا ظلم کنم، یا ظلم کنم، یا حماقت کنم یا با من حماقت رفتار شود.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 9,
        "category": "یادآوری هنگام ورود به خانه",
        "array": [
            {
                "id": 1,
                "text": "(بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا، ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ).",
                "count": 1,
                "translation": "(به نام خدا وارد می شویم و به نام خدا خارج می شویم و بر پروردگارمان توکل می کنیم).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 10,
        "category": "دعای رفتن به مسجد",
        "array": [
            {
                "id": 1,
                "text": "(اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُوراً، وَفِي لِسَانِي نُوراً، وَفِي سَمْعِي نُوراً، وَفِي بَصَرِي نُوراً، وَمِنْ فَوْقِي نُوراً، وَمِنْ تَحْتِي نُوراً، وَعَنْ يَمِينِي نُوراً، وَعَنْ شِمَالِي نُوراً، وَمِنْ أَمَامِي نُوراً، وَمِنْ خَلْفِي نُوراً، وَاجْعَلْ فِي نَفْسِي نُوراً، وَأَعْظِمْ لِي نُوراً، وَعَظِّم لِي نُوراً، وَاجْعَلْ لِي نُوراً، وَاجْعَلْنِي نُوراً، اللَّهُمَّ أَعْطِنِي نُوراً، وَاجْعَلْ فِي عَصَبِي نُوراً، وَفِي لَحْمِي نُوراً، وَفِي دَمِي نُوراً، وَفِي شَعْرِي نُوراً، وَفِي بَشَرِي نُوراً)([اللَّهُمَّ اجْعَلْ لِي نُوراً فِي قَبْرِي... وَنُوراً فِي عِظَامِي])[(وَزِدْنِي نُوراً، وَزِدْنِي نُوراً، وَزِدْنِي نُوراً)][(وَهَبْ لِي نُوراً عَلَى نُورٍ)]",
                "count": 1,
                "translation": "",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 11,
        "category": "دعای ورود به مسجد",
        "array": [
            {
                "id": 1,
                "text": "(يَبْدَأُ بِرِجْلِهِ الْيُمْنَى) ، وَيَقُولُ: ((أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ))  [بِسْمِ اللَّهِ، وَالصَّلَاةُ] [وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ]  ((اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ)).",
                "count": 1,
                "translation": "(پناه می برم به الله تعالی و وجهه شریفش و حجت ابدی او از شیطان ملعون. بسم الله و صلوات و سلام بر رسول الله. خدایا درهای رحمتت را به روی من بگشا).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 12,
        "category": "دعای خروج از مسجد",
        "array": [
            {
                "id": 1,
                "text": "((يَبْدَأُ بِرِجْلِهِ الْيُسْرَى))  وَيَقُولُ: ((بِسْمِ اللَّهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِك، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ)).",
                "count": 1,
                "translation": "(به نام خدا و صلوات و درود بر رسول خدا. خدایا از تو از لطفت می خواهم. خدایا مرا از شیطان ملعون حفظ کن.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 13,
        "category": "ذکر اذان",
        "array": [
            {
                "id": 1,
                "text": " يَقُولُ مِثْلَ مَا يَقُولُ المُؤَذِّنُ إِلاَّ فِي ((حَيَّ عَلَى الصَّلَاةِ وَحَيَّ عَلَى الْفَلَاحِ)) فَيقُولُ: ((لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                "count": 1,
                "translation": "همان‌طور که اذان‌دهنده می‌گوید، تکرار می‌کند، مگر این‌که بگوید: حیاء الصلاة (یا) حیاء اعلی‌الفلاح «بیا به نماز بیا توفیق»، باید بگوید: لا حولا ولا قوت الا بالله. «لا حول و قوه الا بالله».",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": " يَقُولُ: ((وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبَّاً، وَبِمُحَمَّدٍ رَسُولاً، وَبِالْإِسْلاَمِ دِينَاً)) ((يَقُولُ ذَلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ)).",
                "count": 1,
                "translation": "بلافاصله پس از اعلام ایمانی که مؤثین خوانده می‌گوید: «و من نیز شهادت می‌دهم که جز خدای یگانه و بی شریک حق پرستش نیست و محمد نجات و فرستاده اوست».  من از خداوند به عنوان پروردگار و محمد به عنوان رسول و اسلام به عنوان دین راضی هستم.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": " ((يُصَلِّي عَلَى النَّبِيِّ صلى الله عليه وسلم بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ)).",
                "count": 1,
                "translation": "پس از اجابت دعوت مذذّبین بر پیامبر صلی الله علیه و آله صلوات فرستاد.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "يَقُولُ: ((اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ])).",
                "count": 1,
                "translation": "«خدایا صاحب این نداى کامل و صاحب این نماز، بر محمد وصیله و فضیله عطا کن و او را بر سکوى ستوده اى که به او وعده داده اى بفرست.  به یقین تو هرگز در وعده خود کوتاه نمی آیی.الوسیله: جایگاهی در بهشت.الفضیله: مرتبه ای بالاتر از بقیه آفرینش.سکوی ستایش شده: جایگاهی که همه آفریده ها او را ستایش می کنند تا حساب را به سرعت انجام دهند و از قیام طولانی یا شفاعت راحت شوند.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "((يَدْعُو لِنَفسِهِ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لاَ يُرَدُّ)).",
                "count": 1,
                "translation": "در فاصله بین اثن و اقامه نیز باید برای خود دعا کند که در این زمان دعا رد نمی شود.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 14,
        "category": "دعا برای پوشیدن لباس",
        "array": [
            {
                "id": 1,
                "text": "(الْحَمْدُ للَّهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة...)",
                "count": 1,
                "translation": "(حمد و ستایش مخصوص خدایی است که این جامه را بر من پوشاند و به من روزی داد، بدون هیچ قدرتی و قدرتی).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 15,
        "category": "دعایی برای پوشیدن لباس نو",
        "array": [
            {
                "id": 1,
                "text": "( اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ).",
                "count": 1,
                "translation": "(خدایا حمد و ستایش تو به من پوشانده ای، من از تو خیر آن و خوبی را که برای آن ساخته شده است می خواهم و از شر آن و بدی که برای آن ساخته شده است به تو پناه می برم).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 16,
        "category": "دعا برای کسانی که لباس نو می پوشند",
        "array": [
            {
                "id": 1,
                "text": "(تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى)",
                "count": 1,
                "translation": "(انشاءالله آن را فرسوده کنید و خداوند تعالی آن را جایگزین کند.) معنای مورد نظر: دعای طول عمر.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "(اِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً).",
                "count": 1,
                "translation": "(از نو بپوشید، ستوده زندگی کنید و شهید بمیرید.) (شهید: کسی که در جنگ با کفار بمیرد تا کلام الله را برتر یا برای دفاع از اسلام باشد. همچنین معانی دیگری در سنت آمده است، مانند: کسی که برای دفاع از جان، مال یا خانواده خود بمیرد، زنی که در اثر زایمان از دنیا رفته است).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 17,
        "category": "وقتی لباسش را می پوشد چه می گوید؟",
        "array": [
            {
                "id": 1,
                "text": "(بِسْمِ اللَّهِ).",
                "count": 1,
                "translation": "(به نام خدا.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 18,
        "category": "دعای افتتاح",
        "array": [
            {
                "id": 1,
                "text": " ((اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ)).",
                "count": 1,
                "translation": "(خدایا مرا از گناهانم دور کن، همان گونه که مشرق را از مغرب دور کردی، خدایا مرا از گناهانم پاک کن چنانکه جامه سفید از پلیدی پاک می شود، خدایا با برف و آب و یخ مرا از گناهانم پاک کن.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ)).",
                "count": 1,
                "translation": "(خدایا تو چقدر کامل هستی و من تو را می ستایم، نامت مبارک و مقامت بلند است و جز تو حق پرستش را ندارد).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفَاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاَتِي، وَنُسُكِي، وَمَحْيَايَ، وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ. اللَّهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبي جَمِيعَاً إِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ. وَاهْدِنِي لِأَحْسَنِ الأَخْلاقِ لاَ يَهْدِي لِأَحْسَنِها إِلاَّ أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ كُلُّهُ بِيَـــــــدَيْكَ، وَالشَّـــــرُّ لَيْسَ إِلَيْــــــكَ، أَنَا بِكَ وَإِلَيْكَ، تَبارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ)).",
                "count": 1,
                "translation": "(روى خود را خالصانه به سوى كسى كه آسمانها و زمين را بيرون آورده است و از شريكان نيستم) همانا نماز و فداى من و جانم و مرگم براى خداى پروردگار جهانيان است و شريكى براى او نيست و من به اين امر مأمورم و من از مسلمانانم. و من بنده تو هستم، به نفس خود ستم کردم و به گناهم اعتراف کردم که هیچ کس جز تو گناهان را نمی بخشد، زیرا هیچ کس جز تو نمی تواند مرا به سوی آن هدایت کند، زیرا هیچ کس نمی تواند من را از دستان تو اجابت کند من به خواست تو وجود دارم و به سوی تو باز خواهم گشت، از تو طلب آمرزش می کنم و به سوی تو توبه می کنم. خداوند شیطان را آفرید و به وسیله او بندگانش را آزمایش می کند، پس کسانی هستند که با شیطان و راه او دشمنی می کنند و با او و پیروانش دشمنی می کنند و کسانی هستند که با شیطان بیعت می کنند و از گام های او پیروی می کنند، پس بدی در مخلوقات او وجود دارد، نه در خلقت او.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "((اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيْكَائِيلَ، وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ)).",
                "count": 1,
                "translation": "(خداوندا ای پروردگار جبرائیل و میکائیل و اسرافیل، آفریدگار آسمانها و زمین، دانای آشکار و غیب، تو داوری میان بندگانت در آنچه با هم اختلاف کرده‌اند، مرا به اذن خود در آنچه اختلاف کرده‌اند به سوی حق هدایت کن، که راه مستقیمی را هدایت می‌کنی).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "((اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً)) ثَلاثاً ((أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ)).",
                "count": 1,
                "translation": "(الله اکبر، الله اکبر، الله اکبر، حمد بسیار برای الله، حمد بسیار برای الله، حمد بسیار برای الله، و کمال خدا را در صبح زود و بعد از ظهر اعلام می کنم.) (به خدا پناه می برم از شیطان، از غرور او، از شعر او و جنون او).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 6,
                "text": "((اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، [وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَواتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ] [وَلَكَ الْحَمْدُ] [أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمحَمَّدٌ صلى الله عليه وسلم حَقٌّ، وَالسّاعَةُ حَقٌّ] [اللَّهُمَّ لَكَ أَسْلَمتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خاصَمْتُ، وَإِلَيْكَ حاكَمْتُ. فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ] [وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي] [أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ] [أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ] [وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ])).",
                "count": 1,
                "translation": "(خدایا ستایش از آن توست، تو نور آسمانها و زمین و آنچه در آنهاست، حمد و ستایش از آن توست، تو رزق آسمانها و زمین و آنچه در آنهاست، ستایش از آن توست. تو پروردگار آسمانها و زمین و آنچه در آنهاست، از توست، و حمد و ستایش از آن توست و ستایش و زمین از آن توست. حمد و ستایش از آن توست، و حمد و ستایش از آن توست، و وعده تو حق است، و سخن تو حق است، و روزی که با تو روبرو می شویم، بهشت حق است و آتش حق است، و پیامبران راست می گویند، و من بر تو تسلیم هستم ایمان آوردم و به سوی تو روی آوردم و بر تو نزاع کردم و به سوی تو روی آوردم برای قضاوت، پس آنچه را که از گناهانم پیش آمد و آنچه را که پنهان کردم و تو را علنی ساختم، ببخشا عبادت شود جز تو.) (معنای المقدم و الماخخیر: خداوند هر که را بخواهد از میان خلقش برمی‌گزیند و منت می‌گذارد، همان‌طور که هر که را بخواهد به حکمتش به تأخیر می‌اندازد و باز می‌دارد. مثلاً منفعت دادن به انسان بر بقیه خلق، منفعت رساندن به پیامبران و پیامبران بر سایرین پیام رسان ها...)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 19,
        "category": "نماز رکوع",
        "array": [
            {
                "id": 1,
                "text": "((سُبْحانَ رَبِّيَ الْعَظِيمِ)). ثلاث مرَّاتٍ.",
                "count": 3,
                "translation": "(چقدر کامل است پروردگار من عالی است.» (سه بار))",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي)).",
                "count": 1,
                "translation": "(خدایا پروردگارا تو چقدر کامل هستی و تو را می ستایم. خدایا مرا ببخش).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((سُبُّوُحٌ، قُدُّوسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوحِ)).",
                "count": 1,
                "translation": "(کامل و مقدس (او است)، پروردگار زوایا و روح (یعنی جبره).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "((اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَــــظْمِي، وَعَصَبِي، [وَمَا استَقَلَّتْ بِهِ قَدَمِي])).",
                "count": 1,
                "translation": "(خدایا برای تو سجده کردم و به تو ایمان آوردم و تسلیم تو شدم و گوش و بینایی و عقل و استخوان و تاندون و آنچه پاهایم حمل می کنند در برابر تو خاشع است.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "((سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ)).",
                "count": 1,
                "translation": "(او چقدر کامل است، صاحب تمام قدرت، حاکمیت، شکوه و عظمت.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 20,
        "category": "دعای برخاستن از رکوع",
        "array": [
            {
                "id": 1,
                "text": "((سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ)).",
                "count": 1,
                "translation": "(خداوند ستایشش را مستجاب کند.) (این دعا در حال قیام است).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((رَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثيراً طَيِّباً مُبارَكاً فِيهِ)).",
                "count": 1,
                "translation": "(پروردگارا، حمد و حمد و حمد و ثنای بسیار زیبا برای توست.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ. أَهلَ الثَّناءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ. اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ)).",
                "count": 1,
                "translation": "(آسمان‌ها و زمین و میان آن‌ها از حمد و ستایش تو سرشار است، و هر چه خواهی از حمد و ثنای تو پر شود. ای صاحب حمد و جلال، راست‌ترین چیزی است که بنده‌ای گفته‌ای و ما همگی بندگان تو هستیم. خدایا هیچ کس نمی‌تواند مانع آنچه اراده کردی، و هیچ کس نمی‌تواند از آن چیزی که به تو می‌خواهی عطا کند، منع می‌کنیم یا نفعی می‌دهیم. شما همه ثروت و جلال هستید.) (این دعا به صورت اختیاری فقط در رابطه با دعای قبلی انجام می شود.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 21,
        "category": "دعای سجده",
        "array": [
            {
                "id": 1,
                "text": "((سُبْحَانَ رَبِّيَ الأَعْلَى)) ثلاث مرَّاتٍ.",
                "count": 3,
                "translation": "(چقدر کامل است پروردگار من اعلی متعال.» (سه مرتبه))",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي)).",
                "count": 1,
                "translation": "(خدایا پروردگارا تو چقدر کامل هستی و تو را می ستایم. خدایا مرا ببخش).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((سُبوحٌ، قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ)).",
                "count": 1,
                "translation": "(کامل و مقدس (او است)، پروردگار زوایا و روح (یعنی جبره).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "((اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسنُ الْخَالِقينَ)).",
                "count": 1,
                "translation": "(خدایا برای تو سجده کردم و به تو ایمان آوردم و برای تو تسلیم شدم. وجهه من در برابر آن کسی که آن را آفرید و آن را شکل داد و سمع و بصر آن را بیرون آورد، سجده کرد.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "((سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ)).",
                "count": 1,
                "translation": "(او چقدر کامل است، صاحب تمام قدرت، حاکمیت، شکوه و عظمت.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 6,
                "text": "((اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ: دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَّتَهُ وَسِرَّهُ)).",
                "count": 1,
                "translation": "(خدایا تمام گناهانم را ببخش، کوچک و بزرگ، اول و آخر و آشکار و پنهان).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 7,
                "text": "((اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ)).",
                "count": 1,
                "translation": "(خدایا از خشم تو به رضای تو پناه می برم و از عذابت به عفو تو پناه می برم و از تو به تو پناه می برم، نمی توانم ستایش تو را بشمارم، تو چنان هستی که خود را ستودی.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 22,
        "category": "نماز نشسته بین دو سجده",
        "array": [
            {
                "id": 1,
                "text": "((رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي)).",
                "count": 1,
                "translation": "(پروردگارا مرا ببخش، پروردگارم مرا ببخش.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي)).",
                "count": 1,
                "translation": "(خدایا مرا ببخش و رحمت کن و راهنماییم کن و توانگرم و سلامتی عطا کن و روزی ام ده و درجاتم را بالا ببر.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 23,
        "category": "دعای سجده قرائت",
        "array": [
            {
                "id": 1,
                "text": "((سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، ﴿فَتَبارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ﴾)).",
                "count": 1,
                "translation": "(روی من بر آن کس که آن را آفرید سجده کرد و قوه شنوایی و بینایی آن را به قدرت و قدرت خود پدید آورد.<< پس منزه است خداوند بهترین آفریدگاران.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ)).",
                "count": 1,
                "translation": "(خدایا برای من ثواب این (سجده) بنویس و گناهی را از من دور کن و آن را برای من حفظ کن و از من بپذیر همان گونه که از بنده خود داوود پذیرفته بودی.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 24,
        "category": "تشهد",
        "array": [
            {
                "id": 1,
                "text": "((التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسولُهُ)).",
                "count": 1,
                "translation": "(تحيات للّه. تمام عبادات و كارهاى خير براى اوست. سلام و رحمت و بركات خدا بر تو باد اى پيامبر. سلام بر ما و همه بندگان صالح خدا. شهادت مى‏دهم كه جز خدا حق پرستش را ندارد و شهادت مى‏دهم كه محمد صلى الله عليه و آله و سلم و رسول خدا صلى الله عليه و آله و سلم است). همه کلماتی که حاکی از تسبیح خداوند ازلی و کمال و حاکمیت اوست.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 25,
        "category": "دعا برای پیامبر بعد از تشهد",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ)).",
                "count": 1,
                "translation": "(خدایا بر محمد و آل محمد صلوات بفرست، همان گونه که بر ابراهیم و بر پیروان ابراهیم صلوات فرستادی، همانا تو ستایش و جلال هستی، خدایا بر محمد و آل محمد صلوات فرست، همان گونه که بر ابراهیم و بر آل ابراهیم صلوات فرستادی. جلالت.) (صلوات بفرست: او را در برترین و برتر مجالس تسبیح و ستایش کن: مقرب ترین فرشتگان به خدا) (ال) به معنای وسیع آن ترجمه شده است: برخی از علما بر این عقیده اند که در اینجا معنا مشخصتر است و به این معناست: پیروان او از خانواده او.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْواجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. إِنَّكَ حَمِيدٌ مَجِيدٌ)).",
                "count": 1,
                "translation": "(خدایا بر محمد و بر همسران و آل محمد صلوات فرست، همان گونه که بر آل ابراهیم صلوات فرستادی، و بر محمد و زنان و آل محمد صلوات فرست، همان گونه که بر آل ابراهیم صلوات فرستادی، همانا تو حمد و جلال کاملی).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 26,
        "category": "دعا بعد از آخرین تشهد قبل از سلام",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُــمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ)).",
                "count": 1,
                "translation": "(خدایا به تو پناه می برم از عذاب قبر، از عذاب آتش، از آزمایش ها و مصیبت های مرگ و زندگی، و از مصیبت بد مسیح دجال.) (المسیه دجال: از نشانه های بزرگ قیامت و بزرگترین آزمایش ها و آزمایش هایی که هر پیامبری در پی آن بوده است. زمانی که مسلمانان قسطنطنیه را فتح کنند، او را باطل جلوه می دهد و برعکس، ادعای نبوت می کند و از ویژگی هایش این است که از نظر حق تعالی بین چشمانش کافر نوشته می شود که هر مؤمن، چه باسواد و چه بی سواد آن را می شناسد.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ. اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ)).",
                "count": 1,
                "translation": "(خدایا از عذاب قبر به تو پناه می برم و از وسوسه و آزمایش مسیح دجال به تو پناه می برم و از بلاها و بلاهای زندگی و مرگ به تو پناه می برم. خدایا از گناه و بدهی به تو پناه می برم).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفورُ الرَّحيمُ)).",
                "count": 1,
                "translation": "(خدایا من بر نفس خود بسیار ستم کردم و جز تو گناهی را نمی بخشد، پس برای من آمرزشی از جانب خودت ببخش و بر من رحم کن، همانا تو بسیار آمرزنده و مهربانی.) (از جانب خودت: یعنی از باطن توست که سزاوار بخشش و فضل توست که سزاوار آن نیستی. سخاوت.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "((اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ)).",
                "count": 1,
                "translation": "(خدایا مرا ببخش از گناهانى که واقع شده اند و گناهانى که واقع مى شوند و گناهانى را که در نهان مرتکب شده ام و آنچه را آشکار ساخته ام و در جاهایی که از همه حدود فراتر رفته ام و نیز چیزهایی را که تو به آن داناترى ببخش. الماخیر: خداوند هر که را بخواهد از میان مخلوقاتش به تعویق می اندازد و به حکمت خود باز می دارد، مثلاً بر سایر خلقت لطف می کند، پیامبران را بر بقیه مردم می پسندد، محمد را بر همه انبیا ترجیح می دهد.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "((اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبادَتِكَ)).",
                "count": 1,
                "translation": "(خدایا کمکم کن تا یادت کنم و شکرت کنم و تو را به بهترین نحو عبادت کنم.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 6,
                "text": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ)).",
                "count": 1,
                "translation": "(خدایا از بخل و بزدلی به تو پناه می‌برم، به تو پناه می‌برم که به بدترین زندگی‌ها «یعنی پیری و ضعف و ناتوانی و ترس» برگردم و از بلاها و گرفتاری‌های دنیا و عذاب قبر به تو پناه می‌برم.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 7,
                "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ)).",
                "count": 1,
                "translation": "(خدایا از تو می خواهم که بهشت ​​را به من عطا کنی و از آتش به تو پناه می برم).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 8,
                "text": "((اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْــــأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ)).",
                "count": 1,
                "translation": "(خدایا به علم غیب و قدرتت بر خلقت، تا زمانی که چنین زندگی را برای من خوب می دانی مرا زنده بدار و اگر مرگ را برای من بهتر می دانی مرا بگیر. خدایا مرا از خود ترسان، چه در نهان و چه آشکار و از تو می خواهم که مرا در گفتار و در هنگام لذت و غضب راستگو گردانی. از تو می خواهم که مرا به آنچه مقدر کرده ای خشنود کنی و پس از مرگ زندگی آسانی داشته باشم و از تو شیرینی نگاه کردن به چهره و اشتیاق دیدار با تو را به گونه ای که مصیبتی که موجب انحراف و انحراف شود و موجب انحراف و انحراف ما نشود، از تو می خواهم که ما را به راهنمایان و هدايت كنندگان گردانند.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 9,
                "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يولَدْ، وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ)).",
                "count": 1,
                "translation": "(خدایا، از تو می خواهم که تو یکتا و یگانه ای، صمد، کسی که نه زاییده است و نه زاده شده است و هیچ کس مانند او نیست که گناهان مرا ببخشی که تو آمرزنده و مهربانی.) نیاز دارد.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 10,
                "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ)).",
                "count": 1,
                "translation": "(خدایا از تو می خواهم که حمد و ستایش برای توست، هیچ کس جز تو حق پرستش ندارد، تنها و بی شریک، تو بخشنده ای، ای پدیدآورنده آسمان ها و زمین، ای صاحب عظمت و کرامت، ای زنده، ای رزق و پشتیبان همه، به راستی من از تو پناه می برم و به تو پناه می برم).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 11,
                "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ)) .",
                "count": 1,
                "translation": "(خدایا از تو می‌خواهم که شهادت می‌دهم که تو خدایی، کسی جز تو حق پرستش را ندارد، آن یگانه صمد که نه زاییده شده و نه متولد شده است و مانند او نیست.) (صمد: مولای بی‌نیاز، صاحب صفات کامل که تمام خلقت به او نیاز دارد).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 27,
        "category": "ذکر بعد از سلام نماز",
        "array": [
            {
                "id": 1,
                "text": "((أَسْتَغْفِرُ اللَّهَ (ثَلاَثَاً) اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ)).",
                "count": 1,
                "translation": "(سه مرتبه) (اللَّهُمْ أَنْتَکُمْ عَلَیْهِ وَ لَکُمْ أَنْکَاً أَنْتَکُمْ أَنْتَکُمْ أَنْکَ الْعَظیمِ وَالْعَزْرِ.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [ثلاثاً]، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ)).",
                "count": 1,
                "translation": "(هیچ کس جز خداوند یگانه و بی شریک حق پرستش را ندارد و همه فرمانروایی و حمد و ستایش از آن اوست و او بر هر چیزی قادر مطلق است. خدایا هیچ کس نمی تواند مانع از آنچه تو اراده کرده ای باشد و هیچ کس نمی تواند چیزی را که تو اراده کرده ای جلوی آن را بگیری و هیچ مال و عظمتی به هیچ کس نفعی نمی رساند، چنان که عظمت و جلالت از توست.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ, لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ)).",
                "count": 1,
                "translation": "(هیچ کس جز خدا حق پرستش را ندارد، یگانه و بی شریک، فرمانروایی و ستایش از آن اوست و او بر هر چیزی تواناست، هیچ نیرو و قدرتی جز با خدا نیست، هیچ کس جز خدا حق پرستش را ندارد و ما جز او را نمی پرستیم. زیرا او را لایزال فضل و فضل و ستایش است. و ما در ایمان و ارادت به او صادقیم، هر چند کافران کراهت داشته باشند.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "((سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ (ثلاثاً وثلاثين) لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                "count": 33,
                "translation": "(چقدر خدا کامل است، همه حمد و ستایش مخصوص خداست و الله اکبر است. (سی و سه مرتبه) (هیچ کس را حق پرستش نیست جز خدای یگانه و بی شریک و فرمانروایی و حمد از آن اوست و او بر هر چیزی تواناست.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾، بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾،بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ بَعْدَ كُلِّ صَلاَةٍ.",
                "count": 1,
                "translation": "سه سوره زیر یک بار بعد از نماز ظهر و عصر و عشاء و سه بار بعد از نماز فجر و مغرب خوانده شود.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 6,
                "text": "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾ عَقِبَ كلِّ صَلاَةٍ.",
                "count": 1,
                "translation": "همچنین خواندن آیه الکرسی بعد از هر نماز از سنت است: (سوره بقره، آیه 255).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 7,
                "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) عَشْرَ مَرّاتٍ بَعْدَ صَلاةِ الْمَغْرِبِ وَالصُّبْحِ.",
                "count": 10,
                "translation": "(هیچ کس جز خدا حق پرستش ندارد، یگانه و بی شریک، فرمانروایی و ستایش از آن اوست، زنده می کند و می میراند و او بر هر چیزی تواناست (ده مرتبه بعد از نماز مغرب و صبح).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 8,
                "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً)) بَعْدَ السّلامِ مِنْ صَلاَةِ الفَجْرِ.",
                "count": 1,
                "translation": "(خداوندا از تو علم سودمند و رزق نیکو و عمل پسندیده می خواهم) (که بعد از سلام دادن به نماز صبح گفته شود)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 28,
        "category": "دعای استخاره",
        "array": [
            {
                "id": 1,
                "text": "قَالَ جَابرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا: كَانَ رسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الْاسْتِخَارَةَ فِي الْأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ: ((إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ، ثُمَّ لْيَقُلْ: اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ؛ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ – فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ)).وَمَا نَدِمَ مَنِ اسْتَخَارَ الْخَالِقَ، وَشَاوَرَ الْمَخْلُوقِينَ الْمُؤْمِنِينَ وَتَثَبَّتَ فِي أَمْرِهِ، فَقَدْ قَالَ اللَّه تعالى: ﴿وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ﴾ .",
                "count": 1,
                "translation": "(از جابر بن عبد اللّه می فرماید: «پیامبر به ما دستور می دهد که در همه امور ما برای هدایت دعا کنیم، همان گونه که سوره ای از قرآن را به ما می آموزد، می فرماید: «اگر یکی از شما قصد انجام کاری را داشت، بگذارید دو رکعت نافله بخواند (دو رکعت نماز و نافله بعد از آن). به نصیحت تو به علم و قدرتت نیرو می‌طلبم و از تو می‌خواهم که من نمی‌توانم و تو می‌دانی در حالی که من نمی‌دانم و تو دانای غیب هستی، اگر این امر را می‌دانی - و در اینجا نیازش را ذکر می‌کند - برای من در رابطه با دینم خیر و برای من آسان‌تر باشد. تو می دانی که این کار برای من برای دین و زندگی و عاقبت من بد است و آن را از من دور کن و مرا از آن دور کن و هر جا که هست به خیر من حکم کن و مرا به آن راضی کن.) (کسی که از آفریدگار خود راهنمایی بگیرد و با همنوعان خود مشورت کند و سپس بر عزم خود ثابت قدم باشد، پشیمان نمی شود، چون خدا تصمیم گرفته است...) بر خدا توکل کن…)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 29,
        "category": "وقتی شب برگردی نماز بخوان",
        "array": [
            {
                "id": 1,
                "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزيزُ الْغَفَّارُ)).",
                "count": 1,
                "translation": "(هیچ کس حق پرستش را ندارد مگر خدای یگانه قهار. پروردگار آسمانها و زمین و آنچه در میان آنهاست، توانا و آمرزنده است.) (القهار: کسى که همه مخلوقات را مسخر او کرده است و همه مخلوقات او را فرمانبردارند. همه حرکات به اراده او انجام مى شود).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 30,
        "category": "دعایی برای ترس در خواب و برای مبتلایان به تنهایی",
        "array": [
            {
                "id": 1,
                "text": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وَأَنْ يَحْضُرُونِ)).",
                "count": 1,
                "translation": "(از خشم و عذاب او و از شر بندگانش و از جنون و ظاهر شیاطین به سخنان کامل خداوند پناه می برم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 31,
        "category": "کسی که رویا یا رویا می بیند چه می کند؟",
        "array": [
            {
                "id": 1,
                "text": "[ (يَنْفُثُ عَنْ يَسَارِهِ (ثلاثاً)) - (يَسْتَعِيذُ بِاللَّهِ مِنَ الشَّيطَانِ وَمِنْ شَرِّ مَا رَأَى (ثَلاَثَ مَرَّاتٍ)) - ((لاَ يُحَدِّثْ بِهَا أَحَداً)) - ((يَــتَحَوَّلُ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ)) ]",
                "count": 1,
                "translation": "",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((ويَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ)).",
                "count": 1,
                "translation": "(در صورت تمایل برخیز و دعا کن.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 32,
        "category": "دعای قنوت وتر",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ؛ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، [وَلاَ يَعِزُّ مَنْ عَادَيْتَ]، تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ)).",
                "count": 1,
                "translation": "(خدایا مرا با کسانی که هدایت کرده ای هدایت کن و با کسانی که عفو کرده ای مرا ببخش و با کسانی که یاورشان هستی یاور من باش و آنچه را روزی داده ای بر من برکت ده. مرا از شرّی که مقدر کرده ای حفظ کن و هیچ کس نمی تواند بر تو حکم کند و هیچ کس نمی تواند بر تو حکم کند. هیچ گاه دشمنی محترم و توانا نیست، ای پروردگار ما، تبارک و تعالی.) (شرّی که مقرر فرموده ای: خداوند شرّ محض را نمی آفریند که خیر، حکمت و رحمتی نداشته باشد، و هیچ کس را بدون اینکه مرتکب گناهی شده باشد، مجازات نمی کند. چیزی از نظر خلقت خوب است، وقتی که در منظری دیگر به آن بدی نگاه شود. به وسیله او، بندگانش را آزمایش می کند، پس کسانی هستند که با شیطان دشمنی دارند، با او و راه او دشمنی می کنند و با او و پیروانش دشمنی می کنند، و کسانی هستند که با شیطان بیعت می کنند و از گام های او پیروی می کنند، پس بدی در مخلوقات او به اراده و حکمت او وجود دارد، نه در اعمال و خلقت او.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُــــوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ)).",
                "count": 1,
                "translation": "(خدایا من از خشم تو به رضای تو پناه می برم و از عذابت به عفو تو پناه می برم و از تو به تو پناه می برم، نمی توانم ستایش تو را بشمارم، تو چنان هستی که خود را ستوده ای.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((اللَّهُمَّ إِيَّاكَ نعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ. اللَّهُمَّ إِنَّا نَسْتَعينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفرُكَ)).",
                "count": 1,
                "translation": "(خدایا تو را می پرستیم و به سوی تو نماز می خوانیم و سجده می کنیم و به سوی تو می شتابیم و تو را عبادت می کنیم. امید به رحمت تو داریم و از عذاب تو می ترسیم، همانا عذاب تو بر کافران خواهد بود. خدایا از تو یاری می جوییم و از تو عفو می خواهیم، تو را به نیکی ستایش می کنیم و به تو کافر نمی شویم و کسانی که به تو کافر می شوند و تسلیم می شوند. به تو کافر شوم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 33,
        "category": "ذکر بعد از سلام وتر",
        "array": [
            {
                "id": 1,
                "text": "((سُبْحَانَ المَلِكِ القُدُّوسِ)) ثلاثَ مرَّاتٍ والثَّالِثَةُ يَجْهَرُ بها ويَمُدُّ بها صَوتَهُ يقولُ: [رَبِّ الْمَلاَئِكَةِ وَالرُّوحِ])).",
                "count": 1,
                "translation": "(ملک قدیس چقدر کامل است. (سه بار) بار سوم صدایش را بلند می کرد و بلند می کرد و اضافه می کرد: (رب الزوایه و روح (یعنی جبره)))",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 34,
        "category": "دعایی برای نگرانی و غم",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُــــلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي)).",
                "count": 1,
                "translation": "(خدایا من بنده تو هستم، پسر بنده تو، پسر کنیزت، پیشانی من در دست توست (یعنی تو بر من مسلط هستی)، فرمان تو بر من تا ابد اجرا می شود و حکم تو بر من عادلانه است. غیب با تو که قرآن را حیات قلبم و نور سینه ام و خروجی غم و رهایی از اندوهم قرار دهی.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)).",
                "count": 1,
                "translation": "(خدایا به تو پناه می برم از غم و اندوه و ضعف و تنبلی و بخل و بزدلی و بار قرض و از تسلط بر مردم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 35,
        "category": "دعای غم و اندوه",
        "array": [
            {
                "id": 1,
                "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ)).",
                "count": 1,
                "translation": "(هیچ کس را حق پرستش ندارد مگر خدای بردبار. هیچ کس حق عبادت را ندارد مگر خدایی که پروردگار عرش عظیم الشأن است. هیچ کس حق عبادت را ندارد مگر خدا که پروردگار آسمان ها و پروردگار زمین و پروردگار عرش شریف است).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ)).",
                "count": 1,
                "translation": "(خدایا این رحمت توست که به آن امید دارم، پس من را حتی یک چشم به هم زدن به من واگذار مکن و همه امورم را برای من اصلاح کن، جز تو هیچ کس حق پرستش ندارد).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ)).",
                "count": 1,
                "translation": "(هیچ کس جز تو حق پرستش ندارد. تو چقدر کاملی که من از ستمکاران بودم).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "((اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً)).",
                "count": 1,
                "translation": "(خداوند، خدا پروردگار من است، من چیزی را شریک او قرار نمی دهم).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 36,
        "category": "دعای دیدار با دشمن و حاکم",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ)).",
                "count": 1,
                "translation": "(خدایا ما تو را بر آنها مقدم می داریم و از شر آنها به تو پناه می بریم.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ وَبِكَ أَصُولُ، وَبِكَ أُقاتِلُ)).",
                "count": 1,
                "translation": "(خدایا تو یاور منی و تو یاور من، به وسیله تو حرکت می کنم و به تو حمله می کنم و به وسیله تو می جنگم.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ)).",
                "count": 1,
                "translation": "(خدا ما را بس است و چه خوب امانتدار است).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 37,
        "category": "دعایی برای هراسان از ظلم سلطان",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ ربَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ)).",
                "count": 1,
                "translation": "ای پروردگار آسمانهای هفتگانه و پروردگار عرش عظیم، برای من در برابر [فلان] و یاوران او از میان مخلوقاتت، پشتیبان من باش که مبادا یکی از آنان به من ظلم کنند یا به من ظلم کنند. حمايتت عزيز و ستايش تو جلال است. هیچ کس جز تو شایسته پرستش نیست.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنْ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ)) (ثلاثَ مرَّاتٍ).",
                "count": 1,
                "translation": "خداوند بزرگتر و از همه مخلوقاتش تواناتر است. او از ترس و هراس تواناتر است. پناه می برم به خدایی که جز او شایسته پرستش نیست. او کسی است که آسمانهای هفتگانه را بر زمین باز می دارد مگر به فرمان او. [خدایا به تو پناه می برم] از شر بنده تو [نام شخص] و یاران و پیروان او و یارانش از جن و انس. خدایا پشتیبان من در برابر شر آنها باش. حمد و حمد و حمايت تو بزرگ است. مبارک است نام تو، خدای حقیقی جز تو نیست. (سه مرتبه به عربی بخوان)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 38,
        "category": "برای دشمن دعا کنید",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اللَّهُمَّ اهزِمْهُمْ وَزَلْزِلْهُمْ)).",
                "count": 1,
                "translation": "(خدایا نازل کننده کتاب، سریع الحساب، بر هم پیمانان پیروز شو، خدایا آنها را مغلوب کن و تشنجشان کن).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 39,
        "category": "کسی که از مردمی می ترسد چه می گوید؟",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ)).",
                "count": 1,
                "translation": "(خدایا مرا با آنچه می خواهی از آنها حفظ کن)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 40,
        "category": "دعایی برای کسی که مبتلا به زمزمه ایمان است",
        "array": [
            {
                "id": 1,
                "text": "((يَسْتَعِيذُ بِاللَّهِ و يَنْتَهِي عَمَّا شك فِيهِ)).",
                "count": 1,
                "translation": "",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((يَقُولُ: ((آمَنْتُ بِاللَّهِ وَرُسُلِهِ)).",
                "count": 1,
                "translation": "(بگوید: (به خدا و رسولش ایمان آوردم.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((يَقْرَأُ قَوْلَهُ تَعَالَى: ﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾)).",
                "count": 1,
                "translation": "(همچنین باید این آیه را بخواند: (او اول و آخر و اثاهر و الباطین است و به همه چیز داناتر است.) (ثاهر: بیانگر عظمت صفات او و ناچیز بودن تک تک آفریده ها نسبت به عظمت و بلندی اوست، زیرا او از همه خلقش برتر است از نظر ذات و صفاتش). اسرار آنچه در دلها و صمیمی ترین چیزهاست، چنانکه دلالت بر قرب و نزدیکی او به همگان دارد، به نحوی که شایسته عظمت اوست.))",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 41,
        "category": "دعایی برای پرداخت بدهی",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكَ)).",
                "count": 1,
                "translation": "(خدایا حلال من را بر خلاف حرام حلال فرما و مرا به لطف خود از بی نیازی بگذران).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)).",
                "count": 1,
                "translation": "(خدایا به تو پناه می برم از غم و اندوه و ضعف و تنبلی و بخل و بزدلی و بار قرض و از تسلط بر مردم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 42,
        "category": "دعای وسواس در نماز و خواندن",
        "array": [
            {
                "id": 1,
                "text": "((أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ، وَاتْفُلْ عَلَى يَسَارِكَ (ثلاثاً))).",
                "count": 1,
                "translation": "(عثمان بن العاص می گوید: گفتم یا رسول الله شیطان بین من و نماز و تلاوت من قرار می گیرد و من را گیج می کند.» رسول خدا فرمود: این شیطانی است به نام خنزب، پس اگر حضور او را حس کردید از او به خدا پناه ببرید و تف کنید (نوعی تف به پهلوی چپ و عمدتاً سه بار به سمت چپ).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 43,
        "category": "التماس دعا برای کسی که سخت می بیند",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً)).",
                "count": 1,
                "translation": "(خداوندا هیچ آسانی نیست مگر در آنچه آسان کرده ای و اگر بخواهی سختی را آسان می کنی).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 44,
        "category": "کسی که گناه کرده چه می گوید و چه می کند",
        "array": [
            {
                "id": 1,
                "text": "((مَا مِنْ عَبْدٍ يُذنِبُ ذَنْباً فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ اللَّهُ لَهُ)).",
                "count": 1,
                "translation": "(هر بنده ای که مرتکب گناهی شود و در نتیجه وضو بگیرد، دو رکعت نماز بخواند و سپس از خداوند آمرزش بخواهد، خداوند او را می آمرزد).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 45,
        "category": "دعایی برای بیرون راندن شیطان و نجواهایش",
        "array": [
            {
                "id": 1,
                "text": "((الْاسْتِعَاذَةُ بِاللَّهِ مِنْهُ)).",
                "count": 1,
                "translation": "پناه بردن از او.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((الْأَذَانُ)).",
                "count": 1,
                "translation": "اذان [ اذان ].",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((الْأَذْكَارُ وَقِرَاءَةُ الْقُرْآنِ)).",
                "count": 1,
                "translation": "(تلاوت قرآن و متون معتبر ذکر و ادعیه.) (مثلاً خانه های خود را مانند قبرستان قرار ندهید که شیاطین از خانه ای که در آن سوره بقره خوانده شده فرار می کنند.» روایت مسلم 1/539، همچنین دعا و ذکر، قبل از خواب و قبل از ورود به صبح و هنگام بیرون شدن از خواب و هنگام بیرون آمدن از غروب. خروج از مسجد، تلاوت آیات الکرسی و دو آیه آخر سوره بقره قبل از خواب، اذان و...)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 46,
        "category": "دعا وقتی اتفاقی بیفتد که خوشش نیاید یا غرق شود",
        "array": [
            {
                "id": 1,
                "text": "((قَدَرُ اللَّهُ وَمَا شَاءَ فَعَلَ)).",
                "count": 1,
                "translation": "(خداوند مقرّر کرده و هر چه بخواهد انجام می دهد.) (زیرا «اِذا» کار شیطان را راه می دهد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 47,
        "category": "تبریک به نوزاد و پاسخ او",
        "array": [
            {
                "id": 1,
                "text": "((بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ)). وَيَرُدُّ عَلَيْهِ الْمُهَــــــنَّأُ فَيَقُولُ: ((بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْراً، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ)).",
                "count": 1,
                "translation": "خداوند عطای خود را به تو برکت دهد و تو (پدر جدید) شکر گزاری کنی و فرزند به سن بلوغ برسد و به تو عطا شود. پاسخ شخص تبریک می گوید: خداوند به شما برکت دهد و بر شما برکت دهد و خداوند به شما جزای خیر بدهد و مانند آن را به شما عطا کند و به شما پاداش فراوان بدهد.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 48,
        "category": "آنچه کودکان به آن پناه می برند",
        "array": [
            {
                "id": 1,
                "text": " كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما ((أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ)).",
                "count": 1,
                "translation": "(ابن عابس می گوید که رسول خدا حسن و حسین را به حفظ خدا سفارش می کرد و می فرمود: شما دو نفر را به حفظ کلام کامل خدا از هر شیطان و حیوان موذی و هر چشم بدی سفارش می کنم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 49,
        "category": "دعا برای بیمار در درمانگاهش",
        "array": [
            {
                "id": 1,
                "text": "((لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ)).",
                "count": 1,
                "translation": "(هرگز این (بیماری) پاکی باشد، اگر خدا بخواهد.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((أَسْأَلُ اللَّهَ الْعَظيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفيَكَ)) (سبع مرات).",
                "count": 1,
                "translation": "(از خدای تعالی پروردگار عرش عظیم شفای تو را می خواهم) (7 بار) (او (مریض) شفا می یابد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 50,
        "category": "کلینیک بیماران ترجیحی",
        "array": [
            {
                "id": 1,
                "text": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِي خِرَافَةِ الْجَنَّةِ حَتَّى يَجْلِسَ، فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ، وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ)).",
                "count": 1,
                "translation": "(علی بن ابی طالب روایت می کند که از رسول خدا صلی الله علیه و آله شنیدم که می فرمود: اگر مردی برادر مسلمان بیمار خود را بخواند، مثل این است که راه می رود و میوه های بهشتی را درو می کند تا بنشیند، و چون بنشیند مشمول رحمت می شود، و اگر صبح بود، هفتاد هزار زاویه اگر هفت هزار صلوات بر او می فرستد، اگر امروز هفت هزار صلوات تا مغرب بود. صبح.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 51,
        "category": "دعای مریضی که از جان خود دست برداشته است",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى)).",
                "count": 1,
                "translation": "«خدایا مرا ببخش و به من رحم کن و با برترین اصحاب محشور کن».",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((جَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ، وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ)).",
                "count": 1,
                "translation": "عایشه رضی الله عنه روایت می کند که پیامبر (صلی الله علیه و آله و سلم) [در هنگام بیماری که از دنیا می رفت] دستان خود را در آب فرو می کرد و سپس صورت خود را مسح می کرد و می فرمود: «هیچ کس جز خدا حق عبادت ندارد، همانا مرگ دارای عذاب است».",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                "count": 1,
                "translation": "(هیچ کس جز خدا حق پرستش ندارد و الله اکبر است. هیچ کس حق پرستش ندارد مگر خدای یگانه. هیچ کس حق پرستش را ندارد مگر خدای یکتا و بی شریک. هیچ کس جز خدا حق پرستش ندارد، حکومت و حمد و ستایش از آن اوست. الله.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 52,
        "category": "تلقین به در حال مرگ",
        "array": [
            {
                "id": 1,
                "text": "((مَنْ كَانَ آخِرُ كَلاَمِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ)).",
                "count": 1,
                "translation": "یعنی اطرافیان مریض را به شهادت راهنمایی کنند و تشویق کنند. (کسی که آخرین سخنش این است: (هیچ کس جز الله حق عبادت ندارد) وارد بهشت ​​می شود.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 53,
        "category": "دعا برای کسی که مصیبتی به او رسیده است",
        "array": [
            {
                "id": 1,
                "text": "((إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرَاً مِنْهَا)).",
                "count": 1,
                "translation": "(ما از آن خداییم و بازگشت ما به سوی اوست. خدایا بلای مرا جزا بده و چیزی بهتر از آن برایم عوض کن).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 54,
        "category": "دعا وقتی میت چشمانش را می بندد",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ اغْفِرْ لِفُلاَنٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ  يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ)).",
                "count": 1,
                "translation": "(خدایا بیامرز ـ در اینجا نام میت برده شده است ـ و درجات او را در زمره ی هدایت یافتگان بالا ببر و جانشین او باش و ما و او را ببخشای پروردگار جهانیان. قبر او را وسیع کن و آن را برایش نورانی کن.) (وصی: کسی که جانشین دیگری شود به سبب غیبت و مرگ، این کلمه صحیح است یا مرگش). باور به اینکه آدم خلیفه (که معمولاً ترجمه شده است) خداوند در زمین است، نادرست است، زیرا خداوند هرگز غایب نیست و هرگز نخواهد مرد.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 55,
        "category": "دعا برای میت در دعا برای او",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ [وَعَذَابِ النَّارِ])).",
                "count": 1,
                "translation": "(خدایا او را ببخش و بیامرز و او را ببخش و عفو کن و پذیرایی او را گرامی گردان و ورودش را وسعت بخش و با آب و برف و یخ پاکش کن و از گناه پاک کن چنانکه جامه سفید از پلیدی پاک می شود. خانه او را با خانه ای بهتر و خانواده اش را با خانواده ای بهتر و همسرش را به همسری بهتر، و همسرش را به همسری بهتر از او عذاب کن. عذاب آتش.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبيرِنَا، وَذَكَرِنَا وَأُنْثَانَا. اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ، اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ، وَلاَ تُضِلَّنَا بَعْدَهُ)).",
                "count": 1,
                "translation": "(خدایا زنده و مرده ما و حاضر و غایب ما را ببخش و کوچک و بزرگ و پسر و دختر ما را بیامرز. خدایا هر که از ما را زنده نگه داشتی پس چنین حیاتی بر اسلام باد و هر که از ما را به خود بگیری پس چنین مرگی بر ایمان باد. خدایا ما را از اجر و پاداش او محروم مکن و ما را از اجر او محروم نکن).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((اللَّهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحيمُ)).",
                "count": 1,
                "translation": "(خدایا فلانی در پناه توست پس او را از آزمایش قبر و عذاب آتش حفظ کن، همانا تو امین و راستگو هستی، او را ببخش و رحم کن که تو بسیار آمرزنده و مهربانی).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "((اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ)).",
                "count": 1,
                "translation": "(خدایا بنده و پسر کنیزت محتاج به رحمت توست و تو از عذاب او بی نیازی. اگر صالح بود اجرش را زیاد کن و اگر فاسق بود به گناهانش نگاه کن).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 56,
        "category": "دعای زیاد بر او",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ)) وإن قال: ((اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ، وَشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لِأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ)) إن قال ذلك فَحَسَنٌ.",
                "count": 1,
                "translation": "خدایا او را از عذاب قبر حفظ کن. خدایا او را پیشرو و پیشگام و گنجی برای پدر و مادر و شفیع مستجاب قرار ده. خدایا او را در ترازوهایشان سنگین کن و اجرشان را بزرگ کن. او را به پرهیزگاران مؤمنان بپیوند. او را تحت سرپرستی ابراهیم قرار ده. او را به رحمت خود از عذاب جهنم نجات ده. به او خانه ای بهتر از خانه اش و خانواده ای بهتر از خانواده اش بده. خدایا کسانی را که پیش از ما رفته اند و فرزندان ما را از دست داده اند و کسانی را که در ایمان پیشی گرفته اند ببخش.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً، وَأَجْراً)).",
                "count": 1,
                "translation": "(خدایا او را برای ما مقدم و پیشگام و مایه ثواب قرار ده)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 57,
        "category": "دعای تسلیت",
        "array": [
            {
                "id": 1,
                "text": "((إِنَّ للَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى... فَلْتَصْبِرْ وَلْتَحْتَسِبْ)). وَإِنْ قَالَ: ((أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ)) فَحَسَنٌ.",
                "count": 1,
                "translation": "(همانا آنچه گرفت از آن خداست و آنچه داد از آن اوست و هر چیزی نزد او زمان معینی دارد... و سپس به او دستور داد که صبر کند و به ثواب خدا امیدوار باشد.) (کلمات (فلتاسبیر والتهاسیب) دستوراتی به صورت سوم شخص مؤنث است، پس باید نسبت به چه کسی تغییر داده شود.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 58,
        "category": "دعا هنگام ورود به قبر",
        "array": [
            {
                "id": 1,
                "text": "((بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ)).",
                "count": 1,
                "translation": "(به نام خدا و به سنت رسول الله)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 59,
        "category": "دعا بعد از دفن میت",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ)).",
                "count": 1,
                "translation": "خدایا او را ببخش. خدایا تقویتش کن",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 60,
        "category": "دعای زیارت قبور",
        "array": [
            {
                "id": 1,
                "text": "((السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ، [وَيَرْحَمُ اللَّهُ الْمُسْتَقدِمِينَ مِنَّا وَالْمُسْتأْخِرِينَ] أَسْاَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ)).",
                "count": 1,
                "translation": "(سلام بر همه شما اى اهل قبور، در ميان مؤمنان و مسلمانان، ما انشاء الله با شما محشور خواهيم شد، از خداوند براى خود و شما سعادت مى خواهيم).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 61,
        "category": "دعای باد",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ إِنِّي أَسْــــــأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا)).",
                "count": 1,
                "translation": "(خدایا من از تو خیر آن را می‌خواهم و از شر آن به تو پناه می‌برم.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ)).",
                "count": 1,
                "translation": "(خدایا من از تو خیر و خوبی را در آن می‌خواهم و خیری را که با آن فرستاده شده است و از شر آن و شر باطن آن و از شری که با آن فرستاده شده است به تو پناه می‌برم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 62,
        "category": "دعای رعد",
        "array": [
            {
                "id": 1,
                "text": "((سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكةُ مِنْ خِيفَتِهِ)).",
                "count": 1,
                "translation": "(چه کامل است او که رعد با حمد و ثنای او کمالش را اعلام می کند، چنان که زوایا از ترس او).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 63,
        "category": "یکی از دعاهای باران",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ)).",
                "count": 1,
                "translation": "(خدایا بر ما باران مفید و مفید و سالم بفرست، باران سودمند نه مضر، اکنون نه بعداً).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا)).",
                "count": 1,
                "translation": "(خدایا ما را راحت کن، یا الله، ما را راحت کن، خدایا ما را راحت کن).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "((اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ الْمَيِّتَ)).",
                "count": 1,
                "translation": "(خدایا به بندگان و چهارپایانت آب عنایت کن و رحمتت را گسترش ده و سرزمین مرده خود را زنده کن).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 64,
        "category": "وقتی بارون میاد دعا کن",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ صَيِّباً نَافِعاً)).",
                "count": 1,
                "translation": "(خداوندا ابر باران نافع باشد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 65,
        "category": "ذکر بعد از باران",
        "array": [
            {
                "id": 1,
                "text": "((مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ)).",
                "count": 1,
                "translation": "(به فضل و رحمت خدا باران به ما داده شده است.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 66,
        "category": "دعا برای بهبودی",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ)).",
                "count": 1,
                "translation": "(خدایا باران اطراف ما ببارد نه بر ما، خدایا بر مراتع و تپه ها و دره ها و ریشه درختان.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 67,
        "category": "دعای رؤیت هلال",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُ أَكْبَرُ، اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَالْإِيمَانِ، وَالسَّلاَمَةِ وَالْإِسْلاَمِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ)).",
                "count": 1,
                "translation": "(اللّه اکبر. خدایا هلال بر فراز ما در امان و ایمان و صلح و اسلام و به توافق با هر چه دوست داری و خشنود می شوی. پروردگار ما و پروردگار تو خداست.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 68,
        "category": "دعا هنگام افطار",
        "array": [
            {
                "id": 1,
                "text": "((ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ)).",
                "count": 1,
                "translation": "(تشنگی از بین رفت و رگها سیراب شد و اجر ثابت شد اگر خدا بخواهد).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي)).",
                "count": 1,
                "translation": "(خدایا از تو می خواهم به رحمتت که همه چیز را فرا گرفته است که مرا ببخشی.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 69,
        "category": "قبل از غذا دعا کنید",
        "array": [
            {
                "id": 1,
                "text": "((إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً فَلْيَقُلْ بِسْمِ اللَّهِ، فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بسمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ)).",
                "count": 1,
                "translation": "(هنگامی که می خواهید غذا بخورید، بگویید: (بسم اللّه.) و اگر یادتان رفت قبل از شروع آن را بگویید، (هرگاه یادتان آمد) بگویید: بسم الله در آغاز و پایان آن است.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ: اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْراً مِنْهُ، وَمَنْ سَقَاهُ اللَّهُ لَبَناً فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ)).",
                "count": 1,
                "translation": "(هر کس را خداوند طعام دهد بگوید: (خدایا آن را بر ما برکت ده و بهتر از آن به ما اطعام کن) و هر کس را خداوند شیر بدهد بگوید: (خدایا آن را برای ما برکت ده و از آن بیشتر عطا کن).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 70,
        "category": "دعا هنگام تمام شدن غذا",
        "array": [
            {
                "id": 1,
                "text": " ((الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ)).",
                "count": 1,
                "translation": "(حمد و ستایش مخصوص خدایی است که این را به من روزی داد و بدون هیچ نیرویی و قدرتی از جانب خودم به من روزی داد.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ، غَيْرَ [مَكْفِيٍّ وَلاَ ] مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا)).",
                "count": 1,
                "translation": "(و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و حمد و ثنای بی‌پایان، او پروردگار ماست.) مشتاق است، همراه با آنچه نزد اوست و محتاج، او پروردگار ماست.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 71,
        "category": "دعای مهمان برای میزبان غذا",
        "array": [
            {
                "id": 1,
                "text": " ((اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُم، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ)).",
                "count": 1,
                "translation": "(خداوندا، آنچه را که به آنها روزی دادی برکت ده و آنها را بیامرز و رحمتشان کن).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 72,
        "category": "خود را در معرض دعا برای درخواست غذا یا نوشیدنی قرار دهید",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي)).",
                "count": 1,
                "translation": "(خدایا به کسی که به من اطعام کرد، سیراب کن و هر که مرا سیراب کرد، سیراب کن).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 73,
        "category": "دعا هنگام افطار با اهل بیت",
        "array": [
            {
                "id": 1,
                "text": " ((أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ)).",
                "count": 1,
                "translation": "(روزه داران در خانه شما افطار کنند و متعهدان و پرهیزگاران طعام شما را بخورند و زوایا بر شما صلوات بفرستند).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 74,
        "category": "دعای روزه دار اگر غذا درست کند و افطار نکند",
        "array": [
            {
                "id": 1,
                "text": "((إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ، فَإِنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإِنْ كَانَ مُفْطِراً فَلْيَطْعَمْ)) ، وَمَعْنَى فَلْيُصَلِّ أَيْ فَلْيَدْعُ.",
                "count": 1,
                "translation": "",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 75,
        "category": "روزه دار اگر اهانت کند چه می گوید؟",
        "array": [
            {
                "id": 1,
                "text": "((إِنِّي صَائِمٌ، إِنِّي صَائِمٌ)).",
                "count": 1,
                "translation": "(من روزه هستم، روزه هستم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 76,
        "category": "دعا با دیدن اولین میوه ها",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا)).",
                "count": 1,
                "translation": "(خدایا میوه ما را برای ما برکت ده، شهر ما را برای ما برکت ده، صاع ما را بر ما برکت ده و گل ما را بر ما برکت ده.) (یک صاع معادل چهار گل و یک لجن معادل یک پیمانه خشک دو کف دست یک انسان متوسط ​​است.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 77,
        "category": "دعای عطسه",
        "array": [
            {
                "id": 1,
                "text": "((إِذَا عَطَسَ أَحَدُكُم فَلْيَقُلِ الْحَمْدُ لِلَّهِ، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ اللَّهُ، فَإِذَا قَالَ لَهُ: يَرحَمُكَ اللَّهُ، فَلْيَقُلْ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ)).",
                "count": 1,
                "translation": "(هنگامی که یکی از شما عطسه می کند بگوید: (الحمدلله) و برادر یا همراهش به او بگوید: (رحمت الله علیه) و او (یعنی عطسه کننده) به او پاسخ دهد: (خداوند تو را هدایت کند و حالت را اصلاح کند).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 78,
        "category": "آنچه به کافر هنگام عطسه گفته می شود، الحمدلله",
        "array": [
            {
                "id": 1,
                "text": "((يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ)).",
                "count": 1,
                "translation": "(خداوند شما را هدایت کند و حال شما را اصلاح کند.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 79,
        "category": "دعا برای متاهل",
        "array": [
            {
                "id": 1,
                "text": "((بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ)).",
                "count": 1,
                "translation": "(خداوند شما را (همسرتان) برکت دهد و شما را برکت دهد و هر دوی شما را در نیکی محشور کند.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 80,
        "category": "دعای مرد متاهل و خرید حیوان",
        "array": [
            {
                "id": 1,
                "text": "إِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوْ إِذَا اشْتَرَى خَادِماً فَلْيَقُلْ: ((اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ)).",
                "count": 1,
                "translation": "(هنگامی که با زنی ازدواج کردی یا کنیز خریدی، بگو: «خدایا از تو خیر و خوبی را در او می‌خواهم و خیری را که او را به آن گرایش داده‌ای، و به تو پناه می‌برم از شر باطن و بدی که او را به آن متمایل کرده‌ای.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 81,
        "category": "دعا قبل از نزدیکی با همسر",
        "array": [
            {
                "id": 1,
                "text": "((بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا)).",
                "count": 1,
                "translation": "(بسم اللّه اللّه الشیطان را از ما دور کن و شیطان را از آنچه به ما نعمت داده ای دور کن).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 82,
        "category": "دعای غضب",
        "array": [
            {
                "id": 1,
                "text": "((أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ)).",
                "count": 1,
                "translation": "(از شر شیطان ملعون به خدا پناه می برم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 83,
        "category": "دعای کسی که مصیبت دیده را می بیند",
        "array": [
            {
                "id": 1,
                "text": "((الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً)).",
                "count": 1,
                "translation": "(حمد و ستایش مخصوص خدایی است که مرا از آنچه شما را با آن آزمایش کرد نجات داد و به یقین من را بر بسیاری از خلقش برتری داد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 84,
        "category": "آنچه در شورا گفته می شود",
        "array": [
            {
                "id": 1,
                "text": "((عَنِ ابْنِ عُمَرَ رضي الله عنه قَاَلَ: كَانَ يُعَدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ: ((رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ)).",
                "count": 1,
                "translation": "(ابن عمر گفت: رسول خدا صلی الله علیه و آله و سلم هر کس که بنشیند پیش از برخاستن صد مرتبه می‌گوید: (پروردگارا، مرا ببخش و به سوی من رو کن (تا توبه‌ام را بپذیری).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 85,
        "category": "کفاره شورا",
        "array": [
            {
                "id": 1,
                "text": "((سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ)).",
                "count": 1,
                "translation": "(خدایا تو چقدر کامل هستی و من تو را ستایش می کنم، گواهی می دهم که جز تو هیچ کس حق پرستش ندارد، از تو آمرزش می خواهم و به سوی تو توبه می کنم).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 86,
        "category": "برای کسانی که گفتند خدا ببخشد دعا کنید",
        "array": [
            {
                "id": 1,
                "text": "((وَلَكَ)).",
                "count": 1,
                "translation": "(عبدالله بن سرجیس می گوید: من به دیدار پیامبر رفتم و از غذای او خوردم و سپس به او گفتم: (خداوند تو را ببخشد یا رسول الله) پاسخ داد: (و تو)).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 87,
        "category": "برای کسانی که به شما لطف کردند دعا کنید",
        "array": [
            {
                "id": 1,
                "text": "((جَزَاكَ اللَّهُ خَيْراً)).",
                "count": 1,
                "translation": "(اگر کسى به تو احسان کند و بگويى: (خداوند به تو جزاى خير بدهد) در ستايش او برترى يافته اى.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 88,
        "category": "آنچه خدا از دجال محافظت می کند",
        "array": [
            {
                "id": 1,
                "text": "((مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ)) ، وَالْاسْتِعَاذَةُ بِاللَّهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الْأَخِيرِ مِنْ كُلِّ صَلاَةٍ.",
                "count": 1,
                "translation": "(دجال: از نشانه‌های بزرگ قیامت و بزرگ‌ترین آزمایش‌هایی است که برای بشر پیش می‌آید، که هر پیامبری نسبت به آن هشدار داده است. بیشتر مردم از او پیروی می‌کنند. او زمانی که مسلمانان قسطنطنیه را فتح می‌کنند، از اسبهان ایران ظهور می‌کند. قدرت‌های ویژه‌ای به او داده می‌شود و حق را باطل جلوه می‌دهد و بالاخره ادعای حق را خواهد کرد و برعکس خواهد شد. الوهیت از خصوصیات او این است که از دید راستش نابینا می شود که دلیل قطعی است که با ادعای او منافات دارد، زیرا در بین چشمانش کلمه کافر نوشته می شود که هر مؤمن، باسواد و بی سواد، آن را تشخیص می دهد. از مصیبت های دجال بعد از آخرین تشهد در نماز به خدا پناه ببرید.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 89,
        "category": "برای کسانی که گفتند: \"به خاطر خدا دوستت دارم\" دعا کن.",
        "array": [
            {
                "id": 1,
                "text": "((أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ)).",
                "count": 1,
                "translation": "(انشالله که به خاطر او مرا دوست داشتی، تو را دوست بدارد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 90,
        "category": "برای کسی که پولش را به شما تقدیم کرده دعا کنید",
        "array": [
            {
                "id": 1,
                "text": "((بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ)).",
                "count": 1,
                "translation": "(خداوند به شما و خانواده و مال شما برکت دهد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 91,
        "category": "برای کسانی که قرض داده اند در هنگام جبران آن دعا کنید",
        "array": [
            {
                "id": 1,
                "text": "((بارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ)).",
                "count": 1,
                "translation": "(خداوند به شما و خانواده و مال شما برکت دهد، یقیناً ثواب و ثواب قرض است).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 92,
        "category": "دعایی برای ترس از شرک",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ)).",
                "count": 1,
                "translation": "(شرک: شرک دادن به خدا در چیزهایی که مخصوص اوست. این می تواند در (1) اعتقاد باشد، مثلاً باور به اینکه غیر خدا قدرت منفعت یا ضرر دارد، (2) گفتار، مثلاً به غیر خدا سوگند خوردن و (3) عمل، مثلاً رکوع یا سجده برای غیر خدا باشد. و برای کارهایی که ندانسته انجام می دهم از تو آمرزش می خواهم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 93,
        "category": "برای کسانی که گفتند خدا رحمتت کند دعا کن",
        "array": [
            {
                "id": 1,
                "text": "((وَفِيكَ بَارَكَ اللَّهُ)).",
                "count": 1,
                "translation": "(عایشه می گوید که به رسول الله گوسفندی داده شد و او دستور داد که آن را تقسیم کنند. وقتی بنده برمی گردد (از توزیع آن)، عایشه می پرسد: «چه گفتند؟»، پاسخ می دهد: دعا می کردند: (خداوند همه شما را برکت دهد.) سپس عایشه می گوید: و پاداش ما با ما باقی می ماند.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 94,
        "category": "دعای نفرت از تیره",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيْرُكَ)).",
                "count": 1,
                "translation": "(این دعا هر گاه در ابتدا اتفاق یا واقعه ای را برای پیشگویی خیر یا شر تصور کند استفاده می شود و آن را مبنا قرار می دهد که کدام عمل را باید انجام دهد، اما پس از نکوهش چنین ارتباطی، به خدا توکل می کند و سپس این دعا را کفاره این عمل می گوید، زیرا در زمره شرک قرار می گیرد. خیر تو و هیچ کس جز تو حق پرستش را ندارد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 95,
        "category": "دعای سواری",
        "array": [
            {
                "id": 1,
                "text": "((بِسْمِ اللَّهِ، وَالْحَمْدُ للَّهِ ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾، ((الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي؛ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ)).",
                "count": 1,
                "translation": "(بسم اللّه و حمد لله. چه کامل است او که این (حمل و نقل) را در خدمت ما قرار داد و ما خود قادر به آن نبودیم و سرنوشت نهایی ما از آن پروردگار ماست. همه حمد و حمد مخصوص خداست، حمد مخصوص خداست، حمد و حمد مخصوص خداست، الله اکبر است، خدا بزرگتر است، خدا بزرگتر است، الله اکبر است، الله اکبر. جانم، پس مرا ببخش که جز تو گناهان را نمی بخشد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 96,
        "category": "دعای سفر",
        "array": [
            {
                "id": 1,
                "text": "اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾ ((اللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَليفَةُ فِي الْأَهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ))، وإذا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: ((آيِبُونَ، تائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ)).",
                "count": 1,
                "translation": "(الله اکبر، الله اکبر، الله اکبر، چه کامل است، خدایی که این (حمل و نقل) را در خدمت ما قرار داد، و ما خود قادر به آن نبودیم، و سرنوشت نهایی ما به سوی پروردگار ماست، خدایا در این سفرمان از تو بییر و تقوا می‌خواهیم، و از تو می‌خواهیم اعمالی را که به سرعت ما را خشنود می‌کنی. خدایا تو در سفر همنشین و جانشین خانواده هستی، خدایا از سختی های سفر، از دگرگونی دل ها و گرفتاری های بد به تو پناه می برم و از عاقبت ناگوار مال و خانواده به تو پناه می برم.) (بیر و تقوا: دو عبارت جامع که به صورت فردی و پرهیز از امر به معروف و پرهیز از عمل به نیکی اطلاق می شود. بُر، وقتی با هم جمع شوند، به انجام آن دسته از کارهایی است که دستور داده شده است، و تقوا به معنای دوری از اعمالی است که از آن منع شده است. در زمین، زیرا خداوند هرگز غیبت نمی کند و هرگز نمی میرد، این دعا درک درستی از این اصطلاح را ثابت می کند و نشان می دهد که خداوند جانشین ما می شود و کسانی را که در هنگام مرگ یا غیبت باقی می گذاریم، نگهبانی می دهد.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 97,
        "category": "دعایی برای ورود به روستا یا شهر",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا)).",
                "count": 1,
                "translation": "(خداوندا ای پروردگار آسمانهای هفتگانه و آنچه در بر گرفته است، ای پروردگار زمینهای هفت گانه و آنچه حمل می کنند، ای پروردگار شیاطین و هر چه گمراه می کنند، پروردگار بادها و هر چه را که می اندازند. من از تو خیر این روستا و نیکی ساکنانش و هر خیری را که در آن است می خواهم و از شر و بدی که در آن است از تو پناه می برم و از شر و بدی های آن به تو پناه می برم. شر موجود در آن.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 98,
        "category": "دعای ورود به بازار",
        "array": [
            {
                "id": 1,
                "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ حَيٌّ لاِ يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                "count": 1,
                "translation": "(هیچ کس جز خدا حق پرستش ندارد، یگانه و بی شریک، فرمانروایی و ستایش از آن اوست، زنده می کند و می میراند، و زنده است و نمی میرد، همه خیرها در دست اوست و او بر هر چیزی قادر مطلق است).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 99,
        "category": "اگر قایق بدبخت است دعا کنید",
        "array": [
            {
                "id": 1,
                "text": "((بِسْمِ اللَّهِ)).",
                "count": 1,
                "translation": "(به نام خدا.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 100,
        "category": "دعای مسافر برای ساکن",
        "array": [
            {
                "id": 1,
                "text": "((أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ)).",
                "count": 1,
                "translation": "(شما را بر خداوندی که امانت او بی جا نمی ماند، توکل می کنم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 101,
        "category": "دعای یک ساکن برای مسافر",
        "array": [
            {
                "id": 1,
                "text": "(( أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ)).",
                "count": 1,
                "translation": "(من دین و وفای شما و پایان کارتان را بر خداوند توکل می کنم.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ ما كُنْتَ)).",
                "count": 1,
                "translation": "(خداوند به شما تقوی عنایت فرماید و گناهانتان را بیامرزد و هر کجا که هستید هر خیری را برای شما آسان کند.) (تقوی: اصطلاحی جامع که به همه کارهای پسندیده و اطاعت یعنی انجام امر به معروف و دوری از حرام اطلاق می شود).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 102,
        "category": "تکبیر و تسبیح در سفر",
        "array": [
            {
                "id": 1,
                "text": "قَالَ جَابِرٌ رضي الله عنه: ((كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا)).",
                "count": 1,
                "translation": "جابر گفت: هرگاه از تپه ای بالا می رفتیم، الله اکبر می گفتیم و چون فرود می آمدیم سبحان الله می گفتیم.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 103,
        "category": "دعای مسافر وقتی که مسحور می شود",
        "array": [
            {
                "id": 1,
                "text": "((سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ)).",
                "count": 1,
                "translation": "(شاهد باش بر حمد و ثنای ما از خداوند به خاطر نعمتها و نعمتهایش بر ما. پروردگارا ما را حفظ کن و بر ما منت فرما و از هر بدی رهایی بخش. من از آتش به خدا پناه می برم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 104,
        "category": "دعا هنگام نزول در مسافرت یا جاهای دیگر",
        "array": [
            {
                "id": 1,
                "text": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ)).",
                "count": 1,
                "translation": "(از شری که آفریده به کلام کامل خداوند پناه می برم.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 105,
        "category": "ذکر بازگشت از سفر",
        "array": [
            {
                "id": 1,
                "text": "((يُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزابَ وَحْدَهُ)).",
                "count": 1,
                "translation": "(ابن عمار می‌گوید که رسول خدا در بازگشت از جنگ یا حج، در هر نقطه بلندی می‌فرمود: (اللّه اکبر، الله اکبر، الله اکبر) و سپس می‌فرمود: (هیچ کس را حق پرستش نیست مگر خدای یگانه و بی شریک. ما از آن اوست توانا و ستایش بر همه چیز. برگرد، توبه کن، عبادت کن و حمد و ستایش پروردگارمان را انجام داد، بنده اش را یاری کرد و یاران را به تنهایی شکست داد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 106,
        "category": "کسی که نزد او آمده است چیزی است که او دوست دارد یا دوست ندارد",
        "array": [
            {
                "id": 1,
                "text": "كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ الْأَمْرُ يَسُرُّهُ قَالَ: ((الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ)) وَإِذَا أَتَاهُ الْأَمْرُ يَكْرَهُهُ قَالَ: ((الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ)).",
                "count": 1,
                "translation": "وقتی اتفاقی می افتاد که او را خوشحال می کرد، پیامبر می فرمود: ((الحمد للّه اللثیة بینمطیحی تتمّوس الصالحات)). حمد و ستایش مخصوص خداوندی است که به برکت او همه خوبی ها کامل می شود. و اگر اتفاقی می افتاد که او را ناراضی می کرد، می گفت: ((الحمدلله علی کلّی حلال)) حمد و ستایش مخصوص خداست در هر حال.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 107,
        "category": "فضیلت دعا برای پیامبر صلی الله علیه و آله و سلم",
        "array": [
            {
                "id": 1,
                "text": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْراً)).",
                "count": 1,
                "translation": "(پیامبر اکرم صلی الله علیه و آله و سلم فرمود: هر که بر من صلوات بفرستد خداوند ده تا بر او می فرستد.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "وَقَالَ صلى الله عليه وسلم: ((لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ)).",
                "count": 1,
                "translation": "(علیه السلام) نیز فرمود: قبرم را محل تشریفات نگیرید، بر من صلوات بفرستید که هر جا هستید دعای شما به من می رسد.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "وَقَالَ صلى الله عليه وسلم: ((الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ)).",
                "count": 1,
                "translation": "(علیه السلام) نیز فرمود: بخیل کسی است که وقتی از من یاد می شود، بر من صلوات نمی فرستد.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "وَقَالَ صلى الله عليه وسلم:((إِنَّ لِلَّهِ مَلاَئِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمَ)).",
                "count": 1,
                "translation": "پیامبر اکرم صلی الله علیه و آله فرمود: خداوند فرشتگانی دارد که در زمین پرسه می زنند و درودهای امت من را به من می رسانند.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "وَقَالَ صلى الله عليه وسلم: ((مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ)).",
                "count": 1,
                "translation": "پیامبر اکرم صلی الله علیه و آله فرمود: هیچ کس بر من درود نمی فرستد، مگر اینکه خداوند جانم را به من برمی گرداند تا درود او را برگردانم.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 108,
        "category": "افشای صلح",
        "array": [
            {
                "id": 1,
                "text": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ((لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلاَ أَدُلُّكُم عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُم، أَفْشُوا السَّلاَمَ بَيْنَكُمْ)).",
                "count": 1,
                "translation": "(رسول خدا فرمود: وارد بهشت ​​نمی شوید مگر اینکه ایمان بیاورید و ایمان نمی آورید تا اینکه یکدیگر را دوست بدارید. آیا شما را از چیزی خبر ندهم که اگر به آن عمل کنید به محبت یکدیگر خواهید رسید؟ در میان خود سلام کنید).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((ثَلاَثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلاَمِ لِلْعَالَمِ، وَالْإِنْفَاقُ مِنَ الإِقْتَارِ)).",
                "count": 1,
                "translation": "(عمار گفت: سه خصلت که هر کس آنها را جمع کند ایمان خود را کامل کرده است: عادل بودن، درود بر همه مردم و انفاق از اندکی که داری).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أنَّ رَجُلاً سَأَلَ النَّبِيَّ صلى الله عليه وسلم أيُّ الْإِسْلاَمِ خَيْرٌ قَالَ: ((تُطْعِمُ الطَّعَامَ، وَتَقْرأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ)).",
                "count": 1,
                "translation": "(عبدالله بن عامر روایت می کند که مردی از پیامبر صلی الله علیه و آله پرسید: کدام اسلام بهترین است؟» فرمود: به (فقیر) اطعام کنید و به کسانی که می شناسید و کسانی که نمی شناسید سلام برسانید.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 109,
        "category": "اگر کافر سلام کند چگونه می توان به او سلام داد؟",
        "array": [
            {
                "id": 1,
                "text": "((إذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا: وَعَلَيْكُمْ)).",
                "count": 1,
                "translation": "(هنگامی که اهل کتاب به شما سلام می کنند، در پاسخ بگویید: (و علیکم))",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 110,
        "category": "دعا به هنگام شنیدن بانگ خروس و صدای خروس",
        "array": [
            {
                "id": 1,
                "text": "((إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ؛ فَإِنَّهَا رَأَتْ مَلَكاً وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيطَانِ؛ فَإِنَّهُ رَأَى شَيْطَاناً)).",
                "count": 1,
                "translation": "(اگر صدای زاغ خروس را شنیدی از خدا فضلش بخواه که فرشته ای را دیده و اگر صدای خروس را شنیدی به خدا پناه ببر که شیطان دیده است).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 111,
        "category": "دعا برای پارس سگ در شب",
        "array": [
            {
                "id": 1,
                "text": "((إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيقَ الْحَمِيرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ مِنْهُنَّ؛ فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ)).",
                "count": 1,
                "translation": "(اگر در شب صدای پارس سگها یا صدای الاغ را می شنوید به خدا پناه ببرید که آنها آنچه را که شما نمی بینید می بینند).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 112,
        "category": "برای کسی که باعثش شده دعا کن",
        "array": [
            {
                "id": 1,
                "text": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ)).",
                "count": 1,
                "translation": "(خدایا به هر مؤمنی که به او دشنام دادم، او را در روز قیامت به تو نزدیک کند).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 113,
        "category": "اگر مسلمان از مسلمانی تعریف کند چه می گوید؟",
        "array": [
            {
                "id": 1,
                "text": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((إِذَا كَانَ أَحَدُكُم مَادِحاً صَاحِبَهُ لاَ مَحَالَةَ فَلْيَقُلْ: أَحْسِبُ فُلاَناً وَاللَّهُ حَسِيبُهُ، وَلاَ أُزَكِّي عَلَى اللَّهِ أَحَداً، أَحْسِبُهُ – إِنْ كَانَ يَعْلَمُ ذَاكَ – كَذَا وَكَذَا)).",
                "count": 1,
                "translation": "(فرمود: اگر کسی از شما مجبور شد که برادرش را ستایش کند، بگوید: فلان را می‌شمارم... و خداوند حسابگر اوست... و هیچ کس را ستایش نمی‌کنم و آن را در برابر ستایش خدا پیش می‌برم، هر قدر او را چنین و چنان بدانم، اگر بداند...)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 114,
        "category": "مسلمان اگر پاک باشد چه می گوید؟",
        "array": [
            {
                "id": 1,
                "text": "((اللَّهُمَّ لاَ تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاغْفِرْ لِي مَا لاَ يَعْلَمُونَ، [وَاجْعَلْنِي خَيْراً مِمَّا يَظُّنُّونَ])).",
                "count": 1,
                "translation": "خدایا مرا به آنچه می گویند بازگو مکن و آنچه را که به آن علم ندارند ببخش [و بهتر از آنچه می پندارند قرارم بده].",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 115,
        "category": "چگونه یک محرم در حج یا عمره تلبیه می کند؟",
        "array": [
            {
                "id": 1,
                "text": "((لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ)).",
                "count": 1,
                "translation": "(همانا خدایا، (در پاسخ به دعوت تو)، اینجا هستم، اینجا هستم، تو شریکی نداری، اینجا هستم، همانا تمام حمد و فضل و حاکمیت از آن توست، تو هیچ شریکی نداری.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 116,
        "category": "اگر گوشه سیاه بالا آمد بزرگنمایی کنید",
        "array": [
            {
                "id": 1,
                "text": "((طَافَ النَّبيُّ صلى الله عليه وسلم بِالْبَيْتِ عَلَى بَعِيرٍ كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ عِنْدَهُ وَكَبَّرَ)).",
                "count": 1,
                "translation": "(پیامبر صلی الله علیه و آله و سلم بر شتری دور کعبه می چرخید و هر بار که به حجر الاسود می رسید با عصای خود به آن اشاره می کرد و می فرمود: (الله اکبر).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 117,
        "category": "دعا بین گوشه یمانی و حجر الاسود",
        "array": [
            {
                "id": 1,
                "text": "((﴿رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ﴾)).",
                "count": 1,
                "translation": "پیامبر اکرم صلی الله علیه و آله بین گوشه یمانی و حجر الاسود می فرمود: (پروردگارا ما را در دنیا بهترین و در آخرت بهترین را عطا کن و ما را از عذاب آتش حفظ کن).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 118,
        "category": "دعای ایستادن بر صفا و مروه",
        "array": [
            {
                "id": 1,
                "text": "لَمَّا دَنَا النَّبِيُّ صلى الله عليه وسلم مِنَ الصَّفَا قَرَأَ: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ﴾ أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ)) فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللَّهَ وَكبَّرَهُ وَقَالَ: ((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، ثُمَّ دَعَا بَيْنَ ذلكَ. قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ)) الْحَدِيثُ. وَفِيهِ: ((فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا)).",
                "count": 1,
                "translation": "(جابر در توصیف زیارت پیامبر اکرم صلی الله علیه و آله و سلم گفت: ... و چون به کوه صفا نزدیک شد، چنین خواند: (همانا صفا و مروه از عبادتگاه‌های خداست...) (از آنچه خداوند شروع کرده است شروع می‌کنم.) پس از صفا شروع کرد و از آن بالا رفت تا کعبه را ببیند، گفت: الله اکبر و اکبر است. پس از هر مرتبه سه مرتبه دعا مى‏كرد (دعاى شخصى بجا آورد) : (هيچ كس را حق عبادت نيست مگر خداى يكتا و بى شريك و حاكميت و حمد از آن اوست و او بر هر چيز قادر است و هيچ كس حق ندارد جز خداى يگانه عبادت و عبادت شود). متفقین را شکست داد.)) (این عمل را در مروه تکرار می کرد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 119,
        "category": "دعای روز عرفات",
        "array": [
            {
                "id": 1,
                "text": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبيُّونَ مِنْ قَبْلِي: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                "count": 1,
                "translation": "(بهترین دعاها دعای روز عرفه است و بهترین دعایی که من و پیامبران پیش از من گفته‌ایم این است که: (لا یُعْبُدُ اللَّهِ یَحْتَاً وَ بِشَرِیکَ، حمد و فرمانروایی از آن اوست و او بر هر چیزی قادر است).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 120,
        "category": "ذکر در مشعر الحرام",
        "array": [
            {
                "id": 1,
                "text": "رَكِبَ النَّبِيُّ صلى الله عليه وسلم الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ فَاسْتَقْبَلَ الْقِبْلَةَ (فَدَعَاهُ، وَكَبَّرَهُ، وَهَللَّهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفاً حَتَّى أَسْفَرَ جِدَّاً فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمسُ.",
                "count": 1,
                "translation": "پیامبر صلی الله علیه و آله سوار بر شتر خود، القصوه، شد تا به ناحیه مقدس (المش اریل حرام) رسید. سپس رو به قبله کرد و خدا را خواند و مکرراً این جمله را گفت: الله اکبر، الله احد و لا اله الا الله. او ثابت ماند تا زمانی که آسمان با سپیده دم زرد شد و سپس قبل از طلوع خورشید به کار خود ادامه داد.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 121,
        "category": "تکبیر هنگام رجم کردن جمرات با هر سنگریزه",
        "array": [
            {
                "id": 1,
                "text": "((يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الْجِمَارِ الثَّلاَثِ، ثُمَّ يَتَقَدَّمُ، ويَقِفُ يَدْعُو مُسْتَقْبِلَ الْقِبلَةِ، رَافِعاً يَدَيْهِ بَعْدَ الْجَمْرَةِ الْأُولَى وَالثَّانِيَةِ. أَمَّا جَمْرَةُ الْعَقَبَةِ فَيَرْمِيهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ وَيَنْصَرِفُ وَلاَ يَقِفُ عِنْدَهَا)).",
                "count": 1,
                "translation": "پیامبر اکرم صلی الله علیه و آله و سلم با هر سنگریزه ای که به سه ستون پرتاب می کرد می فرماید. سپس جلو رفت و رو به قبله ایستاد و دستانش را بلند کرد و خدا را صدا زد. آن پس از (سنگ زدن) رکن اول و دوم بود و رکن سوم، آن را سنگ زد و با هر سنگریزه ای که می انداخت، الله اکبر را ندا می داد، ولی چون تمام شد بدون ایستادن بر آن (برای دعا) رفت.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 122,
        "category": "دعای شگفتی و شادی",
        "array": [
            {
                "id": 1,
                "text": "((سُبْحَانَ اللَّهِ!)).",
                "count": 1,
                "translation": "(چقدر خدا کامل است.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "((اللَّهُ أَكْبَرُ!)).",
                "count": 1,
                "translation": "(الله اکبر است.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 123,
        "category": "کسى که نزد او مى‏آید، کارى است که او را خشنود مى‏سازد",
        "array": [
            {
                "id": 1,
                "text": "((كَانَ النَّبيُّ صلى الله عليه وسلم إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِداً شُكْراً لِلَّهِ تَبَارَكَ وَتَعَالَى)).",
                "count": 1,
                "translation": "(پیامبر اکرم صلی الله علیه و آله و سلم با شنیدن اخباری که او را خشنود می کرد یا موجب خرسندی می شد، به شکرانه خداوند سجده می کرد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 124,
        "category": "کسی که در بدنش احساس درد می کند چه می گوید",
        "array": [
            {
                "id": 1,
                "text": "((ضَعْ يَدَكَ عَلَى الَّذِي تَألَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ، ثَلاَثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ)).",
                "count": 1,
                "translation": "(دستت را در محل درد بگذار و بگو: (بسم الله (سه مرتبه)) هفت مرتبه دعا کن: (از شرّی که احساس می کنم و از آن برحذرم به خدا و به قدرت مطلق او پناه می برم).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 125,
        "category": "دعا برای کسی که می ترسد اتفاق خاصی برایش بیفتد",
        "array": [
            {
                "id": 1,
                "text": "((إِذَا رَأَى أَحَدُكُم مِنْ أَخِيهِ، أَوْ مِنْ نَفْسِهِ، أَوْ مِنْ مَالِهِ مَا يُعْجِبُهُ [فَلْيَدْعُ لَهُ بِالْبَرَكَةِ] فَإِنَّ الْعَيْنَ حَقٌّ)).",
                "count": 1,
                "translation": "اگر چیزی از برادرت ببینی که تو یا از شخص یا مال او را خشنود کند [پس از خدا بخواه که در آن برکت دهد] که چشم حسود واقعی است.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 126,
        "category": "وقتی وحشت می کنید چه بگویید",
        "array": [
            {
                "id": 1,
                "text": "((لاَ إِلَهَ إِلاَّ اللَّهُ!)).",
                "count": 1,
                "translation": "(هیچ کس جز خدا حق پرستش را ندارد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 127,
        "category": "هنگام ذبح یا ذبح چه می گویند؟",
        "array": [
            {
                "id": 1,
                "text": "((بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ [اللَّهُمَّ مِنْكَ وَلَكَ] اللَّهُمَّ تَقَبَّلْ مِنِّي)).",
                "count": 1,
                "translation": "(بسم اللّه و اللّه اکبر. خدایا از تو و از آن توست، خدایا این را از من بپذیر).",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 128,
        "category": "او به پاسخ بچه مزدور شیطان چه می گوید؟",
        "array": [
            {
                "id": 1,
                "text": "((أَعُوذُ بكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ: مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ)).",
                "count": 1,
                "translation": "(پناه می‌برم به کلام کامل خدا که هیچ عادل و ظالمی نمی‌تواند از آن تجاوز کند، از هر بدی که آفریده، ساخته و پدید آورده است. (پناه می‌برم) از شرّی که از آسمان فرود می‌آید و از شرّی که به آن بالا می‌رود. شر کسی که شب را زیارت کند، مگر خیر آور، ای مهربان.",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 129,
        "category": "استغفار و توبه کنید",
        "array": [
            {
                "id": 1,
                "text": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ((وَاللَّهِ إِنِّي لأَسْتَغفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةٍ)).",
                "count": 1,
                "translation": "(رسول خدا فرمود: به خدا سوگند من روزی بیش از هفتاد مرتبه به درگاه خداوند استغفار و توبه می کنم).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "وَقَالَ صلى الله عليه وسلم: ((يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ)).",
                "count": 1,
                "translation": "(و همچنین فرمود: ای مردم توبه کنید، همانا من روزی صد بار به سوی خدا توبه می کنم).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "وَقَالَ صلى الله عليه وسلم: ((مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيّوُمُ وَأَتُوبُ إِلَيهِ، غَفَرَ اللَّهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ)).",
                "count": 1,
                "translation": "(و همچنین می فرماید: «هر کس بگوید: (از خداوند طلب آمرزش می کنم، جز او که جز او زنده و حامی و پشتیبان همه است حق پرستش را ندارد و من به سوی او توبه می کنم.) خداوند او را می آمرزد هر چند در هنگام پیشروی لشکر فرار کند.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "وَقَالَ صلى الله عليه وسلم: ((أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ)).",
                "count": 1,
                "translation": "(فرمود: نزدیکترین چیزی که خداوند به بنده اش می آید در نیمه های شب است، پس اگر می توانید از کسانی باشید که در آن وقت خدا را یاد می کنند، پس چنین باشید).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "وَقَالَ صلى الله عليه وسلم: ((أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكثِرُوا الدُّعَاءَ)).",
                "count": 1,
                "translation": "(و همچنین فرمود: نزدیکترین بنده به پروردگارش هنگام سجده است، پس در آن بسیار دعا کنید).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 6,
                "text": "وَقَالَ صلى الله عليه وسلم: ((إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ)).",
                "count": 1,
                "translation": "(همچنین فرمود: همانا دلم مشغول می شود و هر روز صد مرتبه از خدا طلب آمرزش می کنم.) (مشغول: در حال فراموشی) پیامبر همواره بر یاد پروردگارش می افزاید و به قرب الهی می رسید و اگر نسبت به خدا کمتر می پنداشت. گناه است و سپس برای طلب آمرزش از خدا می کوشند.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 130,
        "category": "فضیلت تسبیح و حمد و تسبیح خداوند",
        "array": [
            {
                "id": 1,
                "text": "قَالَ صلى الله عليه وسلم مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر)).",
                "count": 100,
                "translation": "(هر کس در روز صد مرتبه بگوید: (چقدر خدا کامل است و او را ستایش می کنم) گناهانش پاک می شود، اگر چه مانند کف دریا باشد.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 2,
                "text": "وَقَالَ صلى الله عليه وسلم: ((مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ)).",
                "count": 10,
                "translation": "(از ابوهریره رضی الله عنه رضی الله عنه رضی الله عنه روایت است که رسول الله صلی الله علیه و آله و سلم فرمود: هر کس بگوید: (جز الله یگانه و بی شریک حق عبادت ندارد. فرمانروایی و حمد و ستایش از آن اوست و او بر هر چیزی قادر مطلق است) صد بار در روز ثواب آزادی ده غلام و صد نفر بد به او داده می شود و صد نفر از او پاک می شود. آن روز تا شام از شیطان پناه برد و جز کسی که بیشتر کرده باشد، چیزی بهتر از آن نخواهد آمد.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 3,
                "text": "وَقَالَ صلى الله عليه وسلم: ((كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحانَ اللَّهِ الْعَظِيمِ)).",
                "count": 1,
                "translation": "(از ابوهریره رضی الله عنه رضی الله عنه رضی الله عنه رضی الله عنه روایت است که رسول الله صلی الله علیه وسلم فرمود: دو کلمه است که بر زبان سبک است و بر ترازو سنگین است و نزد خدای رحمان محبوب است: (چه کامل است و من او را ستایش می کنم، چه کامل است خداوند متعال).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 4,
                "text": "وَقَالَ صلى الله عليه وسلم: ((لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمسُ)).",
                "count": 1,
                "translation": "(از ابوهریره رضی الله عنه رضی الله عنه روایت است که رسول خدا صلی الله علیه و آله و سلم فرمود: گفتن: (چقدر خدا کامل است و حمد و ستایش مخصوص خداست. هیچ کس جز خدا حق پرستش ندارد و الله اکبر است) نزد من از هر چیزی که خورشید طلوع کرده محبوبتر است.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 5,
                "text": "وَقَالَ صلى الله عليه وسلم: ((أَيَعْجِزُ أَحَدُكُم أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ)) فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: ((يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ)).",
                "count": 100,
                "translation": "(سعد گفت: نزد رسول خدا صلی الله علیه و آله نشسته بودیم، حضرت فرمود: آیا هیچ یک از شما نمی‌تواند در هر روز هزار حسنه به دست آورد؟» پس از او پرسید: چگونه به هزار حسنه می‌رسد؟ پاسخ داد: بگوید: (چقدر خدا کامل است.) صد مرتبه، که هزار حسن برای او ثبت می‌شود یا هزار حسنه ثبت می‌شود.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 6,
                "text": "((مَنْ قَالَ: سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ)).",
                "count": 1,
                "translation": "(جبّر رضی الله عنه روایت می کند که پیامبر فرمود: «هر کس بگوید: (چقدر خدا کامل است و من او را ستایش می کنم.) برای او در بهشت ​​درخت خرما کاشته می شود.",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 7,
                "text": "وَقَالَ صلى الله عليه وسلم: ((يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ))؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: ((قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                "count": 1,
                "translation": "(عبدالله بن قیس روایت می کند که پیامبر به او فرمود: ای عبد الله بن قیس، آیا تو را از گنجی از گنج های بهشت ​​خبر ندهم؟» سپس فرمود: «بگو: هیچ نیرو و نیرویی جز به وسیله خدا نیست.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 8,
                "text": "وَقَالَ صلى الله عليه وسلم: ((أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأتَ)).",
                "count": 1,
                "translation": "(محبوب ترین کلمات نزد خداوند چهار کلمه است: (چقدر خدا کامل است، حمد و ستایش مخصوص خداست، هیچ کس حق عبادت را ندارد مگر خدا و الله اکبر)) (مهم نیست از کدام یک شروع کنید.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 9,
                "text": "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ: عَلِّمْنِي كَلاماً أَقُولُهُ: قَالَ: ((قُلْ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ)) قَالَ: فَهَؤُلاَءِ لِرَبِّي، فَمَا لِي؟ قَالَ: ((قُلْ: اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي)).",
                "count": 1,
                "translation": "(سعد بن ابی وقاص روایت می کند که مردی نزد رسول خدا صلی الله علیه و آله آمد و به او گفت: به من چیزی بیاموز که بگویم؟» گفت: بگو: ((هیچ کس را حق پرستش نیست مگر خدای یگانه بدون شریک. خداوند بزرگ است و حمد و ستایش مخصوص خداست. چه کامل است که خداوند توانا و پروردگار جهانیان نیست). آن مرد گفت: اینها برای پروردگار من است و برای من چیست؟ گفت: بگو: (خدایا مرا بیامرز و مرا بیامرز و مرا راهنمایی کن و به من روزی بده.)",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 10,
                "text": "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ: ((اللَّهُمَّ اغْفِرِ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي)).",
                "count": 1,
                "translation": "(طارق اشجعی می‌گوید: هنگامی که کسی اسلام می‌آورد، پیامبر اکرم صلی‌الله‌علیه‌وآله‌وسلم، نماز را به او می‌آموزد و با این جمله به او دستور می‌داد که دعا کند: «خدایا مرا بیامرز، رحمت کن، مرا هدایت کن، سلامتی ده و به من روزی بده.»",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 11,
                "text": "((إِنَّ أَفْضَلَ الدُّعَاءِ الْحَمْدُ لِلَّهِ، وَأَفْضَلَ الذِّكْرِ لاَ إِلَهَ إِلاَّ اللَّهُ)).",
                "count": 1,
                "translation": "(جابر بن عبد الله روایت می کند که رسول خدا صلی الله علیه و آله و سلم می فرماید: «همانا بهترین دعا این است که: (الحمد لله) و بهترین ذکر این است: (الا الله حق پرستش را ندارد).",
                "source": "Hisn al-Muslim"
            },
            {
                "id": 12,
                "text": "الباقيات الصالحات : سبحان الله والحمد لله ، ولا إله إلا الله ،والله أكبر ،و لا حول ولا قوة إلا بالله",
                "count": 1,
                "translation": "حسنات پایدار عبارتند از: «سبحان الله» و «حمد لله» و «و لا عبادت الله» و «الله اکبر» و «لا حول و لا قوه الا بالله».",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 131,
        "category": "پیامبر چگونه شنا کرد؟",
        "array": [
            {
                "id": 1,
                "text": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنه قَالَ: ((رَأَيْتُ النَّبيَّ صلى الله عليه وسلم يَعْقِدُ التَّسْبِيحَ)) وفي زيادةٍ: ((بِيَمِينِهِ)).",
                "count": 1,
                "translation": "(تسبیح، یعنی در اینجا گفتن: (سبحان الله، الحمد لله، الله اکبر.)) (عبدالله بن عامر گفت: پیامبر را دیدم که با دست راستش تسبیح می کرد.)",
                "source": "Hisn al-Muslim"
            }
        ]
    },
    {
        "id": 132,
        "category": "یکی از اقسام حسنه و آداب همگانی",
        "array": [
            {
                "id": 1,
                "text": "قَالَ النَّبِيُّ صلى الله عليه وسلم ((إِذَا كَانَ جُنْحُ اللَّيْلِ – أَوْ أَمْسَيْتُم – فَـكُفُّوا صِبْيانَـكُم، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ؛ فَإِنَّ الشَّيطَانَ لاَ يَفْتَحُ بَاباً مُغلَقاً، وَأَوْكُوا قِرَبَكُمْ، وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُم، وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئاً، وَأَطْفِئُوا مَصَابِيحَكُمْ)).",
                "count": 1,
                "translation": "",
                "source": "Hisn al-Muslim"
            }
        ]
    }
]