{
    "ms": [
        {
            "ID": 27,
            "TITLE": "Zikir pagi dan petang",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_028.mp3",
            "TEXT": [
                {
                    "ID": 75,
                    "ARABIC_TEXT": "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ ﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Recite Ayat-Al-Kursiy (Al-Baqarah :255)",
                    "TRANSLATED_TEXT": "Allah, tiada Tuhan selain Dia, Yang Hidup Kekal, Yang Memelihara segala yang ada. Tiada rasa mengantuk menimpa-Nya dan tidak pula tidur. Kepunyaan-Nya apa yang ada di langit dan apa yang ada di bumi. Siapakah yang dapat memberi syafaat di sisi-Nya melainkan dengan izin-Nya? Dia mengetahui apa yang sebelum mereka dan apa yang akan datang sesudah mereka, dan mereka tidak mengetahui sesuatupun dari ilmu-Nya melainkan apa yang Dia kehendaki. Kursi-Nya meliputi langit dan bumi, dan pemeliharaannya tidak menjemukan-Nya. Dan Dialah Yang Maha Tinggi lagi Maha Besar.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/75.mp3"
                },
                {
                    "ID": 76,
                    "ARABIC_TEXT": "(بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.) (بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.) (بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Then recite [Soorah al-Ikhlaas (112)], [Soorah al-Falaq (113)] and [Soorah an-Naas (114)]",
                    "TRANSLATED_TEXT": "([Soorah al-Ikhlaas (112)]( 1 )   Say, He is Allah, [who is] One,( 2 )   Allah, the Eternal Refuge.( 3 )   He neither begets nor is born,( 4 )   Nor is there to Him any equivalent.)([Soorah al-Falaq (113)] ( 1 )   Say, I seek refuge in the Lord of daybreak( 2 )   From the evil of that which He created( 3 )   And from the evil of darkness when it settles( 4 )   And from the evil of the blowers in knots( 5 )   And from the evil of an envier when he envies. )([Soorah an-Naas (114)])( 1 )   Say, I seek refuge in the Lord of mankind,( 2 )   The Sovereign of mankind.( 3 )   The God of mankind,( 4 )   From the evil of the retreating whisperer -( 5 )   Who whispers [evil] into the breasts of mankind -( 6 )   From among the jinn and mankind.",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/76.mp3"
                },
                {
                    "ID": 77,
                    "ARABIC_TEXT": "((أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيرَ مَا بَعْدَهُ ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي  هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ)). [ وإذا أمسى قال: أمسينا وأمسى الملك للَّه] [وإذا أمسى قال: رب أسألك خير ما في هذه الليلة، وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة، وشر ما بعدها.]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Asbahna wa-asbahal-mulku lillah walhamdu lillah la ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, rabbi as-aluka khayra ma fee hathihil-laylah, wakhayra ma baAAdaha, wa-aAAoothu bika min sharri hathihil-laylah, washarri ma baAAdaha, rabbi aAAoothu bika minal-kasal, wasoo-il kibar, rabbi aAAoothu bika min AAathabin fin-nar, waAAathabin fil-qabr.‘We have reached the morning and at this very time unto Allah belongs all sovereignty, and all praise is for Allah.  None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent. My Lord, I ask You for the good of this night and the good of what follows it and I take refuge in You from the evil of this night and the evil of what follows it.  My Lord, I take refuge in You from laziness and senility.  My Lord, I take refuge in You from torment in the Fire and punishment in the grave.’…likewise, one says in the morning:Amsayna wa-amsal-mulku lillah….‘We have reached the evening and at this very time unto Allah belongs all sovereignty…’",
                    "TRANSLATED_TEXT": "“Kami telah tiba waktu pagi dan pada waktu ini hanya bagi Allah, kepunyaan segala kerajaan, dan segala puji bagi Allah. Tidak ada yang berhak disembah melainkan Allah semata, tiada sekutu bagi-Nya, bagi-Nya segala kerajaan dan pujian dan Dialah yang Maha Kuasa atas segala sesuatu. Ya Tuhanku, aku memohon kepada-Mu kebaikan hari ini dan kebaikan sesudahnya dan aku berlindung kepada-Mu dari kejahatan hari ini dan kejahatan sesudahnya. Ya Tuhanku, aku berlindung kepadaMu dari sifat malas dan nyanyuk. Ya Tuhanku, aku berlindung kepada-Mu dari siksa neraka dan siksa kubur.'",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/77.mp3"
                },
                {
                    "ID": 78,
                    "ARABIC_TEXT": "((اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا ، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ)). [وإذا أمسى قال: اللَّهم بك أمسينا، وبك أصبحنا، وبك نحيا، وبك نموت، وإليك المصير.]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma bika asbahna wabika amsayna, wabika nahya ,wabika namootu wa-ilaykan-nushoor.)[In the evening:] (Allahumma bika amsayna, wabika asbahna, wabika nahya wabika namootu wa-ilaykal-maseer.)",
                    "TRANSLATED_TEXT": "(Ya Allah, dengan izin-Mu kami sampai ke waktu pagi dan dengan izin-Mu kami sampai ke petang, dengan izin-Mu kami hidup dan mati dan kepada-Mu kami dibangkitkan.) [Pada waktu petang:] (Ya Allah, dengan izin-Mu kami sampai waktu petang dan dengan izin-Mu kami sampai waktu pagi, dengan izin-Mu kami hidup dan mati dan kepada-Mu kami kembali.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/78.mp3"
                },
                {
                    "ID": 79,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma anta rabbee la ilaha illa ant, khalaqtanee wa-ana AAabduk, wa-ana AAala AAahdika wawaAAdika mas-tataAAt, aAAoothu bika min sharri ma sanaAAt, aboo-o laka biniAAmatika AAalay, wa-aboo-o bithanbee, faghfir lee fa-innahu la yaghfiruth-thunooba illa ant.)",
                    "TRANSLATED_TEXT": "(Ya Allah, Engkaulah Tuhanku, tiada yang berhak disembah melainkan Engkau, Engkau telah menciptakanku dan aku adalah hamba-Mu dan aku berpegang pada perjanjian dan janji-Mu dengan sebaik-baiknya, aku berlindung kepada-Mu dari kejahatan yang aku lakukan. Aku mengakui nikmat-Mu kepadaku dan aku mengakui dosaku, maka ampunilah aku, kerana sesungguhnya tidak ada yang dapat mengampuni dosa kecuali Engkau.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/79.mp3"
                },
                {
                    "ID": 80,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتِكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ)) (أربعَ مَرَّاتٍ).[ وإذا أمسى قال: اللَّهم إني أمسيت...]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee asbahtu oshhiduk, wa-oshhidu hamalata AAarshik, wamala-ikatak, wajameeAAa khalqik, annaka antal-lahu la ilaha illa ant, wahdaka la shareeka lak, wa-anna Muhammadan AAabduka warasooluk .) (four times in the morning & evening)(Note: for the evening, one reads (amsaytu) instead of (asbahtu).)",
                    "TRANSLATED_TEXT": "(Ya Allah, sesungguhnya aku telah sampai waktu pagi dan menyeru kepada-Mu, para pembawa singgasana-Mu, malaikat-malaikat-Mu, dan seluruh makhluk-Mu untuk bersaksi bahawa Engkau adalah Allah, tidak ada yang berhak disembah melainkan Engkau semata-mata, tiada sekutu bagi-Mu dan bahawa Muhammad adalah Hamba dan Rasul-Mu.) (empat kali pada waktu pagi & petang) (Nota: untuk petang, seseorang membaca (amsaytu) daripada (asbahtu))",
                    "REPEAT": 4,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/80.mp3"
                },
                {
                    "ID": 81,
                    "ARABIC_TEXT": "((اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ)). [وإذا أمسى قال: اللَّهم ما أمسى بي...]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma ma asbaha bee min niAAmatin, aw bi-ahadin min khalqik, faminka wahdaka la shareeka lak, falakal-hamdu walakash-shukr.)(Note: for the evening, one reads (amsa) instead of (asbaha).)",
                    "TRANSLATED_TEXT": "(Ya Allah, nikmat yang aku perolehi atau salah satu dari makhluk-Mu, adalah dari-Mu semata-mata, tiada sekutu bagi-Mu, maka bagi-Mu segala pujian dan bagi-Mu segala syukur.)(…barangsiapa yang mengucapkan ini pada waktu pagi, sesungguhnya ia telah mengucap syukur pada siang harinya dan barangsiapa yang mengucapkan ini pada waktu petang maka sesungguhnya ia telah mengucapkan syukur pada malam harinya.) (Nota: pada waktu petang, seseorang membaca (amsa)) daripada (asabaha).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/81.mp3"
                },
                {
                    "ID": 82,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma AAafinee fee badanee, allahumma AAafinee fee samAAee, allahumma AAafinee fee basaree, la ilaha illa ant.(three times).)(Allahumma innee aAAoothu bika minal-kufr, walfaqr, wa-aAAoothu bika min AAathabil-qabr, la ilaha illa ant (three times).)",
                    "TRANSLATED_TEXT": "(Ya Allah, sihatkan tubuh badanku, Ya Allah, sihatkan pendengaranku, Ya Allah, sihatkan penglihatanku. Tiada yang berhak disembah melainkan Engkau.)(tiga kali) (Ya Allah, aku berlindung kepada-Mu daripada kekufuran dan kemiskinan, dan aku berlindung kepada-Mu daripada azab kubur. Tiada yang berhak disembah selain Engkau). (tiga kali)).",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/82.mp3"
                },
                {
                    "ID": 83,
                    "ARABIC_TEXT": "((حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ)) (سَبْعَ مَرّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Hasbiyal-lahu la ilaha illa huwa, AAalayhi tawakkalt, wahuwa rabbul-AAarshil-AAatheem (Recite seven times in Arabic.)",
                    "TRANSLATED_TEXT": "Cukuplah Allah bagiku, tiada yang berhak disembah melainkan Dia, hanya kepada-Nya aku bertawakkal dan Dia adalah Tuhan yang mempunyai Arasy yang agung.’ (Bacalah dalam bahasa Arab tujuh kali).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/83.mp3"
                },
                {
                    "ID": 84,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allahumma innee as-alukal-AAafwa walAAafiyah, fid-dunya wal-akhirah, allahumma innee as-alukal-AAafwa walAAafiyah fee deenee, wadunyaya wa-ahlee, wamalee, allahummas-tur AAawratee, wa-amin rawAAatee, allahummah-fathnee min bayni yaday, wamin khalfee, waAAan yameenee, waAAan shimalee, wamin fawqee, wa-aAAoothu biAAathamatika an oghtala min tahtee.",
                    "TRANSLATED_TEXT": "Ya Allah, sesungguhnya aku memohon kepada-Mu ampunan dan kesejahteraan di dunia dan akhirat. Ya Allah, sesungguhnya aku memohon kepada-Mu ampunan dan kesejahteraan dalam urusan agama dan duniaku, keluargaku dan hartaku. Ya Allah, tutupilah kelemahanku dan tenangkanlah kegelisahanku. Ya Allah, peliharalah aku dari hadapan, dari belakang, dari kananku, kiri dan atasku, dan aku berlindung kepada-Mu agar aku tidak ditelan bumi.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/84.mp3"
                },
                {
                    "ID": 85,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشَرَكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma AAalimal-ghaybi washshahadah, fatiras-samawati wal-ard, rabba kulli shayin wamaleekah, ashhadu an la ilaha illa ant, aAAoothu bika min sharri nafsee wamin sharrish-shaytani washirkih, waan aqtarifa AAala nafsee soo-an aw ajurrahu ila muslim.)",
                    "TRANSLATED_TEXT": "(Ya Allah, Yang Maha Mengetahui yang ghaib dan yang nyata, Pencipta langit dan bumi, Tuhan dan Penguasa segala sesuatu, aku bersaksi bahawa tidak ada yang berhak disembah melainkan Engkau. Aku berlindung kepada-Mu dari kejahatan jiwaku dan dari kejahatan dan kesyirikan syaitan, dan dari melakukan kezaliman terhadap jiwaku atau mendatangkan yang demikian kepada orang lain: Muslim yang khusus kepada-Nya.)( Ini boleh berlaku dalam (1) kepercayaan, contohnya percaya bahawa selain Allah berkuasa memberi manfaat atau mudarat, (2) ucapan, contohnya bersumpah dengan selain Allah dan (3) perbuatan, contohnya rukuk atau sujud kepada selain Allah.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/85.mp3"
                },
                {
                    "ID": 86,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lahil-lathee la yadurru maAAas-mihi shay-on fil-ardi wala fis-sama-i wahuwas-sameeAAul-AAaleem. (three times).)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah yang dengan nama-Nya tidak ada sesuatu pun yang dirugikan di bumi dan di langit dan Dia Maha Melihat lagi Maha Mengetahui.’ (tiga kali))",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/86.mp3"
                },
                {
                    "ID": 87,
                    "ARABIC_TEXT": "((رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Radeetu billahi rabban wabil-islami deenan wabiMuhammadin  nabiyya. (three times))",
                    "TRANSLATED_TEXT": "(Aku redha Allah sebagai Tuhan, dan Islam sebagai agama dan Muhammad sebagai Nabi.’ (tiga kali))",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/87.mp3"
                },
                {
                    "ID": 88,
                    "ARABIC_TEXT": "((يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ya hayyu ya qayyoom, birahmatika astagheeth, aslih lee sha/nee kullah, wala takilnee ila nafsee tarfata AAayn.)",
                    "TRANSLATED_TEXT": "(Wahai Yang Maha Hidup, Wahai Yang Berdiri Sendiri dan Penolong segalanya, dengan rahmat-Mu aku memohon pertolongan, perbaikilah segala urusanku dan jangan serahkan aku kepada diriku sendiri, walau sekelip mata.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/88.mp3"
                },
                {
                    "ID": 89,
                    "ARABIC_TEXT": "((أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُـمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ:فَتْحَهُ، وَنَصْرَهُ، وَنورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ)). [وإذا أمسى قال: أمسينا وأمسى الملك للَّه ربّ العالمين اللَّهم إني أسألك خير هذه الليلة: فتحها، ونصرها، ونورها، وبركتها، وهداها، وأعوذ بك من شر ما فيها، وشر ما بعدها.]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Asbahna wa-asbahal-mulku lillahi rabbil-AAalameen, allahumma innee as-aluka khayra hathal-yawm, fat-hahu, wanasrahu, wanoorahu, wabarakatahu, wahudahu, wa-aAAoothu bika min sharri ma feehi, washarri ma baAAdah.)[For the evening, the supplication is read as follows: ](Amsayna wa-amsal-mulku lillahi rabbil-AAalameen, allahumma innee as-aluka khayra hathihil-laylah, fat-haha, wanasraha, wanooraha, wabarakataha, wahudaha, wa-aAAoothu bika min sharri ma feeha washarri ma baAAdaha.)",
                    "TRANSLATED_TEXT": "(Kami telah tiba di waktu pagi dan pada waktu ini semua kerajaan adalah milik Allah, Tuhan sekalian alam. Ya Allah, aku memohon kepada-Mu kebaikan hari ini, kejayaannya dan kemenangannya, cahayanya dan keberkatannya dan petunjuknya, dan aku berlindung kepada-Mu dari kejelekan hari ini dan kejelekan sesudahnya.)[Sehingga pada waktu petang, doa itu telah kami sampaikan pada waktu petang seperti ini. kepunyaan Allah, Tuhan sekalian alam, Ya Allah, aku memohon kepada-Mu kebaikan malam ini, kemenangannya dan kemenangannya, cahayanya dan keberkatannya dan petunjuknya, dan aku berlindung kepada-Mu dari kejahatan malam ini dan kejahatan yang mengikutinya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/89.mp3"
                },
                {
                    "ID": 90,
                    "ARABIC_TEXT": "((أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ)). [وإذا أمسى قال: أمسينا على فطرة الإسلام...]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Asbahna AAala fitratil-islam, waAAala kalimatil-ikhlas, waAAala deeni nabiyyina Muhammad  waAAala millati abeena Ibraheem, haneefan musliman wama kana minal-mushrikeen.)(Note: for the evening, one reads amsayna instead of asbahna.)",
                    "TRANSLATED_TEXT": "(Kami berdiri di atas fitrah Islam, dan kalimah iman yang murni, dan atas agama Nabi kami Muhammad dan agama nenek moyang kami Ibrahim, yang adalah seorang Muslim dan beriman yang benar dan bukan dari orang-orang yang menyekutukan Allah.) (fitrah: agama Islam, cara Ibrahim u.) (Nota: untuk petang, seseorang membaca asbah amsayna.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/90.mp3"
                },
                {
                    "ID": 91,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ وَبِحَمْدِهِ)) (مائة مرَّةٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lahi wabihamdih.)one hundred times)",
                    "TRANSLATED_TEXT": "(Sungguh sempurna Allah dan aku memuji-Nya.) (seratus kali)",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/91.mp3"
                },
                {
                    "ID": 92,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) (عشرَ مرَّات) ، أَوْ (مرَّةً واحدةً عندَ الكَسَلِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer.  [ten times or once if lazy])",
                    "TRANSLATED_TEXT": "(Tiada yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya, bagi-Nya segala kerajaan dan pujian, dan Dia Maha Kuasa atas segala sesuatu.)( [sepuluh kali atau sekali jika malas])",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/92.mp3"
                },
                {
                    "ID": 93,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) (مائةَ مرَّةٍ إذا أصبحَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer. (one hundred times every day))",
                    "TRANSLATED_TEXT": "(Tiada Tuhan yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya, bagi-Nya segala kerajaan dan pujian, dan Dia Maha Kuasa atas segala sesuatu.)((seratus kali setiap hari))",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/93.mp3"
                },
                {
                    "ID": 94,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ)) (ثلاثَ مرَّاتٍ إذا أصبحَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lahi wabihamdih, AAadada khalqihi warida nafsih, wazinata AAarshih, wamidada kalimatih.)(three times)",
                    "TRANSLATED_TEXT": "(Sungguh sempurna Allah dan aku memuji-Nya dengan bilangan ciptaan-Nya dan keredhaan-Nya, dan seberat arasy-Nya, dan seberat tinta kalimat-kalimat-Nya.) (tiga kali)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/94.mp3"
                },
                {
                    "ID": 95,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً)) (إذا أصبحَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka AAilman nafiAAan, warizqan tayyiban, waAAamalan mutaqabbalan.)",
                    "TRANSLATED_TEXT": "(Ya Allah, sesungguhnya aku memohon kepada-Mu ilmu yang bermanfaat, rezeki yang baik, dan amal yang diterima).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/95.mp3"
                },
                {
                    "ID": 96,
                    "ARABIC_TEXT": "((أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ)) (مِائَةَ مَرَّةٍ فِي الْيَوْمِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Astaghfirullaaha wa 'atoobu 'ilayhi[one hundred times a day]",
                    "TRANSLATED_TEXT": "‘Aku memohon ampun kepada Allah dan aku bertaubat kepada-Nya.’ [seratus kali sehari]",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/96.mp3"
                },
                {
                    "ID": 97,
                    "ARABIC_TEXT": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ)) (ثلاثَ مرَّاتٍ إذا أمسى).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu bikalimatil-lahit-tammati min sharri ma khalaq.) (three times in the evening)",
                    "TRANSLATED_TEXT": "(Aku berlindung dengan kalimat-kalimat Allah yang sempurna dari kejahatan yang Dia ciptakan.) (tiga kali pada waktu petang)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/97.mp3"
                },
                {
                    "ID": 98,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ)) (عشرَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahumma salli wa sallim 'alaa Nabiyyinaa Muhammadin[ten times]",
                    "TRANSLATED_TEXT": "‘Ya Allah, limpahkan selawat dan salam ke atas Nabi kami Muhammad.’ [sepuluh kali]",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/98.mp3"
                }
            ]
        },
        {
            "ID": 28,
            "TITLE": "Ingatan tidur",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_029.mp3",
            "TEXT": [
                {
                    "ID": 99,
                    "ARABIC_TEXT": "((يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ)) (يفعلُ ذلك ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Apabila berbaring di atas katilnya setiap malam, Nabi akan menggenggam kedua telapak tangannya, meludah (Suatu bentuk meludah yang terdiri terutamanya daripada udara dengan sedikit ludah) ke dalamnya, membaca tiga surah terakhir (Al-Ikhlas, Al-Falaq, An-Nas) Al-Quran dan kemudian menyapu seluruh badannya sebanyak mungkin dengan tangannya, kemudian baginda melakukan seluruh bahagian kepala dan mukanya tiga kali)",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/99.mp3"
                },
                {
                    "ID": 100,
                    "ARABIC_TEXT": "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْـــــــــــدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Recite Ayat-Al-Kursiy (Al-Baqarah :255)",
                    "TRANSLATED_TEXT": "Allah, tiada Tuhan selain Dia, Yang Hidup Kekal, Yang Memelihara segala yang ada. Tiada rasa mengantuk menimpa-Nya dan tidak pula tidur. Kepunyaan-Nya apa yang ada di langit dan apa yang ada di bumi. Siapakah yang dapat memberi syafaat di sisi-Nya melainkan dengan izin-Nya? Dia mengetahui apa yang sebelum mereka dan apa yang akan datang sesudah mereka, dan mereka tidak mengetahui sesuatupun dari ilmu-Nya melainkan apa yang Dia kehendaki. Kursi-Nya meliputi langit dan bumi, dan pemeliharaannya tidak menjemukan-Nya. Dan Dialah Yang Maha Tinggi lagi Maha Besar.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/100.mp3"
                },
                {
                    "ID": 101,
                    "ARABIC_TEXT": "﴿آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Recite last two verses of Soorah (Al-Baqarah :285-286)",
                    "TRANSLATED_TEXT": "( 285 ) Rasul telah beriman kepada apa yang diturunkan kepadanya dari Tuhannya, demikian pula orang-orang yang beriman. Mereka semuanya beriman kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya dan rasul-rasul-Nya, [seraya berkata]: Kami tidak membeda-bedakan seorang pun dari rasul-rasul-Nya. Dan mereka berkata, Kami mendengar dan kami taat. [Kami memohon] keampunan-Mu ya Tuhan kami, dan kepada Engkaulah tempat kembali.( 286 ) Allah tidak membebani seseorang melainkan sesuai dengan kemampuannya. Ia akan mendapat [akibat dari] apa [kebaikan] yang diperolehnya, dan ia akan menanggung [akibat dari] apa [kejahatan] yang diusahakannya. Ya Tuhan kami, janganlah Engkau hukum kami jika kami lupa atau kami tersalah. Ya Tuhan kami, dan janganlah Engkau bebankan kepada kami beban seperti yang Engkau bebankan kepada orang-orang sebelum kami. Ya Tuhan kami, dan janganlah Engkau pikulkan kepada kami apa yang tidak sanggup kami memikulnya. Dan maafkan kami; dan ampunilah kami; dan kasihanilah kami. Engkaulah pelindung kami, maka berilah kami kemenangan terhadap kaum yang kafir.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/101.mp3"
                },
                {
                    "ID": 102,
                    "ARABIC_TEXT": "((بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismika rabbee wadaAAtu janbee wabika arfaAAuh, fa-in amsakta nafsee farhamha, wa-in arsaltaha fahfathha bima tahfathu bihi AAibadakas-saliheen.)",
                    "TRANSLATED_TEXT": "(Dengan nama-Mu, Tuhanku, aku berbaring dan dengan nama-Mu aku bangun, maka jika Engkau mengambil nyawaku, kasihanilah dia, dan jika Engkau mengembalikan jiwaku, maka peliharalah ia sebagaimana Engkau berbuat demikian terhadap hamba-hamba-Mu yang soleh.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/102.mp3"
                },
                {
                    "ID": 103,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innaka khalaqta nafsee wa-anta tawaffaha, laka mamatuha wamahyaha in ahyaytaha fahfathha, wa-in amattaha faghfir laha. Allahumma innee as-alukal-AAafiyah.)",
                    "TRANSLATED_TEXT": "(Ya Allah, sesungguhnya Engkau telah menciptakan jiwaku dan Engkau akan mencabut nyawanya, kepunyaan-Mu hidup dan matinya. Jika Engkau menghidupkan jiwaku maka peliharalah ia, dan jika Engkau mencabut nyawanya maka ampunilah ia. Ya Allah, aku memohon kepada-Mu kesihatan yang baik.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/103.mp3"
                },
                {
                    "ID": 104,
                    "ARABIC_TEXT": " ((اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma qinee AAathabaka yawma tabAAathu AAibadak.)",
                    "TRANSLATED_TEXT": "(Ya Allah, peliharalah aku dari siksa-Mu pada hari dibangkitkan hamba-hamba-Mu).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/104.mp3"
                },
                {
                    "ID": 105,
                    "ARABIC_TEXT": "((بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismikal-lahumma amootu wa-ahya.)",
                    "TRANSLATED_TEXT": "(Dengan namaMu Ya Allah, aku hidup dan mati.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/105.mp3"
                },
                {
                    "ID": 106,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ (ثلاثاً وثلاثين) وَالْحَمْدُ لِلَّهِ (ثلاثاً وثلاثين) وَاللَّهُ أَكْبَرُ (أربعاً وثلاثينَ))).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lah. (thirty-three times) Alhamdu lillah. (thirty-three times) Allahu akbar. (thirty-four times))",
                    "TRANSLATED_TEXT": "(Betapa Sempurna Allah. (tiga puluh tiga kali) Segala puji bagi Allah. (tiga puluh tiga kali) Allah Maha Besar. (tiga puluh empat kali ganda))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/106.mp3"
                },
                {
                    "ID": 107,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma rabbas-samawatis-sabAA, warabbal-AAarshil-AAatheem, rabbana warabba kulli shay/, faliqal-habbi wannawa, wamunazzilat-tawra, wal-injeel, walfurqan, aAAoothu bika min sharri kulli shayin anta akhithun binasiyatih. Allahumma antal-awwal, falaysa qablaka shay/, wa-antal-akhir, falaysa baAAdaka shay/, wa-antath-thahir falaysa fawqaka shay/, waantal-batin, falaysa doonaka shay/, iqdi AAannad-dayna wa-aghnina minal-faqr.)",
                    "TRANSLATED_TEXT": "(Ya Allah, Tuhan tujuh langit dan Arasy yang tinggi, Tuhan kami dan Tuhan segala sesuatu, Pemecah benih dan batu kurma, Penyingkap Taurah, Injil dan Furqan, aku berlindung kepada-Mu daripada kejahatan segala sesuatu yang Engkau genggam pada ubun-ubunnya (iaitu Engkau berkuasa sepenuhnya di hadapan-Mu), maka tiadalah Engkau sesudah-Mu. Engkau.Engkau adalah Aththahir maka tiada sesuatu pun di atasMu dan Engkau adalah Al-Batin maka tiada yang lebih dekat daripadaMu.Selesaikanlah hutang kami untuk kami dan jauhkanlah kami dari kefakiran.)(Tawrah: Kitab yang diturunkan kepada Musa u.)(Injeel: Kitab yang diturunkan kepada Easa u.)(Furqan: Salah satu daripada banyak nama The Crishesui Al-Quran, yang bermaksud: kepalsuan.)(Aththahir: Menunjukkan kebesaran sifat-sifat-Nya dan kehinaan setiap ciptaan berkenaan dengan kebesaran dan Keagungan-Nya, kerana Dia di atas semua ciptaan-Nya dalam hal zat dan sifat-sifat-Nya.) (Al-Batin: Menunjukkan kesedaran dan pengetahuan-Nya tentang semua rahsia, tentang apa yang ada di dalam hati dan yang paling dekat dengan segala perkara dan sifat-Nya yang paling dekat dengan kedekatan dan sifat-Nya yang paling dekat dengan sifat-Nya. keagungan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/107.mp3"
                },
                {
                    "ID": 108,
                    "ARABIC_TEXT": "((الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee atAAamana wasaqana, wakafana, wa-awana, fakam mimman la kafiya lahu wala mu'wee.)",
                    "TRANSLATED_TEXT": "(Segala puji bagi Allah yang memberi kami makan dan memberi kami minum, dan yang mencukupkan kami dan memberi kami perlindungan, betapa banyaknya orang yang tidak dapat mencukupkan mereka dan tidak memberi perlindungan kepada mereka).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/108.mp3"
                },
                {
                    "ID": 109,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma AAalimal-ghaybi washshahadah, fatiras-samawati wal-ard, rabba kulli shayin wamaleekah, ashhadu an la ilaha illa ant, aAAoothu bika min sharri nafsee wamin sharrish-shaytani washirkih, wa-an aqtarifa AAala nafsee soo-an aw ajurrahu ila muslim.)",
                    "TRANSLATED_TEXT": "(Ya Allah, Yang Maha Mengetahui yang nyata dan yang ghaib, Pencipta langit dan bumi, Tuhan dan Penguasa segala sesuatu, aku bersaksi bahawa tiada yang berhak disembah melainkan Engkau. Aku berlindung kepada-Mu dari kejahatan jiwaku dan dari kejahatan dan kesyirikan syaitan, dan dari melakukan kezaliman terhadap jiwaku atau mendatangkan yang demikian kepada Allah yang khusus kepada-Nya. boleh berlaku dalam (1) kepercayaan, contohnya percaya bahawa selain Allah berkuasa memberi manfaat atau mudarat, (2) ucapan, contohnya bersumpah dengan selain Allah dan (3) perbuatan, contohnya sujud kepada selain Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/109.mp3"
                },
                {
                    "ID": 110,
                    "ARABIC_TEXT": "((يَقْرَأُ ﴿الم﴾ تَنْزِيلَ السَّجْدَة ِ،  وَتَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Nabi tidak pernah tidur sehingga dia membaca Surah As-Sajdah (bab 32) dan Surah Al-Mulk (bab 67).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/110.mp3"
                },
                {
                    "ID": 111,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma aslamtu nafsee ilayk, wafawwadtu amree ilayk, wawajjahtu wajhee ilayk, wa-alja/tu thahree ilayk, raghbatan warahbatan ilayk, la maljaa wala manja minka illa ilayk, amantu bikitabikal-lathee anzalt, wabinabiyyikal-lathee arsalt.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku menyerahkan jiwaku kepada-Mu, dan aku menyerahkan urusanku kepada-Mu, dan aku menghadapkan wajahku kepada-Mu, dan aku bersandar sepenuhnya kepada-Mu, dengan harapan dan takut kepada-Mu. Sesungguhnya tidak ada tempat berlindung dan tidak pula tempat berlindung daripada-Mu kecuali dengan-Mu. Aku beriman kepada kitab-Mu yang telah Engkau turunkan dan kepada nabi-Mu yang telah Engkau utuskan.) Ibrahim u.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/111.mp3"
                }
            ]
        },
        {
            "ID": 1,
            "TITLE": "Ingatan bangun dari tidur",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_002.mp3",
            "TEXT": [
                {
                    "ID": 1,
                    "ARABIC_TEXT": "(.الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ )",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee ahyana baAAda ma amatana wa-ilayhin-nushoor.)",
                    "TRANSLATED_TEXT": "(All praise is for Allah who gave us life after having taken it from us and unto Him is the resurrection.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/1.mp3"
                },
                {
                    "ID": 2,
                    "ARABIC_TEXT": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ للَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفرْ لِي",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer, subhanal-lah, walhamdu lillah, wala  ilaha illal-lah wallahu akbar, wala hawla wala quwwata illa billahil-AAaliyyil AAatheem. Rabbigh-fir lee)",
                    "TRANSLATED_TEXT": "(None has the right to be worshipped except Allah, alone without associate, to Him belongs sovereignty and praise and He is over all things wholly capable.  How perfect Allah is, and all praise is for Allah, and none has the right to be worshipped except Allah, Allah is the greatest and there is no power nor might except with Allah, The Most High, The Supreme.O my Lord forgive me)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/2.mp3"
                },
                {
                    "ID": 3,
                    "ARABIC_TEXT": "( الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لي بِذِكْرِهِ )",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee AAafanee fee jasadee waradda AAalayya roohee wa-athina lee bithikrih.)",
                    "TRANSLATED_TEXT": "(Segala puji bagi Allah yang telah memulihkan kesihatanku dan mengembalikan jiwaku serta mengizinkan aku mengingatiNya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/3.mp3"
                },
                {
                    "ID": 4,
                    "ARABIC_TEXT": "﴿ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لأُوْلِي الألْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ* رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ* رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ* رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ* فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَاباً مِّن عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ * لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ * مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ * لَكِنِ الَّذِينَ اتَّقَوْاْ رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِّنْ عِندِ اللَّهِ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلأَبْرَارِ * وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ*يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ ﴾",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "From Verse 3:190 till the end of the chapter Al-Imran",
                    "TRANSLATED_TEXT": "( 190 ) Sesungguhnya dalam penciptaan langit dan bumi, dan silih bergantinya malam dan siang terdapat tanda-tanda bagi orang-orang yang berakal.( 191 ) (Iaitu) orang-orang yang mengingati Allah sambil berdiri atau duduk atau dalam keadaan berbaring dan mereka memikirkan tentang penciptaan langit dan bumi (seraya berkata): \"Ya Tuhan kami, tiadalah Engkau menciptakan ini dengan sia-sia; Maha Tinggi Engkau [di atas perkara yang demikian]; maka peliharalah kami dari azab neraka.( 192 ) Ya Tuhan kami, sesungguhnya sesiapa yang Engkau masukkan ke dalam neraka, maka sesungguhnya Engkau telah menghinakannya, dan tiadalah bagi orang-orang yang zalim itu seorang penolongpun.( 193 ) Ya Tuhan kami, sesungguhnya kami telah mendengar penyeru kepada iman, [berkata]: 'Berimanlah kamu kepada Tuhanmu,' maka kami pun beriman. Ya Tuhan kami, ampunilah dosa-dosa kami dan hapuskanlah kesalahan-kesalahan kami dan wafatkanlah kami beserta orang-orang yang berbakti.( 194 ) Ya Tuhan kami, berikanlah kepada kami apa yang telah Engkau janjikan kepada kami melalui rasul-rasulMu dan janganlah Engkau hinakan kami pada hari kiamat. Sesungguhnya Engkau tidak memungkiri janji.( 195 ) Dan Tuhan mereka memperkenankan mereka: Aku sekali-kali tidak akan menyia-nyiakan amal orang yang beramal di antara kamu, baik lelaki mahupun perempuan; anda adalah antara satu sama lain. Maka orang-orang yang berhijrah, atau diusir dari kampung halamannya, atau dimusnahkan di jalan-Ku, atau diperangi atau dibunuh, nescaya Aku hapuskan kesalahan-kesalahan mereka, dan sesungguhnya Aku akan memasukkan mereka ke dalam surga yang mengalir di bawahnya sungai-sungai sebagai pahala dari Allah, dan di sisi Allah pahala yang terbaik. keseronokan kecil; maka tempat kembali mereka ialah Neraka Jahanam dan itulah seburuk-buruk tempat tinggal.( 198 ) Tetapi orang-orang yang bertakwa kepada Tuhannya akan mendapat syurga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya sebagai tempat tinggal daripada Allah. Dan apa yang ada di sisi Allah adalah lebih baik bagi orang-orang yang bertakwa.( 199 ) Dan sesungguhnya di antara Ahli Kitab ada orang yang beriman kepada Allah dan apa yang diturunkan kepadamu dan apa yang diturunkan kepada mereka, sedang mereka tunduk patuh kepada Allah. Mereka tidak menukar ayat-ayat Allah dengan harga yang sedikit, mereka itu mendapat pahala di sisi Tuhan mereka. Sesungguhnya Allah amat cepat hisab-Nya.( 200 ) Hai orang-orang yang beriman, bersabarlah kamu dan bersabarlah kamu serta tetaplah bertakwa dan bertakwalah kepada Allah supaya kamu beruntung.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/4.mp3"
                }
            ]
        },
        {
            "ID": 6,
            "TITLE": "Doa untuk masuk tandas",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_007.mp3",
            "TEXT": [
                {
                    "ID": 10,
                    "ARABIC_TEXT": "([بِسْمِ اللَّهِ] اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبائِث).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "((Bismil-lah) allahumma innee aAAoothu bika minal-khubthi wal-khaba-ith.)",
                    "TRANSLATED_TEXT": "((Dengan nama Allah). Ya Allah, aku berlindung dengan-Mu dari segala kejahatan dan kemungkaran.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/10.mp3"
                }
            ]
        },
        {
            "ID": 7,
            "TITLE": "Doa untuk keluar dari luar rumah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_008.mp3",
            "TEXT": [
                {
                    "ID": 11,
                    "ARABIC_TEXT": "(غُفْرَانَكَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ghufranak.)",
                    "TRANSLATED_TEXT": "(Aku memohon ampun kepada-Mu (Allah).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/11.mp3"
                }
            ]
        },
        {
            "ID": 8,
            "TITLE": "Apa yang dia katakan apabila dia memakai pakaiannya?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_009.mp3",
            "TEXT": [
                {
                    "ID": 12,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah.)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/12.mp3"
                }
            ]
        },
        {
            "ID": 9,
            "TITLE": "Berzikir setelah selesai berwuduk",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_010.mp3",
            "TEXT": [
                {
                    "ID": 13,
                    "ARABIC_TEXT": "(أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ..).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ashhadu an la ilaha illal-lahu wahdahu la shareeka lah, wa-ashhadu anna Muhammadan AAabduhu warasooluh.)",
                    "TRANSLATED_TEXT": "(Aku bersaksi bahawa tiada yang berhak disembah melainkan Allah semata-mata tiada sekutu bagi-Nya, dan aku bersaksi bahawa Muhammad adalah hamba dan Rasul-Nya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/13.mp3"
                },
                {
                    "ID": 14,
                    "ARABIC_TEXT": "(اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummaj-AAalnee minat-tawwabeena wajAAalnee minal-mutatahhireen.)",
                    "TRANSLATED_TEXT": "(Ya Allah, jadikanlah aku dari orang-orang yang banyak bertaubat kepada-Mu dan jadikanlah aku dari orang-orang yang bersih dan suci).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/14.mp3"
                },
                {
                    "ID": 15,
                    "ARABIC_TEXT": "(سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanakal-lahumma wabihamdika ashhadu an la ilaha illa anta astaghfiruka wa-atoobu ilayk.)",
                    "TRANSLATED_TEXT": "(Betapa sempurnanya Engkau Ya Allah, dan aku memujiMu. Aku bersaksi bahawa tiada yang berhak disembah melainkan Engkau. Aku memohon ampun kepadaMu dan bertaubat kepadaMu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/15.mp3"
                }
            ]
        },
        {
            "ID": 10,
            "TITLE": "Berzikir ketika keluar rumah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_011.mp3",
            "TEXT": [
                {
                    "ID": 16,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah, tawakkaltu AAalal-lah, wala hawla wala quwwata illa billah.)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah, aku bertawakkal kepada Allah, tiada daya dan kekuatan melainkan dengan pertolongan Allah).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/16.mp3"
                },
                {
                    "ID": 17,
                    "ARABIC_TEXT": "(اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika an adilla aw odal, aw azilla aw ozall, aw athlima aw othlam, aw ajhala aw yujhala AAalay.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku berlindung kepada-Mu dari sesat atau disesatkan, atau tergelincir atau tersandung, atau menzalimi atau dizalimi, atau bersikap bodoh atau diperlakukan secara bodoh.) (tergelincir: iaitu melakukan dosa tanpa sengaja)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/17.mp3"
                }
            ]
        },
        {
            "ID": 11,
            "TITLE": "Zikir bila masuk rumah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_012.mp3",
            "TEXT": [
                {
                    "ID": 18,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا، ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lahi walajna, wabismil-lahi kharajna, waAAala rabbina tawakkalna.)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah kami masuk dan dengan nama Allah kami keluar, dan kepada Tuhan kami kami bertawakkal.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/18.mp3"
                }
            ]
        },
        {
            "ID": 12,
            "TITLE": "Invocation for going to the mosque",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_013.mp3",
            "TEXT": [
                {
                    "ID": 19,
                    "ARABIC_TEXT": "اللّهُـمَّ اجْعَـلْ فِي قَلْبـي نُوراً ، وَفي لِسَـانِي نُوراً، وَفِي سَمْعِي نُوراً, وَفِي بَصَرِيِ نُوراً, وَمِنْ فََوْقِي نُوراً , وَ مِنْ تَحْتِي نُوراً, وَ عَنْ يَمِينيِ نُوراَ, وعَنْ شِمَالِي نُوراً, وَمْن أَماَمِي نُوراً, وَمِنْ خَلْفيِ نُوراَ, واجْعَلْ فِي نَفْسِي نُوراً, وأَعْظِمْ لِي نُوراً, وَعظِّمْ لِي نُوراً, وَاجْعَلْ لِي نُوراً, واجْعَلنِي نُوراً, أللَّهُمَّ أَعْطِنِي نُوراً, واجْعَلْ فِي عَصَبِي نُوراً, وَفِي لَحْمِي نُوراً, وَفِي دَمِي نُوراً وَفِي شَعْرِي نُوراً, وفِي بَشَرِي نُوراً (أَللَّهُمَّ اجِعَلْ لِي نُوراً فِي قّبْرِي وَ نُوراَ فِي عِظاَمِي) (وَزِدْنِي نُوراً, وَزِدْنِي نُوراَ , وَزِدْنِي نُوراً) (وَهَبْ لِي نُوراً عَلَى نُوراً )",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahummaj 'al fee qalbee nooran, wa fee lisaanee nooran, wa fee sam'ee nooran, wa fee basaree nooran, wa min fawqee nooran, wa min tahtee nooran, wa 'an yameenee nooran, wa 'an shimaalee nooran, wa min 'amaamee nooran, wa min khalfee nooran. Wa j'al fee nafsee nooran, wa 'a'dhim lee nooran, wa 'a'dhim lee nooran. Waj'al lee nooran, waj'alnee nooran. Allaahumma a'tineje nooran, waj'al fee 'asabee nooran, wa fee lahmee nooran, wa fee damee nooran, wa fee sha'ree nooran, wa fee basharee nooran.[Allaahummaj'al lee nooran fee qabree, wa nooran fee 'idhaamee.][Wa zidnee nooran, wa zidnee nooran, wa zidnee nooran.][Wa hab lee nooran 'alaa noor.]",
                    "TRANSLATED_TEXT": "(‘O Allaah, place within my heart light; and upon my tongue light; and within my ears light; and within my eyes light; and place above me light; and beneath me light; and on my right light; and on my left light; and in front of me light; and behind me light; and place light within my soul; and augment light for me; and greaten light for me; and grant me light and make me light. O Allaah, bestow upon me light; and place light in my tendons; and light in my flesh; and light in my blood; and in light in my hair and light in my skin.’ [O Allaah, place light for me in my grave and light in my bones]. [And increase me with light and increase me with light and increase me with light]. [And grant me light upon light.]’)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/19.mp3"
                }
            ]
        },
        {
            "ID": 13,
            "TITLE": "Doa masuk masjid",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_014.mp3",
            "TEXT": [
                {
                    "ID": 20,
                    "ARABIC_TEXT": "(يَبْدَأُ بِرِجْلِهِ الْيُمْنَى) ، وَيَقُولُ: ((أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ))  [بِسْمِ اللَّهِ، وَالصَّلَاةُ] [وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ]  ((اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu billahil-AAatheem wabiwajhihil-kareem wasultanihil-qadeem minash-shaytanir-rajeem, [bismil-lah, wassalatu] [wassalamu AAala rasoolil-lah] , allahumma iftah lee abwaba rahmatik.)",
                    "TRANSLATED_TEXT": "(Aku berlindung kepada Allah Yang Maha Agung dan dengan Wajah-Nya yang Mulia, dan kekuasaan-Nya yang kekal dari syaitan yang terkutuk. Dengan nama Allah, dan selawat dan salam ke atas Rasulullah. Ya Allah, bukakanlah untukku pintu-pintu rahmatMu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/20.mp3"
                }
            ]
        },
        {
            "ID": 14,
            "TITLE": "Doa untuk keluar dari masjid",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_015.mp3",
            "TEXT": [
                {
                    "ID": 21,
                    "ARABIC_TEXT": "((يَبْدَأُ بِرِجْلِهِ الْيُسْرَى))  وَيَقُولُ: ((بِسْمِ اللَّهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِك، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah wassalatu wassalamu AAala rasoolil-lah, allahumma innee as-aluka min fadlik, allahumma iAAsimnee minash-shaytanir-rajeem.)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah, dan selawat dan salam ke atas Rasulullah. Ya Allah, aku memohon kepada-Mu dari nikmat-Mu. Ya Allah, peliharalah aku daripada syaitan yang terkutuk.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/21.mp3"
                }
            ]
        },
        {
            "ID": 15,
            "TITLE": "Zikir azan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_016.mp3",
            "TEXT": [
                {
                    "ID": 22,
                    "ARABIC_TEXT": " يَقُولُ مِثْلَ مَا يَقُولُ المُؤَذِّنُ إِلاَّ فِي ((حَيَّ عَلَى الصَّلَاةِ وَحَيَّ عَلَى الْفَلَاحِ)) فَيقُولُ: ((لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "'Seseorang mengulangi seperti yang dikatakan oleh mu-aththin (orang yang menyeru kepada sembahyang), kecuali apabila dia berkata: Hayya AAalas-salah (atau) hayya AAalal-falah 'marilah sembahyang, marilah berjaya' sebaliknya, hendaklah dia berkata: La hawla wala quwwata illa billah. ‘Tiada daya dan kekuatan melainkan dengan pertolongan Allah.’",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/22.mp3"
                },
                {
                    "ID": 23,
                    "ARABIC_TEXT": " يَقُولُ: ((وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبَّاً، وَبِمُحَمَّدٍ رَسُولاً، وَبِالْإِسْلاَمِ دِينَاً)) ((يَقُولُ ذَلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Immediately following the declaration of faith called by the mu-aththin, one says:Wa-ana ashhadu an la ilaha illal-lahu wahdahu la shareeka lah, wa-anna Muhammadan AAabduhu warasooluh, radeetu billahi rabban wabimuhammadin rasoolan wabil-islami deena.",
                    "TRANSLATED_TEXT": "Sejurus selepas pengakuan iman yang disebut oleh mu-aththin, seseorang berkata: ‘Dan aku juga bersaksi bahawa tiada yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya, dan bahawa Muhammad adalah penyelamat dan Rasul-Nya.  Saya redha Allah sebagai Tuhan, dan Muhammad sebagai Rasul dan Islam sebagai agama.’",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/23.mp3"
                },
                {
                    "ID": 24,
                    "ARABIC_TEXT": " ((يُصَلِّي عَلَى النَّبِيِّ صلى الله عليه وسلم بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "‘Seseorang itu hendaklah berselawat ke atas Nabi (sal-Allaahu 'alayhe wa sallam) selepas menyahut seruan mu.adhdhin’.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/24.mp3"
                },
                {
                    "ID": 25,
                    "ARABIC_TEXT": "يَقُولُ: ((اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allahumma rabba hathihid-daAAwatit-tammah, wassalatil-qa-imah ati Muhammadan alwaseelata wal-fadeelah, wabAAath-hu maqaman mahmoodan allathee waAAadtah, innaka la tukhliful-meeAAad.",
                    "TRANSLATED_TEXT": "‘Ya Allah, Pemilik panggilan yang sempurna ini dan Pemilik solat ini untuk ditunaikan, limpahkan kepada Muhammad al-waselah dan al-fadeelah dan hantarkan dia di atas landasan terpuji yang telah Engkau janjikan kepadanya.  Sesungguhnya, Engkau tidak pernah memungkiri janji-Mu.’al-waseelah: Sebuah maqam di dalam syurga.al-fadeelah: Satu darjat di atas makhluk yang lain.Alun-alun yang dipuji: Satu di mana semua makhluk akan memujinya, untuk membawa hisab dengan cepat dan dilepaskan daripada kedudukan yang panjang atau peranan syafaat.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/25.mp3"
                },
                {
                    "ID": 26,
                    "ARABIC_TEXT": "((يَدْعُو لِنَفسِهِ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لاَ يُرَدُّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Seseorang itu juga hendaklah mendoakan dirinya pada waktu antara athan dan iqamah kerana doa pada waktu tersebut tidak ditolak.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/26.mp3"
                }
            ]
        },
        {
            "ID": 2,
            "TITLE": "Doa untuk memakai pakaian",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_003.mp3",
            "TEXT": [
                {
                    "ID": 5,
                    "ARABIC_TEXT": "(الْحَمْدُ للَّهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة...)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee kasanee hatha (aththawb) warazaqaneehi min ghayri hawlin minnee wala quwwah.)",
                    "TRANSLATED_TEXT": "(Segala puji bagi Allah yang telah memberiku pakaian ini dan memberikannya kepadaku, tanpa daya dan kekuatan dari diriku sendiri).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/5.mp3"
                }
            ]
        },
        {
            "ID": 3,
            "TITLE": "Doa untuk memakai pakaian baru",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_004.mp3",
            "TEXT": [
                {
                    "ID": 6,
                    "ARABIC_TEXT": "( اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma lakal-hamdu anta kasawtaneeh, as-aluka min khayrihi wakhayri ma suniAAa lah, wa-aAAoothu bika min sharrihi washarri ma suniAAa lah.)",
                    "TRANSLATED_TEXT": "(Ya Allah, bagi-Mu segala pujian, Engkau telah mengenakannya kepadaku (iaitu pakaian), aku memohon kepada-Mu kebaikannya dan kebaikan untuknya ia dibuat, dan aku berlindung kepada-Mu dari kejahatannya dan keburukan yang dijadikannya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/6.mp3"
                }
            ]
        },
        {
            "ID": 4,
            "TITLE": "Doa untuk mereka yang memakai pakaian baru",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_005.mp3",
            "TEXT": [
                {
                    "ID": 7,
                    "ARABIC_TEXT": "(تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Tublee wayukhliful-lahu taAAala.)",
                    "TRANSLATED_TEXT": "(Semoga kamu memakainya dan Allah تعالى menggantikannya (dengan yang lain).’ Maksud yang dimaksudkan: Doa untuk umur yang panjang.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/7.mp3"
                },
                {
                    "ID": 8,
                    "ARABIC_TEXT": "(اِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ilbas jadeedan waAAish hameedan wamut shaheedan.)",
                    "TRANSLATED_TEXT": "(Berpakaian baru, hidup dengan terpuji dan mati dalam keadaan shahih.)(shaheed:Orang yang mati dalam memerangi kuffar untuk mendahulukan kalimah Allah atau dalam membela Islam. Ia juga mempunyai makna lain yang terdapat dalam Sunnah seperti: orang yang mati mempertahankan nyawa, harta atau keluarganya; wanita yang meninggal dunia kerana melahirkan anak; seseorang yang lemas).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/8.mp3"
                }
            ]
        },
        {
            "ID": 5,
            "TITLE": "Apa yang dia katakan apabila dia memakai pakaiannya?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_006.mp3",
            "TEXT": [
                {
                    "ID": 9,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah.)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/9.mp3"
                }
            ]
        },
        {
            "ID": 16,
            "TITLE": "Doa pembukaan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_017.mp3",
            "TEXT": [
                {
                    "ID": 27,
                    "ARABIC_TEXT": " ((اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma baAAid baynee wabayna khatayaya kama baAAadta baynal-mashriqi walmaghrib, allahumma naqqinee min khatayaya kama yunaqqath-thawbul-abyadu minad-danas, allahummagh-silnee min khatayaya biththalji walma/i walbarad.)",
                    "TRANSLATED_TEXT": "(Ya Allah, jauhkanlah aku dari dosa-dosaku sebagaimana Engkau jauhkan Timur dari Barat, Ya Allah, sucikanlah aku dari kesalahan-kesalahanku sebagaimana pakaian putih dibersihkan dari kotoran, Ya Allah, bersihkanlah aku dari kesalahan-kesalahanku dengan salju, air, dan air es.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/27.mp3"
                },
                {
                    "ID": 28,
                    "ARABIC_TEXT": "((سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanakal-lahumma wabihamdika watabarakas-muka wataAAala jadduka wala ilaha ghayruk.)",
                    "TRANSLATED_TEXT": "(Betapa sempurnanya Engkau ya Allah, dan aku memujiMu. Mahasuci namaMu, dan tinggi kedudukanMu dan tiada yang berhak disembah melainkan Engkau.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/28.mp3"
                },
                {
                    "ID": 29,
                    "ARABIC_TEXT": "((وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفَاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاَتِي، وَنُسُكِي، وَمَحْيَايَ، وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ. اللَّهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبي جَمِيعَاً إِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ. وَاهْدِنِي لِأَحْسَنِ الأَخْلاقِ لاَ يَهْدِي لِأَحْسَنِها إِلاَّ أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ كُلُّهُ بِيَـــــــدَيْكَ، وَالشَّـــــرُّ لَيْسَ إِلَيْــــــكَ، أَنَا بِكَ وَإِلَيْكَ، تَبارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Wajjahtu wajhiya lillathee fataras-samawati wal-arda haneefan wama ana minal-mushrikeen, inna salatee wanusukee wamahyaya wamamatee lillahi rabbil-AAalameen, la shareeka lahu wabithalika omirtu wa-ana minal-muslimeen. Allahumma antal-maliku la ilaha illa ant. anta rabbee wa-ana AAabduk, thalamtu nafsee waAAtaraftu bithanbee faghfir lee thunoobee jameeAAan innahu la yaghfiruth-thunooba illa ant.wahdinee li-ahsanil-akhlaqi la yahdee li-ahsaniha illa ant, wasrif AAannee sayyi-aha la yasrifu AAannee sayyi-aha illa ant, labbayka wasaAAdayk,walkhayru kulluhu biyadayk, washsharru laysa ilayk, ana bika wa-ilayk, tabarakta wataAAalayt, astaghfiruka wa-atoobu ilayk.)",
                    "TRANSLATED_TEXT": "(Aku hadapkan wajahku dengan ikhlas kepada Dia yang telah menciptakan langit dan bumi dan aku tidak termasuk orang-orang yang menyekutukan Allah). Sesungguhnya solatku, ibadatku, hidupku dan matiku hanyalah untuk Allah, Tuhan sekalian alam, tiada sekutu bagi-Nya, dengan itu aku diperintahkan dan aku termasuk orang-orang Islam. Ya Allah, Engkaulah yang berkuasa kepada-Mu, tiada Tuhanku melainkan kepada-Mu, tiada Tuhanku melainkan kepada-Mu. menganiaya jiwaku sendiri dan telah mengakui dosaku, maka ampunilah segala dosaku kerana tidak ada yang mengampuni dosa kecuali Engkau, bimbinglah aku kepada akhlak yang terbaik kerana tidak ada yang dapat membimbingku selain daripada Engkau, dan selamatkanlah aku dari akhlak yang paling buruk kerana tidak ada yang dapat menyelamatkanku daripadanya selain daripada Engkau, sebagai balasan kepada-Mu, dengan kehendak-Mu, segala kejahatan itu datang kepada-Mu. Maha Suci dan Maha Tinggi Engkau, aku memohon ampun kepada-Mu dan bertaubat kepada-Mu.) (Allah tidak menciptakan kejahatan yang murni yang tidak mempunyai kebaikan atau mengandung apa-apa manfaat, hikmah atau rahmat sama sekali, dan Dia tidak menghukum sesiapa pun tanpa melakukan dosa. Sesuatu boleh menjadi baik dari segi penciptaannya apabila dilihat dari sudut tertentu dan pada masa yang sama jahat apabila Allah menciptakannya dengan cara yang lain dan begitu juga hamba-Nya yang lain. orang-orang yang membenci syaitan, memeranginya dan jalannya dan mereka memusuhinya dan pengikutnya dan ada orang lain yang bersekutu dengan syaitan dan mengikuti langkahnya maka kejahatan wujud pada makhlukNya dengan kehendak dan kebijaksanaanNya, bukan dalam perbuatan atau perbuatanNya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/29.mp3"
                },
                {
                    "ID": 30,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيْكَائِيلَ، وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma rabba jibra-eel, wameeka-eel, wa-israfeel fatiras-samawati walard, AAalimal-ghaybi washshahadah, anta tahkumu bayna AAibadika feema kanoo feehi yakhtalifoon. ihdinee limakh-tulifa feehi minal-haqqi bi-ithnik, innaka tahdee man tasha-o ila siratin mustaqeem.)",
                    "TRANSLATED_TEXT": "(Ya Allah, Tuhan Jibril, Makkah dan Israfil), Pencipta langit dan bumi, Yang Mengetahui perkara yang nyata dan yang ghaib. Engkaulah penentu antara hamba-hamba-Mu dalam perkara yang mereka perselisihkan. Bimbinglah aku kepada kebenaran dengan izin-Mu, pada apa yang mereka perselisihkan, kerana sesungguhnya Engkau akan memberi petunjuk kepada sesiapa yang Engkau berikan.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/30.mp3"
                },
                {
                    "ID": 31,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً)) ثَلاثاً ((أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahu akbaru kabeera, Allahu akbaru kabeera, Allahu akbaru kabeera, walhamdu lillahi katheera, walhamdu lillahi katheera, walhamdu lillahi katheera, wasubhanal-lahi bukratan wa-aseela.)(aAAoothu billahi minash-shaytani min nafkhihi wanafthihi wahamzih.)",
                    "TRANSLATED_TEXT": "(Allah Maha Besar, Allah Maha Besar, Allah Maha Besar, banyak puji bagi Allah, banyak pujian bagi Allah, banyak pujian bagi Allah, dan aku menyatakan kesempurnaan Allah pada waktu pagi dan petang.) (Aku berlindung kepada Allah dari syaitan, dari kesombongannya, syairnya dan kegilaannya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/31.mp3"
                },
                {
                    "ID": 32,
                    "ARABIC_TEXT": "((اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، [وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَواتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ] [وَلَكَ الْحَمْدُ] [أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمحَمَّدٌ صلى الله عليه وسلم حَقٌّ، وَالسّاعَةُ حَقٌّ] [اللَّهُمَّ لَكَ أَسْلَمتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خاصَمْتُ، وَإِلَيْكَ حاكَمْتُ. فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ] [وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي] [أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ] [أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ] [وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma lakal-hamd anta noorus-samawati wal-ardi waman feehin, walakal-hamd, anta qayyimus-samawati walardi waman feehin, [walakal-hamd, anta rabbus-samawati walardi waman feehin], [walakal-hamd, laka mulkus-samawati walardi waman feehin] [walakal-hamd, anta malikus-samawati walard] [walakal-hamd] [antal-haq, wawaAAdukal-haq, waqawlukal-haq, waliqa-okal-haq, waljannatu haq wannaru haq, wannabiyyoona haq, wa Muhammadun  haq, wassaAAatu haq] [allahumma laka aslamt, waAAalayka tawakkalt, wabika amant, wa-ilayka anabt, wabika khasamt, wa-ilayka hakamt, faghfir lee ma qaddamt, wama akhkhart, wama asrart, wama aAAlant] [antal-muqaddim, wa-antal-mu-akhkhir, la ilaha illa ant] [anta ilahee la ilaha illa ant .)",
                    "TRANSLATED_TEXT": "(Ya Allah, kepunyaan-Mu segala pujian, Engkaulah Cahaya langit dan bumi serta segala yang ada di dalamnya. Milik-Mu segala pujian, Engkau yang memelihara langit dan bumi serta segala yang ada di dalamnya. Milik-Mu segala puji. Engkaulah Tuhan langit dan bumi serta segala yang ada di dalamnya. MilikMu segala pujian dan bagi-Mulah segala pujian dan bagi-Mulah segala pujian, dan bagi-Mulah segala pujian, bagi-Mulah segala pujian dan bagi-Mulah segala pujian, dan bagi-Mulah segala pujian, dan bagi-Mulah segala pujian dan bagi-Mulah segala pujian dan bagi-Mulah segala pujian dan bagi-Mulah segala pujian dan bagi-Mulah segala pujian dan bagi-Mulah segala pujian dan bagi-Mulah segala pujian dan bagi-Mulah segala puji dan bagi-Mulah segala pujian dan bagi-Mulah segala puji dan bagi-Mu Raja langit dan bumi dan bagi-Mu segala pujian, sesungguhnya janji-Mu adalah benar, firman-Mu adalah benar, dan hari di mana kami bertemu dengan-Mu adalah benar, syurga Firdaus adalah benar dan neraka adalah benar, dan nabi-nabi adalah benar, Muhammad adalah benar dan hari kiamat itu benar, Ya Allah, kepada-Mu aku berserah diri, dan kepada-Mu aku bertaubat, dan kepada-Mu aku bertawakal, dan kepada-Mu aku bertawakal, dan kepada-Mu aku bertawakal, dan kepada-Mu aku bertawakal. telah berbantah, dan kepada Engkaulah aku menghadap untuk memutuskan. mengedepankan dan memberi nikmat kepada siapa yang Dia kehendaki dari kalangan ciptaan-Nya sebagaimana Dia menangguhkan dan menahan siapa yang Dia kehendaki sesuai dengan kebijaksanaan-Nya Cth.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/32.mp3"
                }
            ]
        },
        {
            "ID": 17,
            "TITLE": "Solat rukuk",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_018.mp3",
            "TEXT": [
                {
                    "ID": 33,
                    "ARABIC_TEXT": "((سُبْحانَ رَبِّيَ الْعَظِيمِ)). ثلاث مرَّاتٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhana rabbiyal-AAatheem (three times))",
                    "TRANSLATED_TEXT": "(Sungguh sempurna Tuhanku, Yang Maha Agung.’ (tiga kali))",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/33.mp3"
                },
                {
                    "ID": 34,
                    "ARABIC_TEXT": "((سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanakal-lahumma rabbana wabihamdik, allahummagh-fir lee)",
                    "TRANSLATED_TEXT": "(Sungguh sempurna Engkau Ya Allah, Tuhan kami, dan aku memujiMu. Ya Allah, ampunilah aku.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/34.mp3"
                },
                {
                    "ID": 35,
                    "ARABIC_TEXT": "((سُبُّوُحٌ، قُدُّوسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوحِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subboohun quddoos, rabbul-mala-ikati warrooh.)",
                    "TRANSLATED_TEXT": "(Sempurna lagi Suci (Dia), Tuhan para malaikat dan Rooh (iaitu Jibra-belut).)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/35.mp3"
                },
                {
                    "ID": 36,
                    "ARABIC_TEXT": "((اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَــــظْمِي، وَعَصَبِي، [وَمَا استَقَلَّتْ بِهِ قَدَمِي])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma laka rakaAAt, wabika amant, walaka aslamt, khashaAAa laka samAAee, wabasaree, wamukhkhee, waAAathmee, waAAasabee, wamas-taqalla bihi qadamee.)",
                    "TRANSLATED_TEXT": "(Ya Allah, kepada-Mu aku sujud, kepada-Mu aku beriman, dan kepada-Mu aku berserah diri. Pendengaran, penglihatan, akal, tulang, urat dan apa yang dipikul oleh kakiku tunduk kepada-Mu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/36.mp3"
                },
                {
                    "ID": 37,
                    "ARABIC_TEXT": "((سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhana thil-jabaroot, walmalakoot, walkibriya/, walAAathamah.)",
                    "TRANSLATED_TEXT": "(Betapa sempurnanya Dia, Pemilik total kuasa, kedaulatan, keagungan dan keagungan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/37.mp3"
                }
            ]
        },
        {
            "ID": 18,
            "TITLE": "Doa untuk bangkit dari rukuk",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_019.mp3",
            "TEXT": [
                {
                    "ID": 38,
                    "ARABIC_TEXT": "((سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(SamiAAal-lahu liman hamidah)",
                    "TRANSLATED_TEXT": "(Semoga Allah memakbulkan sesiapa yang memuji-Nya.) (Doa ini hendaklah dibuat semasa bangkit.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/38.mp3"
                },
                {
                    "ID": 39,
                    "ARABIC_TEXT": "((رَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثيراً طَيِّباً مُبارَكاً فِيهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Rabbana walakal-hamdu hamdan katheeran tayyiban mubarakan feeh.)",
                    "TRANSLATED_TEXT": "(Ya Tuhan kami, bagi Engkau segala pujian, pujian yang indah yang melimpah ruah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/39.mp3"
                },
                {
                    "ID": 40,
                    "ARABIC_TEXT": "((مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ. أَهلَ الثَّناءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ. اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Mil-as-samawati wamil-al-ard, wama baynahuma, wamil/a ma shi/ta min shay-in baAAd, ahlath-thana-i walmajd, ahaqqu ma qalal-AAabd, wakulluna laka AAabd. Allahumma la maniAAa lima aAAtayt, wala muAAtiya lima manaAAt, wala yanfaAAu thal-jaddi minkal-jad.)",
                    "TRANSLATED_TEXT": "(Langit dan bumi dan segala yang ada di antara keduanya melimpah dengan pujian kepada-Mu, dan segala yang Engkau limpahkan dengan pujian kepada-Mu. Wahai yang mempunyai pujian dan keagungan, sesungguhnya perkataan yang paling benar seorang hamba (tentang-Mu) dan kami semua adalah hamba-Mu. Ya Allah, tidak ada yang dapat menghalangi apa yang Engkau kehendaki untuk diberikan dan tidak ada yang dapat memberikan apa yang Engkau kehendaki atau yang dapat mencegahnya, dan tidak ada harta atau kekayaan yang dapat Engkau halangi, keagungan.)(Doa ini dibuat secara pilihan hanya bersamaan dengan yang sebelumnya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/40.mp3"
                }
            ]
        },
        {
            "ID": 19,
            "TITLE": "Doa sujud",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_020.mp3",
            "TEXT": [
                {
                    "ID": 41,
                    "ARABIC_TEXT": "((سُبْحَانَ رَبِّيَ الأَعْلَى)) ثلاث مرَّاتٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhana rabbiyal-aAAla. (three times)))",
                    "TRANSLATED_TEXT": "(Sungguh sempurna Tuhanku, Yang Maha Tinggi.’ (tiga kali))",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/41.mp3"
                },
                {
                    "ID": 42,
                    "ARABIC_TEXT": "((سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanakal-lahumma rabbana wabihamdik, allahummagh- fir lee.)",
                    "TRANSLATED_TEXT": "(Sungguh sempurna Engkau Ya Allah, Tuhan kami, dan aku memujiMu. Ya Allah, ampunilah aku.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/42.mp3"
                },
                {
                    "ID": 43,
                    "ARABIC_TEXT": "((سُبوحٌ، قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subbohoon quddos, rabbul-mala-ikati warrooh.)",
                    "TRANSLATED_TEXT": "(Sempurna lagi Suci (Dia), Tuhan para malaikat dan Rooh (iaitu Jibra-belut).)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/43.mp3"
                },
                {
                    "ID": 44,
                    "ARABIC_TEXT": "((اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسنُ الْخَالِقينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma laka sajadt, wabika amant, walaka aslamt, sajada wajhee lillathee khalaqahu wasawwarahu washaqqa samAAahu wabasarahu, tabarakal-lahu ahsanul-khaliqeen.)",
                    "TRANSLATED_TEXT": "(Ya Allah, kepada-Mu aku bersujud dan kepada-Mu aku beriman, dan kepada-Mu aku berserah diri. Wajahku sujud kepada Tuhan yang menciptakannya dan membentuknya, dan mengeluarkan pendengaran dan penglihatannya. Maha Suci Allah, sebaik-baik Pencipta.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/44.mp3"
                },
                {
                    "ID": 45,
                    "ARABIC_TEXT": "((سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhana thil-jabaroot, walmalakoot, walkibriya/, walAAathamah.)",
                    "TRANSLATED_TEXT": "(Betapa sempurnanya Dia, Pemilik total kuasa, kedaulatan, keagungan dan keagungan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/45.mp3"
                },
                {
                    "ID": 46,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ: دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَّتَهُ وَسِرَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lee thanbee kullah, diqqahu wajillah, wa-awwalahu wa-akhirah, wa- AAalaniyyatahu wa-sirrah.)",
                    "TRANSLATED_TEXT": "(Ya Allah, ampunilah segala dosaku, kecil dan besar, yang pertama dan yang terakhir, yang nampak dan yang tersembunyi.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/46.mp3"
                },
                {
                    "ID": 47,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu biridaka min sakhatik, wa-bimuAAafatika min AAuqoobatik, wa-aAAoothu bika mink, la ohsee thana-an AAalayk, anta kama athnayta AAala nafsik.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku berlindung dengan keredhaan-Mu dari kemurkaan-Mu dan dengan keampunan-Mu dari azab-Mu, dan aku berlindung kepada-Mu dari-Mu. Aku tidak dapat menghitung pujian-Mu, Engkau adalah sebagaimana Engkau memuji diri-Mu sendiri.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/47.mp3"
                }
            ]
        },
        {
            "ID": 20,
            "TITLE": "Solat duduk antara dua sujud",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_021.mp3",
            "TEXT": [
                {
                    "ID": 48,
                    "ARABIC_TEXT": "((رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Rabbigh-fir lee, rabbigh-fir lee.)",
                    "TRANSLATED_TEXT": "(Ya Tuhanku ampunilah aku, Tuhanku ampunilah aku.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/48.mp3"
                },
                {
                    "ID": 49,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lee, warhamnee, wahdinee, wajburnee, waAAafinee, warzuqnee warfaAAnee.)",
                    "TRANSLATED_TEXT": "(Ya Allah, ampunilah aku, rahmatilah aku, bimbinglah aku, kayakanlah aku, sihatkan aku, kurniakan rezeki dan angkatlah darjatku.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/49.mp3"
                }
            ]
        },
        {
            "ID": 21,
            "TITLE": "Doa sujud tilawah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_022.mp3",
            "TEXT": [
                {
                    "ID": 50,
                    "ARABIC_TEXT": "((سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، ﴿فَتَبارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Sajada wajhee lillathee khalaqahu washaqqa samAAahu wabasarahu bihawlihi waquwwatih  { tabaraka Allahu ahsanu alkhaliqeen}.)",
                    "TRANSLATED_TEXT": "(My face fell prostrate before He who created it and brought forth its faculties of hearing and seeing by His might and power.<< So Blessed is Allah, the best of creators.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/50.mp3"
                },
                {
                    "ID": 51,
                    "ARABIC_TEXT": "((اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummak-tub lee biha  AAindaka ajra, wadaAA  AAannee biha wizra, wajAAalha lee AAindaka thukhra, wataqabbalha minnee kama taqabbaltaha min AAabdika Dawood.)",
                    "TRANSLATED_TEXT": "(Ya Allah, catatlah untukku pahala untuk ini (sujud), dan hapuskanlah dariku dosa. Simpanlah untukku dan terimalah dariku sebagaimana Engkau telah menerimanya dari hamba-Mu Daud.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/51.mp3"
                }
            ]
        },
        {
            "ID": 22,
            "TITLE": "Tashahhud",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_023.mp3",
            "TEXT": [
                {
                    "ID": 52,
                    "ARABIC_TEXT": "((التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسولُهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Attahiyyatu lillahi wassalawatu wattayyibat, assalamu AAalayka ayyuhan-nabiyyu warahmatul-lahi wabarakatuh, assalamu AAalayna waAAala AAibadil-lahis-saliheen. Ash-hadu an la ilaha illal-lah, wa-ashhadu anna Muhammadan AAabduhu warasooluh.)",
                    "TRANSLATED_TEXT": "(At-tahiyyat adalah untuk Allah. Segala ibadat dan amal soleh adalah untuk-Nya. Selawat dan salam dan rahmat Allah ke atasmu wahai Nabi. Salam ke atas kami dan semua hamba Allah yang soleh. Saya bersaksi bahawa tidak ada yang berhak disembah melainkan Allah dan saya bersaksi bahawa Muhammad adalah hamba dan Rasul-Nya.)(At-tahiyyat-Nya menunjukkan kemuliaan-Nya. kedaulatan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/52.mp3"
                }
            ]
        },
        {
            "ID": 23,
            "TITLE": "Bershalawat untuk Nabi setelah Tasyahud",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_024.mp3",
            "TEXT": [
                {
                    "ID": 53,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma salli AAala Muhammad, wa-AAala ali Muhammad, kama sallayta AAala Ibraheema wa-AAala ali Ibraheem, innaka Hameedun Majeed, allahumma barik AAala  Muhammad, wa-AAala ali Muhammad, kama barakta AAala Ibraheema wa-AAala ali Ibraheem, innaka Hameedun Majeed.)",
                    "TRANSLATED_TEXT": "(Ya Allah, limpahkan selawat ke atas Muhammad dan para pengikut Muhammad, sebagaimana Engkau telah berselawat ke atas Ibrahim dan kepada pengikut-pengikut Ibrahim. Sesungguhnya, Engkau penuh dengan pujian dan keagungan. Ya Allah, limpahkan selawat ke atas Muhammad dan kepada keluarga Muhammad, sebagaimana Engkau telah berselawat ke atas Ibrahim dan kepada keluarga Ibrahim. Sesungguhnya, Engkau Maha Puji dan puji-pujian) dengan segala puji dan puji baginya. majlis yang paling tinggi dan utama: malaikat yang paling dekat dengan Allah)((al) telah diterjemahkan dalam erti kata yang paling luas: sebahagian ulama berpendapat bahawa makna di sini lebih khusus dan bermaksud: pengikutnya dari kalangan keluarganya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/53.mp3"
                },
                {
                    "ID": 54,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْواجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. إِنَّكَ حَمِيدٌ مَجِيدٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma salli AAala Muhammad wa-AAala azwajihi wathurriyyatihi kama sallayta AAala ali Ibraheem, wabarik AAala Muhammad, wa-AAala azwajihi wathurriyyatih, kama barakta AAala ali Ibraheem. innaka Hameedun Majeed.)",
                    "TRANSLATED_TEXT": "(Ya Allah, limpahkanlah selawat ke atas Muhammad dan ke atas isteri-isteri dan keturunan Muhammad, sebagaimana Engkau telah berselawat ke atas keluarga Ibrahim, dan limpahkanlah selawat ke atas Muhammad dan kepada isteri-isteri dan keturunan Muhammad, sebagaimana Engkau telah berselawat ke atas keluarga Ibrahim. Sesungguhnya, Engkau Maha Terpuji dan Maha Mulia.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/54.mp3"
                }
            ]
        },
        {
            "ID": 24,
            "TITLE": "Doa selepas tasyahhud terakhir sebelum salam",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_025.mp3",
            "TEXT": [
                {
                    "ID": 55,
                    "ARABIC_TEXT": "((اللَّهُــمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika min AAathabil-qabr, wamin AAathabi jahannam, wamin fitnatil-mahya walmamat, wamin shari fitnatil-maseehid-dajjal.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku berlindung kepada-Mu dari azab kubur, dari siksa neraka, dari fitnah dan fitnah hidup dan mati dan dari kejahatan fitnah Al-Maseeh Ad-Dajjal.) dari Asbahan, Iran ketika umat Islam akan menakluki Konstantinopel Dia akan diberi kuasa yang istimewa dan akan menjadikan kebenaran seolah-olah palsu dan sebaliknya Dia akan mengaku sebagai orang yang benar dan kemudian dia akan mendakwa kenabian dan akhirnya, ketuhanan adalah bahawa dia akan buta di mata kanannya yang merupakan bukti yang pasti yang bercanggah dengan dakwaannya kepada Allah sebagai kafir. celik atau buta huruf akan mengenali.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/55.mp3"
                },
                {
                    "ID": 56,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ. اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika min AAathabil-qabr, wa-aAAoothu bika min fitnatil-maseehid-dajjal, wa-aAAoothu bika min fitnatil-mahya walmamat. Allahumma innee aAAoothu bika minal-ma/thami walmaghram.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku berlindung kepada-Mu dari siksa kubur, dan aku berlindung kepada-Mu dari godaan dan cobaan Al-Maseeh Ad-Dajjal, dan aku berlindung kepada-Mu dari fitnah hidup dan mati. Ya Allah, aku berlindung kepada-Mu dari dosa dan hutang.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/56.mp3"
                },
                {
                    "ID": 57,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفورُ الرَّحيمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee thalamtu nafsee thulman katheeran wala yaghfiruth-thunooba illa ant, faghfir lee maghfiratan min AAindik warhamnee, innaka antal-Ghafoorur-Raheem.)",
                    "TRANSLATED_TEXT": "(Ya Allah, sesungguhnya aku telah menzalimi diriku dengan berlebih-lebihan dan tidak ada yang dapat mengampuni dosa selain Engkau, maka ampunilah aku dengan ampunan dari sisi-Mu dan kasihanilah aku. Sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/57.mp3"
                },
                {
                    "ID": 58,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lee ma qaddamtu,  wama akhkhart, wama asrartu wama aAAlant, wama asraftt, wama anta aAAlamu bihi minnee, antal-muqaddimu wa-antal-mu-akhkhiru la ilaha illa ant.)",
                    "TRANSLATED_TEXT": "(Ya Allah, ampunilah aku atas dosa-dosa yang telah berlaku dan juga yang akan berlaku, dan yang telah aku lakukan secara sembunyi-sembunyi serta yang telah aku nyatakan, dan yang aku telah melampaui semua batasan serta perkara-perkara yang Engkau lebih mengetahui tentangnya. Engkau adalah Al-Muqaddim dan Al-Mu-akhkhir. Tidak ada yang berhak disembah selain Engkau.) mengedepankan dan memberi nikmat kepada siapa yang Dia kehendaki dari kalangan ciptaan-Nya sebagaimana Dia menangguhkan dan menahan siapa yang Dia kehendaki sesuai dengan kebijaksanaan-Nya Cth.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/58.mp3"
                },
                {
                    "ID": 59,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبادَتِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma aAAinnee AAala thikrik, washukrik, wahusni AAibadatik.)",
                    "TRANSLATED_TEXT": "(Ya Allah, bantulah aku untuk mengingat-Mu, bersyukur kepada-Mu, dan beribadah kepada-Mu dengan sebaik-baiknya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/59.mp3"
                },
                {
                    "ID": 60,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika minal-bukhl, wa-aAAoothu bika minal-jubn, wa-aAAoothu bika min an oradda ila arthalil- AAumur, wa-aAAoothu bika min fitnatid-dunya waAAathabil-qabr.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku berlindung kepada-Mu dari sifat bakhil dan pengecut, aku berlindung kepada-Mu agar aku tidak dikembalikan kepada seburuk-buruk kehidupan \"iaitu tua, lemah, tidak mampu dan dalam keadaan takut\", dan aku berlindung kepada-Mu dari ujian dan kesusahan hidup dan azab kubur.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/60.mp3"
                },
                {
                    "ID": 61,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-alukal-jannah, wa-aAAoothu bika minan-nar.)",
                    "TRANSLATED_TEXT": "(Ya Allah, sesungguhnya aku memohon kepada-Mu syurga dan aku berlindung kepada-Mu dari api neraka).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/61.mp3"
                },
                {
                    "ID": 62,
                    "ARABIC_TEXT": "((اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْــــأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma biAAilmikal-ghayb, waqudratika AAalal-khalq, ahyinee ma AAalimtal-hayata khayran lee watawaffanee itha AAalimtal-wafata khayran lee, allahumma innee as-aluka khashyataka fil-ghaybi washshahadah, wa-as-aluka kalimatal-haqqi fir-rida walghadab, wa-as-alukal-qasda fil-ghina walfaqr, wa-as-aluka naAAeeman la yanfad, wa-as-aluka qurrata AAaynin la tanqatiAA, wa-as-alukar-rida baAAdal-qada/, wa-as-aluka bardal-AAayshi baAAdal-mawt, wa-as-aluka laththatan-nathari ila wajhik, washshawqa ila liqa-ik fee ghayri darraa mudirrah, wala fitnatin mudillah, allahumma zayyinna bizeenatil-eeman wajAAalna hudatan muhtadeen.)",
                    "TRANSLATED_TEXT": "(Ya Allah, dengan pengetahuan-Mu tentang yang ghaib dan kekuasaan-Mu atas makhluk, hidupkanlah aku selama Engkau mengetahui kehidupan itu baik untukku dan ambillah aku jika Engkau mengetahui kematian itu lebih baik bagiku. Ya Allah, jadikanlah aku takut kepada-Mu baik secara sembunyi-sembunyi atau secara terbuka dan aku memohon kepada-Mu agar aku benar dalam ucapan, pada waktu senang dan marah. berhentilah. Aku memohon kepada-Mu agar aku redha dengan apa yang telah Engkau tetapkan dan untuk kehidupan yang mudah selepas mati. Aku memohon kepada-Mu kemanisan memandang wajah-Mu dan kerinduan untuk bertemu dengan-Mu dengan cara yang tidak mendatangkan musibah yang mendatangkan kemudaratan dan tidak pula cubaan yang menyebabkan penyelewengan Ya Allah, hiasilah kami dengan perhiasan iman dan jadikanlah kami orang-orang yang mendapat petunjuk.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/62.mp3"
                },
                {
                    "ID": 63,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يولَدْ، وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka ya Allah bi-annakal-wahidul-ahadus-samad, allathee lam yalid walam yoolad, walam yakun lahu kufuwan ahad, an taghfira lee thunoobee innaka antal-Ghafoorur-Raheem.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku memohon kepada-Mu Ya Allah, kerana Engkaulah Yang Maha Esa, Yang Maha Esa, AS-Samad, Yang tidak beranak, tidak pula diperanakkan dan tidak ada sesiapa pun yang serupa dengan-Nya agar Engkau mengampuni dosa-dosaku kerana sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.) (AS-Samad: Tuhan Yang Maha Esa, Pemilik sifat-sifat yang sempurna kepada semua makhluknya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/63.mp3"
                },
                {
                    "ID": 64,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka bianna lakal-hamd, la ilaha illa ant wahdaka la shareeka lak, almannan, ya badeeAAas-samawati wal-ard, ya thal-jalali wal-ikram, ya hayyu ya qayyoom, innee as-alukal-jannah, wa-aAAoothu bika minan-nar.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku memohon kepada-Mu segala pujian, tidak ada yang berhak disembah melainkan Engkau semata-mata, tiada sekutu bagi-Mu. Engkaulah yang Maha Pemurah. Wahai Pencipta langit dan bumi, Wahai Pemilik keagungan dan kemuliaan, wahai Yang Maha Hidup, wahai Yang Berdiri Sendiri dan Penolong semua, sesungguhnya aku memohon kepada-Mu syurga dan aku berlindung dengan-Mu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/64.mp3"
                },
                {
                    "ID": 65,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ)) .",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma inne as-aluka biannee ashhadu annaka antal-lah, la ilaha illa ant, al-ahadus-samad, allathee lam yalid walam yoolad walam yakun lahu kufuwan ahad.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku memohon kepada-Mu, kerana aku bersaksi bahawa Engkau adalah Allah, tidak ada yang berhak disembah melainkan Engkau, Yang Maha Esa, AS-Samad yang tidak beranak dan tidak pula diperanakkan dan tidak ada yang setara dengan Dia.) (AS-Samad: Tuhan Yang Maha Kaya, Pemilik sifat-sifat yang sempurna yang semua makhluk memenuhi segala keperluan mereka.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/65.mp3"
                }
            ]
        },
        {
            "ID": 25,
            "TITLE": "Zikir selepas salam solat",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_026.mp3",
            "TEXT": [
                {
                    "ID": 66,
                    "ARABIC_TEXT": "((أَسْتَغْفِرُ اللَّهَ (ثَلاَثَاً) اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Astaghfirul-lah (three times) (Allahumma antas-salam waminkas-salam, tabarakta ya thal-jalali wal-ikram.))",
                    "TRANSLATED_TEXT": "(Saya memohon ampun kepada Allah.(tiga kali) (Ya Allah, Engkau As-Salam dan dari-Mulah kesejahteraan, Maha Suci Engkau, wahai yang memiliki keagungan dan kemuliaan.) (AS-Salam: Yang Maha Bebas dari segala cacat dan kekurangan.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/66.mp3"
                },
                {
                    "ID": 67,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [ثلاثاً]، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, allahumma la maniAAa lima aAAtayt, wala muAAtiya lima manaAAt, wala yanfaAAu thal-jaddi minkal-jad.)",
                    "TRANSLATED_TEXT": "(Tiada yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya, kepunyaan-Nya segala kerajaan dan pujian dan Dia Maha Kuasa atas segala sesuatu. Ya Allah, tiada yang dapat menghalang apa yang Engkau kehendaki dan tiada yang dapat memberi apa yang Engkau kehendaki untuk menghalangnya, dan tidak ada harta atau keagungan yang dapat memberi manfaat kepada sesiapa, kerana dari-Mulah segala kekayaan dan keagungan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/67.mp3"
                },
                {
                    "ID": 68,
                    "ARABIC_TEXT": "((لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ, لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer. la hawla wala quwwata illa billah, la ilaha illal-lah, wala naAAbudu illa iyyah, lahun-niAAmatu walahul-fadl walahuth-thana-ol- hasan, la ilaha illal-lah mukhliseena lahud-deen walaw karihal-kafiroon.)",
                    "TRANSLATED_TEXT": "(Tiada yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya, bagi-Nya segala kerajaan dan pujian dan Dia Maha Kuasa atas segala sesuatu. Tiada daya dan kekuatan melainkan dengan Allah, tiada yang berhak disembah melainkan Allah dan kami tidak menyembah melainkan Dia. Bagi-Nyalah segala nikmat, karunia, dan pujian yang mulia. Tiada yang berhak melainkan Allah dan kami bertakwa. orang-orang kafir membencinya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/68.mp3"
                },
                {
                    "ID": 69,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ (ثلاثاً وثلاثين) لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lah walhamdu lillah, wallahu akbar (thirty-three times). (La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer.))",
                    "TRANSLATED_TEXT": "(Sungguh sempurna Allah, segala puji bagi Allah, dan Allah Maha Besar. (tiga puluh tiga kali) (Tiada Tuhan yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya, bagi-Nya segala kerajaan dan pujian dan Dialah yang Maha Kuasa atas segala sesuatu.))",
                    "REPEAT": 33,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/69.mp3"
                },
                {
                    "ID": 70,
                    "ARABIC_TEXT": "بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾، بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾،بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ بَعْدَ كُلِّ صَلاَةٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Tiga surat berikut hendaklah dibaca sekali selepas solat Zuhur, 'Asar dan 'Isya dan tiga kali selepas solat Subuh dan Maghrib.[Soorah al-Ikhlaas (112)] [Soorah al-Falaq (113)] [Soorah an-Naas (114)]",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/70.mp3"
                },
                {
                    "ID": 71,
                    "ARABIC_TEXT": "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾ عَقِبَ كلِّ صَلاَةٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Disunnahkan juga membaca Ayat Kursi selepas setiap solat: [Surah al-Baqarah, Ayat 255]",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/71.mp3"
                },
                {
                    "ID": 72,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) عَشْرَ مَرّاتٍ بَعْدَ صَلاةِ الْمَغْرِبِ وَالصُّبْحِ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, yuhyee wayumeet, wahuwa AAala kulli shayin qadeer.(ten times after the maghrib & fajr prayers))",
                    "TRANSLATED_TEXT": "(Tiada yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya, milik-Nya segala kerajaan dan pujian, Dia menghidupkan dan mematikan dan Dia Maha Kuasa atas segala sesuatu. (sepuluh kali selepas solat maghrib dan subuh))",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/73.mp3"
                },
                {
                    "ID": 73,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً)) بَعْدَ السّلامِ مِنْ صَلاَةِ الفَجْرِ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka AAilman nafiAAan, warizqan tayyiban, waAAamalan mutaqabbalan.(after salam from fajr prayer))",
                    "TRANSLATED_TEXT": "(Ya Allah, sesungguhnya aku memohon kepada-Mu ilmu yang bermanfaat, rezeki yang baik, dan amal yang diterima.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/73.mp3"
                }
            ]
        },
        {
            "ID": 26,
            "TITLE": "Doa solat Istikharah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_027.mp3",
            "TEXT": [
                {
                    "ID": 74,
                    "ARABIC_TEXT": "قَالَ جَابرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا: كَانَ رسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الْاسْتِخَارَةَ فِي الْأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ: ((إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ، ثُمَّ لْيَقُلْ: اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ؛ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ – فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ)).وَمَا نَدِمَ مَنِ اسْتَخَارَ الْخَالِقَ، وَشَاوَرَ الْمَخْلُوقِينَ الْمُؤْمِنِينَ وَتَثَبَّتَ فِي أَمْرِهِ، فَقَدْ قَالَ اللَّه تعالى: ﴿وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ﴾ .",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(On the authority of Jabir Ibn AAabdullah , he said: ’The Prophet  would instruct us to pray for guidance in all of our concerns, just as he would teach us a chapter from the Quran.  He  would say ’ If any of you intends to undertake a matter then let him pray two supererogatory units (two rakAAah nafilah) of prayer and after which he should supplicate:Allahumma innee astakheeruka biAAilmik, wa-astaqdiruka biqudratik, wa-as-aluka min fadlikal-AAatheem, fa-innaka taqdiru wala aqdir, wataAAlamu wala aAAlam ,wa-anta AAallamul ghuyoob, allahumma in kunta taAAlamu anna hathal-amr (say your need) khayrun lee fee deenee wamaAAashee waAAaqibati amree faqdurhu lee, wayassirhu lee, thumma barik lee feeh, wa-in kunta taAAlamu anna hathal-amr sharrun lee fee deenee wamaAAashee waAAaqibati amree fasrifhu AAannee wasrifnee AAanh, waqdur liyal-khayra haythu kan, thumma ardinee bih.)(One who seeks guidance from his Creator and consults his fellow believers and then remains firm in his resolve does not regret, for Allah has said:washawirhum fee al-amri fa-itha AAazamta fatawakkal AAala Allah)(chapter 3 verse 159)",
                    "TRANSLATED_TEXT": "(Daripada Jabir Ibn AAabdullah , dia berkata: 'Nabi akan memerintahkan kami untuk berdoa memohon petunjuk dalam semua kebimbangan kami, seperti dia mengajar kami satu surah dari al-Quran. Dia akan berkata ' Jika salah seorang di antara kamu berniat untuk melakukan sesuatu maka hendaklah dia solat dua rakaat nafilah (dua rakaat nafilah) doa dan dengan kuasa-Mu, saya memohon dengan kuasa-Mu, Ya Allah, dengan kuasa-Mu dia memohon dan dengan ilmu-Mu. Aku memohon kekuatan dan aku memohon kepadaMu dari karunia-Mu yang besar, kerana sesungguhnya Engkau berkuasa sedangkan aku tidak mampu dan sesungguhnya Engkau mengetahui sedangkan aku tidak dan Engkau Maha Mengetahui perkara yang ghaib Ya Allah, jika Engkau mengetahui perkara ini -dan di sini dia menyebut keperluannya- untuk berbuat baik kepadaku dalam hubungan dengan agamaku, hidupku, dan akhiri, maka takdirkan dan permudahkanlah urusanku ini, dan jika Engkau Maha Mengetahuinya untukku, dan jika Engkau Maha Mengetahuinya untukku, dan jika Engkau Maha Mengetahuinya untukku. agama, kehidupanku dan kesudahannya, maka cabutlah ia daripadaku dan cabutlah aku daripadanya, dan tetapkanlah untukku apa yang baik di mana sahaja ia berada dan jadikanlah aku redha dengan yang demikian itu.) (Sesiapa yang meminta petunjuk daripada Penciptanya dan bermusyawarah dengan saudaranya, kemudian tetap teguh pendiriannya, tidak menyesal, kerana Allah telah berfirman:…dan bermusyawarahlah dengan mereka dalam urusan itu. Kemudian apabila kamu telah mengambil keputusan…) bertawakkallah kepada Allah…)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/74.mp3"
                }
            ]
        },
        {
            "ID": 29,
            "TITLE": "Berdoalah ketika berbalik di malam hari",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_030.mp3",
            "TEXT": [
                {
                    "ID": 112,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزيزُ الْغَفَّارُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lahul-wahidul-qahhar, rabbus-samawati wama baynahuma, alAAazeezul-ghaffar.)",
                    "TRANSLATED_TEXT": "(Tiada yang berhak disembah melainkan Allah, Yang Maha Esa, AL-Qahhar. Tuhan langit dan bumi dan semua yang ada di antara keduanya, Yang Maha Perkasa lagi Maha Pengampun.) (AL-Qahhar: Yang telah menundukkan semua makhluk dan yang tunduk kepada-Nya semua makhluk. Semua pergerakan berlaku dengan kehendak-Nya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/112.mp3"
                }
            ]
        },
        {
            "ID": 30,
            "TITLE": "Doa untuk ketakutan dalam tidur dan untuk mereka yang ditimpa kesepian",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_031.mp3",
            "TEXT": [
                {
                    "ID": 113,
                    "ARABIC_TEXT": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وَأَنْ يَحْضُرُونِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu bikalimatil-lahit-tammat min ghadabih,waAAiqabih, washarri AAibadih, wamin hamazatish-shayateen, wa-an yahduroon.)",
                    "TRANSLATED_TEXT": "(Aku berlindung dengan kalimat-kalimat Allah yang sempurna dari kemurkaan dan siksa-Nya, dan dari kejahatan hamba-hamba-Nya, dan dari kegilaan dan penampilan syaitan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/113.mp3"
                }
            ]
        },
        {
            "ID": 31,
            "TITLE": "Apakah yang dilakukan oleh seseorang yang melihat penglihatan atau mimpi?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_032.mp3",
            "TEXT": [
                {
                    "ID": 114,
                    "ARABIC_TEXT": "((يَنْفُثُ عَنْ يَسَارِهِ)) (ثلاثاً).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "[((Spit on your left three times)(Spit: A form of spitting comprising mainly of air with little spittle)) - (Seek refuge in Allah from shaytan and the evil of what you saw (Three Times)) - (Do not relate it to anyone) - (Turn and sleep on the opposite side to which you were sleeping on previously.) - (Get up and pray if you so desire.) ]",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/114.mp3"
                },
                {
                    "ID": 115,
                    "ARABIC_TEXT": "((ويَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ)).",
                    "TRANSLATED_TEXT": "(Bangunlah dan solatlah jika kamu mahu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/115.mp3"
                }
            ]
        },
        {
            "ID": 32,
            "TITLE": "Doa Qunoot Witir",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_033.mp3",
            "TEXT": [
                {
                    "ID": 116,
                    "ARABIC_TEXT": "((اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ؛ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، [وَلاَ يَعِزُّ مَنْ عَادَيْتَ]، تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummah-dinee feeman hadayt, waAAafinee feeman AAafayt, watawallanee feeman tawallayt, wabarik lee feema aAAtayt, waqinee sharra ma qadayt, fa-innaka taqdee wala yuqda AAalayk, innahu la yathillu man walayt, [wala yaAAizzu man AAadayt], tabarakta rabbana wataAAalayt.)",
                    "TRANSLATED_TEXT": "(Ya Allah, bimbinglah aku bersama orang-orang yang telah Engkau beri petunjuk, ampunilah aku bersama orang-orang yang telah Engkau ampuni, jadilah sekutu bagiku bersama orang-orang yang Engkau sekutukan dan berkatilah untukku apa yang telah Engkau anugerahkan. Peliharalah aku dari kejahatan yang telah Engkau tetapkan karena sesungguhnya Engkau telah menetapkan dan tidak ada seorangpun yang dapat menentukan atas-Mu. Sesungguhnya Engkau tidak pernah memusuhi dan memusuhi-Mu. tidak pernah dimuliakan dan berkuasa. Wahai Tuhan kami, Maha Suci dan Maha Tinggi Engkau.)(Kejahatan yang telah kamu tetapkan: Allah tidak menciptakan kejahatan murni yang tidak mempunyai kebaikan atau mengandungi apa-apa faedah, hikmah atau rahmat sama sekali, dan tidak juga Dia menghukum seseorang tanpa melakukan dosa. Sesuatu boleh menjadi baik dari segi penciptaannya apabila dilihat dari sudut yang sama, dan pada masa yang sama, jahat dan jahat oleh Allah. Dia menguji hamba-hamba-Nya, maka ada orang yang membenci syaitan, memeranginya dan jalannya dan mereka memusuhinya dan pengikutnya dan ada pula yang bersekutu dengan syaitan dan mengikuti langkah-langkahnya Maka kejahatan wujud pada makhluk-Nya dengan kehendak dan kebijaksanaanNya, bukan dalam perbuatan atau perbuatanNya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/116.mp3"
                },
                {
                    "ID": 117,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُــــوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu biridaka min sakhatik, wabimuAAafatika min AAuqoobatik, wa-aAAoothu bika mink, la ohsee thana-an AAalayk, anta kama athnayta AAala nafsik.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku berlindung dengan keredhaan-Mu daripada kemurkaan-Mu dan dengan keampunan-Mu dari azab-Mu, dan aku berlindung kepada-Mu daripada-Mu. Aku tidak dapat menghitung pujian-Mu. Engkau adalah sebagaimana Engkau memuji diri-Mu sendiri.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/117.mp3"
                },
                {
                    "ID": 118,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِيَّاكَ نعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ. اللَّهُمَّ إِنَّا نَسْتَعينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفرُكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma iyyaka naAAbud, walaka nusallee wanasjud, wa-ilayka nasAAa wanahfid, narjoo rahmatak, wanakhsha AAathabak, inna AAathabaka bilkafireena mulhaq. Allahumma inna nastaAAeenuk, wanastaghfiruk, wanuthnee AAalaykal- khayr, wala nakfuruk, wanu/minu bik, wanakhdaAAu lak wanakhlaAAu man yakfuruk.)",
                    "TRANSLATED_TEXT": "(Ya Allah, hanya kepada-Mu kami menyembah, dan kepada-Mu kami berdoa dan sujud, dan kepada-Mu kami bersegera dan kepada-Mu kami menyembah. Kami mengharapkan rahmat-Mu dan takut kepada azab-Mu, sesungguhnya azab-Mu akan menimpa orang-orang yang kafir. Ya Allah, kami memohon pertolongan-Mu dan memohon ampun kepada-Mu, kami memuji-Mu dengan segala kebaikan dan tidak kufur kepada-Mu dan kami kafir kepada-Mu dan kami kafir kepada-Mu dan kami kafir kepada-Mu. awak.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/118.mp3"
                }
            ]
        },
        {
            "ID": 33,
            "TITLE": "Zikir selepas salam witir",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_034.mp3",
            "TEXT": [
                {
                    "ID": 119,
                    "ARABIC_TEXT": "((سُبْحَانَ المَلِكِ القُدُّوسِ)) ثلاثَ مرَّاتٍ والثَّالِثَةُ يَجْهَرُ بها ويَمُدُّ بها صَوتَهُ يقولُ: [رَبِّ الْمَلاَئِكَةِ وَالرُّوحِ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-malikil-quddoos.(three times).on the third time he would raise his voice, elongate it and add: (Rabbil-mala-ikati warrooh.))",
                    "TRANSLATED_TEXT": "(Betapa sempurnanya Raja, Yang Maha Suci. (tiga kali) pada kali ketiga dia akan meninggikan suaranya, memanjangkannya dan menambah: (Tuhan para malaikat dan Rooh (iaitu Jibra-belut).))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/119.mp3"
                }
            ]
        },
        {
            "ID": 34,
            "TITLE": "Doa untuk risau dan sedih",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_035.mp3",
            "TEXT": [
                {
                    "ID": 120,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُــــلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee AAabduk, ibnu AAabdik, ibnu amatik, nasiyatee biyadik, madin fiyya hukmuk, AAadlun fiyya qada-ok, as-aluka bikulli ismin huwa lak, sammayta bihi nafsak, aw anzaltahu fee kitabik, aw AAallamtahu ahadan min khalqik awis-ta/tharta bihi fee AAilmil-ghaybi AAindak, an tajAAalal-Qurana rabeeAAa qalbee, wanoora sadree, wajalaa huznee wathahaba hammee.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku adalah hamba-Mu, anak hamba-Mu, anak hamba-Mu perempuan, ubun-ubunku di tangan-Mu (iaitu Engkau berkuasa sepenuhnya), perintah-Mu atasku selama-lamanya dilaksanakan dan ketetapan-Mu atasku adalah adil. Aku memohon kepada-Mu dengan setiap nama-Mu yang Engkau namakan dengan diri-Mu, atau diturunkan dalam kitab-Mu, atau Engkau ajarkan kepada siapapun dari ciptaan-Mu yang belum Engkau ciptakan, atau yang Engkau ajarkan kepada makhluk-Mu yang belum ada pada-Mu, atau Al-Quran adalah kehidupan hatiku dan cahaya dadaku, dan pemergian bagi kesedihanku dan pelepas kegelisahanku.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/120.mp3"
                },
                {
                    "ID": 121,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika minal-hammi walhuzn, walAAajzi walkasali walbukhli waljubn, wadalAAid-dayni waghalabatir-rijal.)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku berlindung kepada-Mu dari kegelisahan dan kesedihan, dari kelemahan dan kemalasan, kekikiran dan pengecut, dari beban hutang dan dari kekuasaan manusia).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/121.mp3"
                }
            ]
        },
        {
            "ID": 35,
            "TITLE": "Doa kesedihan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_036.mp3",
            "TEXT": [
                {
                    "ID": 122,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lahul-AAatheemul-haleem, la ilaha illal-lahu rabbul-AAarshil-AAatheem, la ilaha illal-lahu  rabbus-samawati warabbul-ardi warabbul-AAarshil-kareem.)",
                    "TRANSLATED_TEXT": "(Tiada yang berhak disembah melainkan Allah Yang Maha Penyantun. Tiada yang berhak disembah melainkan Allah, Tuhan Arasy yang agung. Tiada yang berhak disembah melainkan Allah, Tuhan langit, Tuhan Bumi dan Tuhan Arasy yang mulia.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/122.mp3"
                },
                {
                    "ID": 123,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma rahmataka arjoo fala takilnee ila nafsee tarfata AAayn, wa-aslih lee sha/nee kullah, la ilaha illa ant.)",
                    "TRANSLATED_TEXT": "(Ya Allah, rahmat-Mulah yang aku harapkan, maka janganlah Engkau biarkan aku mengurus urusanku walau sekelip mata dan perbaikilah untukku segala urusanku, tiada Tuhan yang berhak disembah melainkan Engkau.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/123.mp3"
                },
                {
                    "ID": 124,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illa anta subhanaka innee kuntu minath-thalimeen.)",
                    "TRANSLATED_TEXT": "(Tiada yang berhak disembah melainkan Engkau. Betapa sempurnanya Engkau, sesungguhnya aku termasuk orang-orang yang zalim.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/124.mp3"
                },
                {
                    "ID": 125,
                    "ARABIC_TEXT": "((اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(None has the right to be worshipped except You.  How perfect You are, verily I was among the wrong-doers.)",
                    "TRANSLATED_TEXT": "(Allah, Allah Tuhanku, aku tidak mempersekutukan-Nya dengan sesuatu pun).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/125.mp3"
                }
            ]
        },
        {
            "ID": 36,
            "TITLE": "Doa untuk bertemu musuh dan penguasa",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_037.mp3",
            "TEXT": [
                {
                    "ID": 126,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma inna najAAaluka fee nuhoorihim wanaAAoothu bika min shuroorihim.)",
                    "TRANSLATED_TEXT": "(Ya Allah, kami menempatkan Engkau di hadapan mereka dan kami berlindung kepada-Mu dari kejahatan mereka.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/126.mp3"
                },
                {
                    "ID": 127,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ وَبِكَ أَصُولُ، وَبِكَ أُقاتِلُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma anta AAadudee, wa-anta naseeree, bika ajoolu wabika asoolu wabika oqatil)",
                    "TRANSLATED_TEXT": "(Ya Allah, Engkaulah penolongku dan Engkaulah penolongku, dengan-Mu aku bergerak dan dengan-Mu aku menyerang dan dengan-Mu aku berperang.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/127.mp3"
                },
                {
                    "ID": 128,
                    "ARABIC_TEXT": "((حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Hasbunal-lahu waniAAmal-wakeel.)",
                    "TRANSLATED_TEXT": "(Cukuplah Allah bagi kami, dan alangkah baiknya seorang pemegang amanah).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/128.mp3"
                }
            ]
        },
        {
            "ID": 37,
            "TITLE": "Doa bagi mereka yang takut akan penindasan Sultan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_038.mp3",
            "TEXT": [
                {
                    "ID": 129,
                    "ARABIC_TEXT": "((اللَّهُمَّ ربَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahumma rabbas-samaawaatis-sab'i, wa Rabbal-'Arshil-'Adheem, Kun lee jaaran min (here you mention the person's name) wa 'ahzabihi min khalaa'iqika, 'an yafruta 'alayya 'ahadun minhum 'aw yatghaa,'Azza jaaruka, wa jalla thanaa'uka, wa laa 'ilaaha 'illaa 'Anta.",
                    "TRANSLATED_TEXT": "Ya Allah, Tuhan tujuh langit, Tuhan Arasy yang agung, jadikanlah bagiku penolong terhadap [orang itu dan ini] dan penolongnya dari kalangan makhluk-Mu, supaya tidak ada di antara mereka yang mencelaku atau menganiaya aku. Perkasa naungan-Mu dan mulia pujian-Mu. Tiada yang berhak disembah melainkan Engkau.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/129.mp3"
                },
                {
                    "ID": 130,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنْ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahu Akbar, Allaahu 'a'azzu min khalqihi jamee'an, Allaahu 'a'azzu mimmaa 'akhaafu wa 'ahdharu, 'a'oothu billaahil-lathee laa ilaaha illaa huwa, almumsikis-samaawaatis-sab'i 'an yaqa'na 'alaal-'ardhi 'illaa bi'ithnihi, min sharri 'abdika (name of the person) wa junoodihi wa 'atbaa'ihi wa ashyaa'ihi minal-jinni wal'insi, Allaahumma kun lee jaaran min sharrihim, Jalla thanaa'uka wa 'azza aaruka, wa tabaarakasmuka, wa laa ilaaha ghayruka.",
                    "TRANSLATED_TEXT": "Allah Maha Besar, Lebih Perkasa dari semua ciptaan-Nya. Dia lebih berkuasa daripada ketakutan dan ketakutan. Aku berlindung kepada Allah yang tiada Tuhan yang berhak disembah melainkan Dia. Dialah yang menahan tujuh langit daripada jatuh ke bumi melainkan dengan perintah-Nya. [Aku berlindung kepada-Mu ya Allah] dari kejahatan hamba-Mu [nama orang], dan para penolongnya, para pengikutnya dan para pendukungnya dari kalangan jin dan manusia. Ya Allah, jadilah penopangku terhadap kejahatan mereka. Maha Suci pujian-Mu dan perkasa perlindungan-Mu. Terpujilah Nama-Mu, tiada Tuhan yang benar selain Engkau. (Dibaca tiga kali dalam bahasa Arab)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/130.mp3"
                }
            ]
        },
        {
            "ID": 38,
            "TITLE": "Berdoa untuk musuh",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_039.mp3",
            "TEXT": [
                {
                    "ID": 131,
                    "ARABIC_TEXT": "((اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اللَّهُمَّ اهزِمْهُمْ وَزَلْزِلْهُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma munzilal-kitab, sareeAAal-hisab, ihzimil-ahzab, allahummah-zimhum wazalzilhum.)",
                    "TRANSLATED_TEXT": "(Ya Allah, Penzahir Kitab, cepat hisab, kalahkan sekutu. Ya Allah, kalahkan mereka dan guncangkan mereka.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/131.mp3"
                }
            ]
        },
        {
            "ID": 39,
            "TITLE": "Apa kata orang yang takut kepada kaum?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_040.mp3",
            "TEXT": [
                {
                    "ID": 132,
                    "ARABIC_TEXT": "((اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummak-fineehim bima shi/.)",
                    "TRANSLATED_TEXT": "(Ya Allah, lindungilah aku dari mereka dengan apa yang Engkau pilih.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/132.mp3"
                }
            ]
        },
        {
            "ID": 40,
            "TITLE": "Doa untuk seseorang yang ditimpa bisikan tentang iman",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_041.mp3",
            "TEXT": [
                {
                    "ID": 133,
                    "ARABIC_TEXT": "((يَسْتَعِيذُ بِاللَّهِ و يَنْتَهِي عَمَّا شك فِيهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Say:) I seek refuge in Allah. (Then you should desist from doing what you are in doubt about.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/133.mp3"
                },
                {
                    "ID": 134,
                    "ARABIC_TEXT": "((يَقُولُ: ((آمَنْتُ بِاللَّهِ وَرُسُلِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(He should say: ( Amantu billahi warusulih.))",
                    "TRANSLATED_TEXT": "(Dia harus berkata: (Saya telah beriman kepada Allah dan Rasul-Nya).)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/134.mp3"
                },
                {
                    "ID": 135,
                    "ARABIC_TEXT": "((يَقْرَأُ قَوْلَهُ تَعَالَى: ﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(He should also recite the following verse: ( Huwa al-awwalu, waal-akhiru, waalththahiru waalbatinu wahuwa bikulli shayin AAaleem))",
                    "TRANSLATED_TEXT": "(Dia juga harus membaca ayat berikut: (Dia Yang Awal dan Yang Akhir, Aththahir dan Al-Batin dan Dia Maha Mengetahui segala sesuatu.) (ththahir: Menunjukkan kebesaran sifat-sifat-Nya dan kehinaan setiap ciptaan berkenaan dengan kebesaran dan Keagungan-Nya, kerana Dia berada di atas semua ciptaan-Nya dalam hal dzat dan sifat-sifat-Nya dan pengetahuan-Nya.)(Menunjukkan segala rahasia dan sifat-sifat-Nya.) hati dan perkara-perkara yang paling intim sebagaimana ia menunjukkan kedekatan dan kedekatan-Nya kepada semua dengan cara yang sesuai dengan keagungan-Nya.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/135.mp3"
                }
            ]
        },
        {
            "ID": 41,
            "TITLE": "Doa untuk membayar hutang",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_042.mp3",
            "TEXT": [
                {
                    "ID": 136,
                    "ARABIC_TEXT": "((اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummak-finee bihalalika AAan haramik, wa-aghninee bifadlika AAamman siwak.)",
                    "TRANSLATED_TEXT": "(Ya Allah, cukupkanlah yang halal untukku, berlawanan dengan yang haram, dan jauhkanlah aku dengan karunia-Mu, dari keperluan orang lain.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/136.mp3"
                },
                {
                    "ID": 137,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika minal-hammi walhuzn, walAAajzi walkasal, walbukhl, waljubn, wadalAAid-dayni waghalabatir-rijal)",
                    "TRANSLATED_TEXT": "(Ya Allah, aku berlindung kepada-Mu dari kegelisahan dan kesedihan, dari kelemahan dan kemalasan, kekikiran dan pengecut, dari beban hutang dan dari kekuasaan manusia).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/137.mp3"
                }
            ]
        },
        {
            "ID": 42,
            "TITLE": "Doa untuk pemikiran obsesif dalam solat dan membaca",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_043.mp3",
            "TEXT": [
                {
                    "ID": 138,
                    "ARABIC_TEXT": "((أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ، وَاتْفُلْ عَلَى يَسَارِكَ (ثلاثاً))).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Othman Ibn Al-AAas meriwayatkan: Saya berkata 'Wahai Rasulullah, sesungguhnya syaitan itu datang antara saya dan solat dan bacaan saya membuat saya bingung' Rasulullah menjawab 'Itu adalah syaitan yang dipanggil Khanzab, jadi jika anda merasakan kehadirannya maka berlindunglah kepada Allah daripadanya dan meludah (Suatu bentuk meludah yang terdiri terutamanya daripada ludah kiri anda) tiga kali.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/138.mp3"
                }
            ]
        },
        {
            "ID": 43,
            "TITLE": "Doa untuk orang yang merasa kesulitan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_044.mp3",
            "TEXT": [
                {
                    "ID": 139,
                    "ARABIC_TEXT": "((اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma la sahla illa ma jaAAaltahu sahla, wa-anta tajAAalul- hazana in shi'ta sahla.)",
                    "TRANSLATED_TEXT": "(Ya Allah, tiada kemudahan melainkan apa yang Engkau jadikan mudah, dan Engkau jadikan kesulitan jika Engkau kehendaki menjadi mudah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/139.mp3"
                }
            ]
        },
        {
            "ID": 44,
            "TITLE": "Apa yang dikatakan dan dilakukan oleh seseorang yang telah melakukan dosa",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_045.mp3",
            "TEXT": [
                {
                    "ID": 140,
                    "ARABIC_TEXT": "((مَا مِنْ عَبْدٍ يُذنِبُ ذَنْباً فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ اللَّهُ لَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Sesiapa sahaja hamba yang melakukan dosa dan akibatnya dia berwuduk, solat dua rakaat (iaitu dua rakaat) dan kemudian memohon ampun kepada Allah, Allah akan mengampuninya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/140.mp3"
                }
            ]
        },
        {
            "ID": 45,
            "TITLE": "Doa untuk mengusir syaitan dan bisikannya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_046.mp3",
            "TEXT": [
                {
                    "ID": 141,
                    "ARABIC_TEXT": "((الْاسْتِعَاذَةُ بِاللَّهِ مِنْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Memohon perlindungan daripadanya.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/141.mp3"
                },
                {
                    "ID": 142,
                    "ARABIC_TEXT": "الْأَذَانُ",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "The Adhaan [call to prayer].",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/142.mp3"
                },
                {
                    "ID": 143,
                    "ARABIC_TEXT": "((الْأَذْكَارُ وَقِرَاءَةُ الْقُرْآنِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Bacaan Al-Quran dan nas-nas zikir dan doa yang sahih.)(mis. ‘Janganlah kamu jadikan rumah kamu seperti kuburan, sesungguhnya syaitan lari dari rumah yang telah dibacakan surah Al-Baqarah di dalamnya’ yang diriwayatkan oleh Muslim 1/539, juga doa dan zikir pagi & petang, sebelum tidur, masuk dan keluar dari masjid, ketika bangun dan masuk masjid bacaan ayat Al-kursiyy dan dua ayat terakhir surat Al-Baqarah sebelum tidur, athan…dsb.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/143.mp3"
                }
            ]
        },
        {
            "ID": 46,
            "TITLE": "Doa apabila berlaku sesuatu yang tidak diredhainya atau dia terharu",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_047.mp3",
            "TEXT": [
                {
                    "ID": 144,
                    "ARABIC_TEXT": "((قَدَرُ اللَّهُ وَمَا شَاءَ فَعَلَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Qaddaral-lah, wama shaa faAAal.)",
                    "TRANSLATED_TEXT": "(Allah telah menetapkan dan apa yang Dia kehendaki, Dia lakukan.) (sesungguhnya ‘Seandainya’ membenarkan perbuatan syaitan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/144.mp3"
                }
            ]
        },
        {
            "ID": 47,
            "TITLE": "Tahniah kepada bayi yang baru lahir dan jawapannya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_048.mp3",
            "TEXT": [
                {
                    "ID": 145,
                    "ARABIC_TEXT": "((بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ)). وَيَرُدُّ عَلَيْهِ الْمُهَــــــنَّأُ فَيَقُولُ: ((بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْراً، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Baarakallaahu laka fil-mawhoobi laka, wa shakartal-waahiba, wa balagha 'ashuddahu, wa ruzigta birrahu.  The reply of the person being congratulated is to say: Baarakallahu laka wa baaraka 'alayka, wa jazaakallaahu khayran, wa razaqakallaahu mithlahu, wa 'ajzala thawaabaka.",
                    "TRANSLATED_TEXT": "Semoga Allah memberkati anda dengan pemberian-Nya kepada anda dan semoga anda (ibu bapa baru) bersyukur, semoga anak itu mencapai kematangan tahun, dan semoga anda dianugerahkan soleh. Balasan orang yang diberi tahniah adalah dengan berkata: Semoga Allah memberkati kamu, dan melimpahkan rahmat-Nya kepada kamu, dan semoga Allah memberi balasan yang baik kepada kamu dan melimpahkan kepada kamu yang serupa dan memberi ganjaran yang banyak kepada kamu.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/145.mp3"
                }
            ]
        },
        {
            "ID": 48,
            "TITLE": "Apa yang kanak-kanak mencari perlindungan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_049.mp3",
            "TEXT": [
                {
                    "ID": 146,
                    "ARABIC_TEXT": " كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما ((أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ibn AAabbas related that the Messenger of Allah  used to commend Al-Hasan and Al-Husayn to Allah’s protection, saying:(OAAeethukuma bikalimatil-lahit-tammah, min kulli shaytanin wahammah, wamin kulli AAaynin lammah.))",
                    "TRANSLATED_TEXT": "(Ibn AAabbas meriwayatkan bahawa Rasulullah pernah memuji Al-Hasan dan Al-Husain untuk perlindungan Allah, dengan berkata: (Aku berwasiat kepada kamu berdua untuk menjaga kalimah Allah yang sempurna dari setiap syaitan, hama dan setiap mata yang jahat.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/146.mp3"
                }
            ]
        },
        {
            "ID": 49,
            "TITLE": "Mendoakan pesakit di kliniknya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_050.mp3",
            "TEXT": [
                {
                    "ID": 147,
                    "ARABIC_TEXT": "((لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ba'sa tahoorun in shaal-lah.)",
                    "TRANSLATED_TEXT": "(Tidak mengapa, semoga ia (penyakit) menjadi penyucian, insya Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/147.mp3"
                },
                {
                    "ID": 148,
                    "ARABIC_TEXT": "((أَسْأَلُ اللَّهَ الْعَظيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفيَكَ)) (سبع مرات).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Asalul-lahal-AAatheem rabbal-AAarshil-AAatheem an yashfeek (7times).)",
                    "TRANSLATED_TEXT": "(Aku memohon kepada Allah Yang Maha Agung, Tuhan yang mempunyai Arasy yang agung, supaya menyembuhkanmu’.(7 kali) (dia (orang yang sakit) akan sembuh.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/148.mp3"
                }
            ]
        },
        {
            "ID": 50,
            "TITLE": "Klinik pesakit pilihan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_051.mp3",
            "TEXT": [
                {
                    "ID": 149,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِي خِرَافَةِ الْجَنَّةِ حَتَّى يَجْلِسَ، فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ، وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Ali Ibn Abee Talib meriwayatkan bahawa dia mendengar Rasulullah saw bersabda: ‘Jika seseorang memanggil saudara muslimnya yang sakit, seakan-akan dia berjalan memetik buah syurga hingga dia duduk, dan apabila dia duduk dia dicucuri rahmat, dan jika itu pada waktu pagi, tujuh puluh ribu malaikat bershalawat kepadanya hingga petang, dan jika dia melakukan solat di waktu pagi, tujuh puluh ribu orang di waktu petang.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/49.mp3"
                }
            ]
        },
        {
            "ID": 51,
            "TITLE": "Doa pesakit yang telah menyerahkan hidupnya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_052.mp3",
            "TEXT": [
                {
                    "ID": 150,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lee, warhamnee wa-alhiqnee birrafeeqil-aAAla.)",
                    "TRANSLATED_TEXT": "‘Ya Allah, ampunilah aku, rahmatilah aku dan satukanlah aku dengan para sahabat yang paling tinggi",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/150.mp3"
                },
                {
                    "ID": 151,
                    "ARABIC_TEXT": "((جَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ، وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "'Aa.ishah (radhi-yAllaahu 'anhaa) related that The Prophet (sal-Allaahu 'alayhe wa sallam) [during his illness in which he passed away] would dip his hands in water and then he would wipe his face and say:[La ilaha illal-lah, inna lilmawti lasakarat.] ‘None has the right to be worshipped except Allaah, death does indeed contain agony.’",
                    "TRANSLATED_TEXT": "'Aa.ishah (radhi-yAllaahu 'anhaa) meriwayatkan bahawa Nabi (sal-Allaahu 'alayhe wa sallam) [semasa sakit di mana beliau meninggal dunia] akan mencelupkan tangannya ke dalam air dan kemudian beliau akan mengusap mukanya dan berkata: 'Tidak ada yang berhak disembah melainkan Allah, sesungguhnya kematian itu mengandungi kesakitan.'",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/151.mp3"
                },
                {
                    "ID": 152,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah, wallahu akbar, la ilaha illal-lahu wahdah, la shareeka lah, la ilaha illal-lahu lahul-mulku walahul-hamd, la ilaha illal-lah, wala hawla wala quwwata illa billah.)",
                    "TRANSLATED_TEXT": "(Tiada yang berhak disembah melainkan Allah dan Allah Maha Besar. Tidak ada yang berhak disembah melainkan Allah semata-mata. Tidak ada yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya. Tiada yang berhak disembah melainkan Allah, kepunyaan-Nya segala kerajaan dan pujian. Tiada yang berhak disembah melainkan Allah dan tiada daya dan tiada daya melainkan dengan Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/152.mp3"
                }
            ]
        },
        {
            "ID": 52,
            "TITLE": "Indoktrinasi orang mati",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_053.mp3",
            "TEXT": [
                {
                    "ID": 153,
                    "ARABIC_TEXT": "((مَنْ كَانَ آخِرُ كَلاَمِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "i.e. those around the sick should instruct and encourage him to say the shahadah. (He whose last words are: (La ilaha illal-lah.) will enter Paradise.)",
                    "TRANSLATED_TEXT": "iaitu orang-orang yang berada di sekeliling orang sakit hendaklah menyuruh dan menggalakkannya untuk mengucap syahadah. (Sesiapa yang akhir perkataannya: (Tiada Tuhan yang berhak disembah melainkan Allah.) akan masuk syurga.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/153.mp3"
                }
            ]
        },
        {
            "ID": 53,
            "TITLE": "Doa untuk seseorang yang ditimpa musibah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_054.mp3",
            "TEXT": [
                {
                    "ID": 154,
                    "ARABIC_TEXT": "((إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرَاً مِنْهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Inna lillahi wa-inna ilayhi rajiAAoon, allahumma/- jurnee fee museebatee wakhluf lee khayran minha.)",
                    "TRANSLATED_TEXT": "(Milik Allah kami dan kepada-Nya kami kembali. Ya Allah, berilah balasan atas musibahku ini dan gantikanlah untukku dengan yang lebih baik).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/154.mp3"
                }
            ]
        },
        {
            "ID": 54,
            "TITLE": "Doa apabila si mati menutup matanya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_055.mp3",
            "TEXT": [
                {
                    "ID": 155,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِفُلاَنٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ  يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir li-name the dead- warfaAA darajatahu fil-mahdiyyeen, wakhlufhu fee AAaqibihi fil-ghabireen, waghfir lana walahu ya rabbal-AAalameen wafsah lahu fee qabrih, wanawwir lahu feeh.)",
                    "TRANSLATED_TEXT": "(Ya Allah, ampunilah -di sini disebut nama si mati- dan angkatlah darjatnya di kalangan orang-orang yang mendapat petunjuk, dan jadilah pengganti yang ditinggalkannya, dan ampunilah kami dan dia wahai Tuhan sekalian alam. lapangkan kuburnya dan terangilah untuknya.) Adam adalah khalifah (pengganti, seperti yang biasa diterjemahkan) Allah di bumi kerana Allah tidak pernah hilang, dan tidak akan pernah mati.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/155.mp3"
                }
            ]
        },
        {
            "ID": 55,
            "TITLE": "Mendoakan orang mati dalam mendoakannya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_056.mp3",
            "TEXT": [
                {
                    "ID": 156,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ [وَعَذَابِ النَّارِ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lahu warhamh, waAAafihi, waAAfu AAanh, wa-akrim nuzulah, wawassiAA mudkhalah, waghsilhu bilma-i waththalji walbarad, wanaqqihi minal-khataya kama naqqaytath-thawbal-abyada minad-danas, wa-abdilhu daran khayran min darih, wa-ahlan khayran min ahlih wazawjan khayran min zawjih, wa-adkhilhul-jannah, wa-aAAithhu min AAathabil-qabr, waAAathabin-nar)",
                    "TRANSLATED_TEXT": "(Ya Allah, ampunilah dan rahmatilah dia, maafkan dia dan maafkan dia, dan muliakan penerimaannya. Luaskan kemasukannya, dan bersihkan dia dengan air, salji, dan air batu, dan bersihkan dia dari dosa sebagaimana pakaian putih dibersihkan dari kotoran. Tukarlah rumahnya dengan rumah yang lebih baik, dan keluarganya dengan keluarga yang lebih baik, dan isterinya dengan pasangan yang lebih baik, dan lindungi dia dari syurga yang lebih baik. azab neraka.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/156.mp3"
                },
                {
                    "ID": 157,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبيرِنَا، وَذَكَرِنَا وَأُنْثَانَا. اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ، اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ، وَلاَ تُضِلَّنَا بَعْدَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lihayyina wamayyitina washahidina, wagha-ibina, wasagheerina wakabeerina, wathakarina wa-onthana. Allahumma man ahyaytahu minna fa-ahyihi AAalal-islam, waman tawaffaytahu minna fatawaffahu AAalal-eeman, allahumma la tahrimna ajrah, wala tudillana baAAdah.)",
                    "TRANSLATED_TEXT": "(Ya Allah, ampunilah kami yang masih hidup dan yang mati, yang hadir dan yang tidak hadir, yang muda dan yang tua kami, lelaki dan wanita kami. Ya Allah, siapa yang Engkau hidupkan di antara kami, maka hidupkanlah seperti itu atas Islam, dan siapa di antara kami yang Engkau ambil untuk diri-Mu, maka jadikanlah mati yang demikian itu atas iman. Ya Allah, janganlah Engkau hapuskan pahalanya dan janganlah Engkau biarkan kami sesat selepas dia.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/157.mp3"
                },
                {
                    "ID": 158,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحيمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma inna -name the dead- fee thimmatik, wahabli jiwarik, faqihi min fitnatil-qabr waAAathabin-nar, wa-anta ahlul-wafa/, walhaq, faghfir lahu warhamh, innaka antal-ghafoorur-raheem.)",
                    "TRANSLATED_TEXT": "(Ya Allah, si fulan berada di bawah pemeliharaan dan perlindungan-Mu maka peliharalah dia dari siksaan kubur dan azab neraka. Sesungguhnya Engkau adalah orang yang beriman lagi benar. Ampunilah dan rahmatilah dia, sesungguhnya Engkau Maha Pengampun lagi Maha Penyayang.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/158.mp3"
                },
                {
                    "ID": 159,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma AAabduka wabnu amatik, ihtaja ila rahmatik, wa-anta ghaniyyun AAan AAathabih, in kana muhsinan fazid fee hasanatih, wa-in kana museean fatajawaz AAanh.)",
                    "TRANSLATED_TEXT": "(Ya Allah, hambaMu dan anak hamba perempuanMu memerlukan rahmatMu dan Engkau tidak memerlukan azabnya. Jika dia benar maka tambahkan pahalanya dan jika dia fasik maka lihatlah dosanya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/159.mp3"
                }
            ]
        },
        {
            "ID": 56,
            "TITLE": "Berdoa berlebih-lebihan ke atasnya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_057.mp3",
            "TEXT": [
                {
                    "ID": 160,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ)) وإن قال: ((اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ، وَشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لِأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ)) إن قال ذلك فَحَسَنٌ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allaahumma 'a'ith-hu min 'athaabil-qabri.) [or say:](Allahummaj-AAalhu faratan, wathukhran liwalidayh, washafeeAAan mujaban. Allahumma thaqqil bihi mawazeenahuma wa-aAAthim bihi ojoorahuma, wa-alhiqhu bisalihil-mu'mineen, wajAAalhu fee kafalati Ibraheem, waqihi birahmatika AAathabal-jaheem, wa 'abdilhu daaran khayran min daarihi, wa 'ahlan khayran min 'ahlihi, Allaahum-maghfir li'aslaafinaa, wa afraatinaa wa man sabaqanaa bil'eemaan)",
                    "TRANSLATED_TEXT": "Ya Allah, peliharalah dia dari siksa kubur. Ya Allah jadikan dia pelopor, pelopor dan harta untuk ibu bapanya dan pemberi syafaat yang termakbul. Ya Allah, beratkanlah dia dalam timbangan (kebaikan) mereka dan perbesarkanlah pahala mereka. Masukkanlah dia dengan orang-orang yang beriman. Letakkan dia dalam jagaan Ibrahim. Selamatkanlah dia dengan rahmat-Mu dari siksa neraka. Berilah dia rumah yang lebih baik daripada rumahnya dan keluarga yang lebih baik daripada keluarganya. Ya Allah, ampunilah orang-orang yang telah pergi (meninggal dunia) sebelum kami, anak-anak kami yang sesat (akibat kematian), dan orang-orang yang telah mendahului kami dalam keimanan.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/160.mp3"
                },
                {
                    "ID": 161,
                    "ARABIC_TEXT": "((اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً، وَأَجْراً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummaj-AAalhu lana farata, wasalafan wa-ajra.)",
                    "TRANSLATED_TEXT": "(Ya Allah, jadikanlah dia bagi kami sebagai pendahulu, pendahulu, dan pembawa pahala)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/161.mp3"
                }
            ]
        },
        {
            "ID": 57,
            "TITLE": "Doa takziah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_058.mp3",
            "TEXT": [
                {
                    "ID": 162,
                    "ARABIC_TEXT": "((إِنَّ للَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى... فَلْتَصْبِرْ وَلْتَحْتَسِبْ)). وَإِنْ قَالَ: ((أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ)) فَحَسَنٌ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Inna lillahi ma akhath, walahu ma aAAta, wakullu shayin AAindahu bi-ajalin musamma…faltasbir waltahtasib.)",
                    "TRANSLATED_TEXT": "(Sesungguhnya kepunyaan Allah apa yang Dia ambil dan kepunyaan-Nya apa yang Dia berikan, dan segala sesuatu di sisi-Nya ada waktu yang ditentukan…lalu Dia memerintahkan agar wanita itu bersabar dan mengharapkan pahala Allah.) (Kata-kata (faltasbir waltahtasib) adalah perintah dalam bentuk orang ke-3 perempuan, jadi mereka perlu diubah kepada siapa yang dituju.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/162.mp3"
                }
            ]
        },
        {
            "ID": 58,
            "TITLE": "Doa ketika masuk kubur",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_059.mp3",
            "TEXT": [
                {
                    "ID": 163,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lahi waAAala sunnati rasoolil-lah.)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah dan atas sunnah Rasulullah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/163.mp3"
                }
            ]
        },
        {
            "ID": 59,
            "TITLE": "Doa selepas mengebumikan jenazah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_060.mp3",
            "TEXT": [
                {
                    "ID": 164,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahum-maghfir lahu Allaahumma thabbithu",
                    "TRANSLATED_TEXT": "Ya Allah, ampunilah dia. Ya Allah, kuatkanlah dia",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/164.mp3"
                }
            ]
        },
        {
            "ID": 60,
            "TITLE": "Doa ziarah kubur",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_061.mp3",
            "TEXT": [
                {
                    "ID": 165,
                    "ARABIC_TEXT": "((السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ، [وَيَرْحَمُ اللَّهُ الْمُسْتَقدِمِينَ مِنَّا وَالْمُسْتأْخِرِينَ] أَسْاَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Assalamu AAalaykum ahlad-diyari minal-mu/mineena walmuslimeen, wa-inna in shaal-lahu bikum lahiqoon, nas-alul-laha lana walakumul-AAafiyah.)",
                    "TRANSLATED_TEXT": "(Salam sejahtera ke atas kamu semua, wahai penghuni kubur, di kalangan orang-orang yang beriman dan orang-orang Islam. Sesungguhnya kami insya-Allah akan bersatu dengan kamu, kami memohon kepada Allah kesejahteraan untuk kami dan kamu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/165.mp3"
                }
            ]
        },
        {
            "ID": 61,
            "TITLE": "Doa angin",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_062.mp3",
            "TEXT": [
                {
                    "ID": 166,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْــــــأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka khayraha wa-aAAoothu bika min sharriha.)",
                    "TRANSLATED_TEXT": "(Ya Allah, sesungguhnya aku memohon kepada-Mu kebaikannya dan aku berlindung kepada-Mu dari kejahatannya).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/166.mp3"
                },
                {
                    "ID": 167,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka khayraha wakhayra ma feeha, wakhayra ma orsilat bih, wa-aAAoothu bika min sharriha, washarri ma feeha washarri ma orsilat bih.)",
                    "TRANSLATED_TEXT": "(Ya Allah, sesungguhnya aku memohon kepada-Mu kebaikannya, kebaikan yang ada di dalamnya, dan kebaikan yang dibawanya, dan aku berlindung kepada-Mu dari kejahatannya, keburukan yang ada di dalamnya, dan dari keburukan yang dibawanya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/167.mp3"
                }
            ]
        },
        {
            "ID": 62,
            "TITLE": "Doa guruh",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_063.mp3",
            "TEXT": [
                {
                    "ID": 168,
                    "ARABIC_TEXT": "((سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكةُ مِنْ خِيفَتِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lathee yusabbihur-raAAdu bihamdih, walmala-ikatu min kheefatih.)",
                    "TRANSLATED_TEXT": "(Betapa sempurnanya Dia, (Yang Esa) yang guruh menyatakan kesempurnaan-Nya dengan memuji-Nya, seperti malaikat-malaikat kerana takut kepada-Nya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/168.mp3"
                }
            ]
        },
        {
            "ID": 63,
            "TITLE": "Salah satu doa memohon hujan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_064.mp3",
            "TEXT": [
                {
                    "ID": 169,
                    "ARABIC_TEXT": "((اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummas-qina ghaythan mugheethan maree-an mureeAAan, nafiAAan, ghayra dar, AAajilan ghayra ajil.)",
                    "TRANSLATED_TEXT": "(Ya Allah, turunkanlah kepada kami hujan yang bermanfaat, hujan yang bermanfaat dan hujan yang bermanfaat, bukan hujan yang membahayakan, sekarang, bukan kemudian.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/169.mp3"
                },
                {
                    "ID": 170,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma aghithna, allahumma aghithna, allahumma aghithna.)",
                    "TRANSLATED_TEXT": "(Ya Allah, ringankan kami, Ya Allah, ringankan kami, Ya Allah, ringankan kami.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/170.mp3"
                },
                {
                    "ID": 171,
                    "ARABIC_TEXT": "((اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ الْمَيِّتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummas-qi AAibadak, wabaha-imak, wanshur rahmatak, wa-ahyi baladakal-mayyit.)",
                    "TRANSLATED_TEXT": "(Ya Allah, berikanlah air kepada hamba-hamba-Mu dan binatang ternak-Mu, sebarkanlah rahmat-Mu dan hidupkanlah tanah-Mu yang mati.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/171.mp3"
                }
            ]
        },
        {
            "ID": 64,
            "TITLE": "Berdoa ketika hujan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_065.mp3",
            "TEXT": [
                {
                    "ID": 172,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَيِّباً نَافِعاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma sayyiban nafiAAa.)",
                    "TRANSLATED_TEXT": "(Ya Allah, semoga ia menjadi awan hujan yang bermanfaat.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/172.mp3"
                }
            ]
        },
        {
            "ID": 65,
            "TITLE": "Berzikir selepas hujan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_066.mp3",
            "TEXT": [
                {
                    "ID": 173,
                    "ARABIC_TEXT": "((مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Mutirna bifadlil-lahi warahmatih.)",
                    "TRANSLATED_TEXT": "(Kami telah diberi hujan dengan rahmat dan rahmat Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/173.mp3"
                }
            ]
        },
        {
            "ID": 66,
            "TITLE": "Doa untuk kesembuhan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_067.mp3",
            "TEXT": [
                {
                    "ID": 174,
                    "ARABIC_TEXT": "((اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma hawalayna wala AAalayna, allahumma AAalal-akami waththirab, wabutoonil-awdiyah, wamanabitish-shajar.)",
                    "TRANSLATED_TEXT": "(Ya Allah, turunkanlah hujan di sekeliling kami dan jangan menimpa kami, ya Allah, (turunkanlah) pada padang rumput, bukit-bukit, lembah dan akar-akar pokok.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/174.mp3"
                }
            ]
        },
        {
            "ID": 67,
            "TITLE": "Doa untuk melihat hilal",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_068.mp3",
            "TEXT": [
                {
                    "ID": 175,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ، اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَالْإِيمَانِ، وَالسَّلاَمَةِ وَالْإِسْلاَمِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahu akbar, allahumma ahillahu AAalayna bil-amni wal-eeman, wassalamati wal-islam, wattawfeeiqi lima tuhibbu watarda, rabbuna warabbukal-lah.)",
                    "TRANSLATED_TEXT": "(Allah Maha Besar. Ya Allah, jadikanlah bulan sabit menjulang di atas kami dalam keselamatan, keimanan, keamanan, dan Islam, dan sesuai dengan segala yang Engkau cintai dan diridhai. Tuhan kami dan Tuhanmu ialah Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/175.mp3"
                }
            ]
        },
        {
            "ID": 68,
            "TITLE": "Doa ketika berbuka puasa",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_069.mp3",
            "TEXT": [
                {
                    "ID": 176,
                    "ARABIC_TEXT": "((ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Thahabath-thama-o wabtallatil-AAurooq, wathabatal-ajru in shaal-lah.)",
                    "TRANSLATED_TEXT": "(Telah hilang dahaga dan telah hilang urat-urat, dan tetaplah pahala, insya Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/176.mp3"
                },
                {
                    "ID": 177,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma inne as-aluka birahmatikal-latee wasiAAat kulla shay, an taghfira lee.)",
                    "TRANSLATED_TEXT": "(Ya Allah, sesungguhnya aku memohon kepada-Mu dengan rahmat-Mu yang meliputi segala sesuatu, agar Engkau mengampuni aku.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/177.mp3"
                }
            ]
        },
        {
            "ID": 69,
            "TITLE": "Berdoa sebelum makan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_070.mp3",
            "TEXT": [
                {
                    "ID": 178,
                    "ARABIC_TEXT": "((إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً فَلْيَقُلْ بِسْمِ اللَّهِ، فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بسمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(When you are about to eat, you should say:(Bismil-lah.)and if you forget to say it before starting, then you should say (when you remember):Bismil-lahi fee awwalihi wa-akhirih.)",
                    "TRANSLATED_TEXT": "(Apabila kamu hendak makan, hendaklah kamu mengucapkan: (Bismil-lah.) dan jika kamu lupa mengucapkannya sebelum memulakan, maka hendaklah kamu berkata (apabila kamu ingat): Dengan nama Allah di awal dan di akhir.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/178.mp3"
                },
                {
                    "ID": 179,
                    "ARABIC_TEXT": "((مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ: اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْراً مِنْهُ، وَمَنْ سَقَاهُ اللَّهُ لَبَناً فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Whomever Allah feeds, should say:(Allahumma barik lana feehi wa-atAAimna khayran minh.) and whomever Allah gives milk to drink should say:(Allahumma barik lana feehi wazidna minh.))",
                    "TRANSLATED_TEXT": "(Barangsiapa yang diberi makan oleh Allah, hendaklah ia berkata: (Ya Allah, berkatilah kami dan berikan kami makanan yang lebih baik daripadanya.) dan barangsiapa yang Allah beri minum susu hendaklah berkata: (Ya Allah, berkatilah ia untuk kami dan tambahkanlah kepada kami.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/179.mp3"
                }
            ]
        },
        {
            "ID": 70,
            "TITLE": "Doa apabila selesai makan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_071.mp3",
            "TEXT": [
                {
                    "ID": 180,
                    "ARABIC_TEXT": " ((الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee atAAamanee hatha warazaqaneehi min ghayri hawlin minnee wala quwwah.)",
                    "TRANSLATED_TEXT": "(Segala puji bagi Allah yang memberiku makanan ini dan memberikannya kepadaku tanpa daya dan kekuatan dari diriku sendiri).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/180.mp3"
                },
                {
                    "ID": 181,
                    "ARABIC_TEXT": "((الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ، غَيْرَ [مَكْفِيٍّ وَلاَ ] مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahi hamdan katheeran tayyiban mubarakan feeh, ghayra makfiyyin wala muwaddaAAin, wala mustaghnan AAanhu rabbuna.)",
                    "TRANSLATED_TEXT": "(Segala puji bagi Allah dengan pujian yang melimpah ruah, pujian yang tidak berkesudahan, pujian yang tidak akan pernah kami ucapkan selamat tinggal, dan pujian yang amat diperlukan, Dia adalah Tuhan kami.) (Terdapat pandangan lain mengenai pemahaman doa ini, daripada mereka: Segala puji bagi Allah dengan pujian yang mulia yang indah. dengan Dia dan yang diperlukan, Dia adalah Tuhan kita.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/181.mp3"
                }
            ]
        },
        {
            "ID": 71,
            "TITLE": "Doa tetamu untuk tuan rumah makanan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_072.mp3",
            "TEXT": [
                {
                    "ID": 182,
                    "ARABIC_TEXT": " ((اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُم، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma barik lahum feema razaqtahum, waghfir lahum warhamhum.)",
                    "TRANSLATED_TEXT": "(Ya Allah, berkatilah apa yang telah Engkau berikan kepada mereka, ampunilah mereka dan rahmatilah mereka.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/182.mp3"
                }
            ]
        },
        {
            "ID": 72,
            "TITLE": "Mendedahkan diri kepada doa untuk meminta makanan atau minuman",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_073.mp3",
            "TEXT": [
                {
                    "ID": 183,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma atAAim man atAAamanee wasqi man saqanee.)",
                    "TRANSLATED_TEXT": "(Ya Allah, berilah makan orang yang memberiku makan, dan beri minumlah orang yang memberiku minum).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/183.mp3"
                }
            ]
        },
        {
            "ID": 73,
            "TITLE": "Doa ketika berbuka puasa bersama rumahtangga",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_074.mp3",
            "TEXT": [
                {
                    "ID": 184,
                    "ARABIC_TEXT": " ((أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Aftara AAindakumus-sa-imoon, wa-akala taAAamakumul-abrar, wasallat AAalaykumul-mala-ikah.)",
                    "TRANSLATED_TEXT": "(Semoga orang-orang yang berpuasa berbuka di rumahmu, dan semoga orang-orang yang berbakti dan bertakwa makan makananmu, dan semoga para malaikat bershalawat kepadamu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/184.mp3"
                }
            ]
        },
        {
            "ID": 74,
            "TITLE": "Invocation for someone who offers you food when you are fasting, which you decline",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_075.mp3",
            "TEXT": [
                {
                    "ID": 185,
                    "ARABIC_TEXT": "((إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ، فَإِنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإِنْ كَانَ مُفْطِراً فَلْيَطْعَمْ)) ، وَمَعْنَى فَلْيُصَلِّ أَيْ فَلْيَدْعُ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(If you are not invited (to a meal) then answer.  If  you happen to be fasting, then supplicate (for those present) and if you are not fasting, then eat.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/185.mp3"
                }
            ]
        },
        {
            "ID": 75,
            "TITLE": "Apa kata orang yang berpuasa jika ada yang menghinanya?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_076.mp3",
            "TEXT": [
                {
                    "ID": 186,
                    "ARABIC_TEXT": "((إِنِّي صَائِمٌ، إِنِّي صَائِمٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Innee sa-im, innee sa-im.)",
                    "TRANSLATED_TEXT": "(Saya berpuasa, saya berpuasa.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/186.mp3"
                }
            ]
        },
        {
            "ID": 76,
            "TITLE": "Doa apabila melihat buah pertama",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_077.mp3",
            "TEXT": [
                {
                    "ID": 187,
                    "ARABIC_TEXT": "((اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma barik lana fee thamarina, wabarik lana fee madeenatina, wabarik lana fee saAAina wabarik lana fee muddina.)",
                    "TRANSLATED_TEXT": "(Ya Allah, berkatilah buah-buahan kami, berkatilah kota kami, berkati saAA kami untuk kami dan berkatilah mudd kami untuk kami.) (SaAA sama dengan empat mudd dan mudd setara dengan sukatan kering dua tapak tangan lelaki biasa.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/187.mp3"
                }
            ]
        },
        {
            "ID": 77,
            "TITLE": "Doa bersin",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_078.mp3",
            "TEXT": [
                {
                    "ID": 188,
                    "ARABIC_TEXT": "((إِذَا عَطَسَ أَحَدُكُم فَلْيَقُلِ الْحَمْدُ لِلَّهِ، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ اللَّهُ، فَإِذَا قَالَ لَهُ: يَرحَمُكَ اللَّهُ، فَلْيَقُلْ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(When one of you sneezes he should say:(Alhamdu lillah.) and his brother or companion should say to him: (Yarhamukal-lah.) and he (i.e. the one who sneezed) replies back to him:(Yahdeekumul-lahu wayuslihu balakum.))",
                    "TRANSLATED_TEXT": "(Apabila salah seorang di antara kamu bersin hendaklah dia mengucapkan: (Segala puji bagi Allah.) dan saudara atau sahabatnya hendaklah berkata kepadanya: (Semoga Allah merahmatimu.) dan dia (iaitu orang yang bersin) membalasnya: (Semoga Allah memberi petunjuk kepadamu dan memperbaiki keadaanmu.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/188.mp3"
                }
            ]
        },
        {
            "ID": 78,
            "TITLE": "Apa yang dikatakan kepada orang kafir apabila dia bersin, alhamdulillah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_079.mp3",
            "TEXT": [
                {
                    "ID": 189,
                    "ARABIC_TEXT": "((يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Yahdeekum wayuslihu balakum.)",
                    "TRANSLATED_TEXT": "(Semoga Allah memberi petunjuk kepadamu dan memperbaiki keadaanmu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/189.mp3"
                }
            ]
        },
        {
            "ID": 79,
            "TITLE": "Doa untuk orang yang sudah berkahwin",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_080.mp3",
            "TEXT": [
                {
                    "ID": 190,
                    "ARABIC_TEXT": "((بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Barakal-lahu lak, wabaraka AAalayk, wajamaAAa baynakuma fee khayr.)",
                    "TRANSLATED_TEXT": "(Semoga Allah memberkati kamu (pasangan kamu) dan memberkati kamu, dan semoga Dia mempersatukan kamu berdua dalam kebaikan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/190.mp3"
                }
            ]
        },
        {
            "ID": 80,
            "TITLE": "Doa orang yang sudah berkahwin dan pembelian binatang",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_081.mp3",
            "TEXT": [
                {
                    "ID": 191,
                    "ARABIC_TEXT": "إِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوْ إِذَا اشْتَرَى خَادِماً فَلْيَقُلْ: ((اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(when you marry a woman or buy a maidservant, you should say: (Allahumma innee as-aluka khayraha wakhayra ma jabaltaha AAalayh, wa-aAAoothu bika min sharriha washarri ma jabaltaha AAalayh.))(and if you buy a camel, then you should take hold of it’s hump and say likewise.)",
                    "TRANSLATED_TEXT": "(apabila kamu mengahwini seorang wanita atau membeli budak perempuan, hendaklah kamu berkata: (Ya Allah, aku memohon kepada-Mu kebaikan dalam dirinya dan kebaikan yang telah Engkau jadikan dia cenderung kepadanya, dan aku berlindung kepada-Mu dari keburukan dalam dirinya dan keburukan yang Engkau paksakan kepadanya.))) (dan jika kamu membeli unta, maka hendaklah kamu berpegang padanya.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/191.mp3"
                }
            ]
        },
        {
            "ID": 81,
            "TITLE": "Doa sebelum bersetubuh dengan isteri",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_082.mp3",
            "TEXT": [
                {
                    "ID": 192,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah, allahumma jannibnash-shaytan, wajannibish-shaytana ma razaqtana.)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah. Ya Allah, jauhkanlah syaitan dari kami dan jauhkanlah syaitan dari apa yang telah Engkau anugerahkan kepada kami.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/192.mp3"
                }
            ]
        },
        {
            "ID": 82,
            "TITLE": "Doa kemarahan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_083.mp3",
            "TEXT": [
                {
                    "ID": 193,
                    "ARABIC_TEXT": "((أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu billahi minash-shaytanir-rajeem.)",
                    "TRANSLATED_TEXT": "(Aku berlindung kepada Allah dari syaitan yang terkutuk).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/193.mp3"
                }
            ]
        },
        {
            "ID": 83,
            "TITLE": "Doa dari orang yang melihat orang yang ditimpa musibah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_084.mp3",
            "TEXT": [
                {
                    "ID": 194,
                    "ARABIC_TEXT": "((الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee AAafanee mimmab-talaka bih, wafaddalanee AAala katheerin mimman khalaqa tafdeela.)",
                    "TRANSLATED_TEXT": "(Segala puji bagi Allah yang telah menyelamatkanku dari apa yang telah diuji-Nya kepadamu dan sungguh melebihkanku atas kebanyakan makhluk-Nya).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/194.mp3"
                }
            ]
        },
        {
            "ID": 84,
            "TITLE": "Apa yang dikatakan dalam dewan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_085.mp3",
            "TEXT": [
                {
                    "ID": 195,
                    "ARABIC_TEXT": "((عَنِ ابْنِ عُمَرَ رضي الله عنه قَاَلَ: كَانَ يُعَدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ: ((رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ibn AAumar  said: It would be counted that the Messenger of Allah  would say one hundred times at any one sitting before getting up: (Rabbigh-fir lee watub AAalay, innaka antat-tawwabul-ghafoor.))",
                    "TRANSLATED_TEXT": "(Ibnu AAumar berkata: Akan dihitung bahawa Rasulullah akan bersabda seratus kali kepada sesiapa yang duduk sebelum bangun: (Ya Tuhanku, ampunilah aku dan berpalinglah kepadaku (untuk menerima taubatku). Sesungguhnya Engkau Maha Penerima Taubat lagi Maha Pengampun.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/195.mp3"
                }
            ]
        },
        {
            "ID": 85,
            "TITLE": "kafarat majlis",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_086.mp3",
            "TEXT": [
                {
                    "ID": 196,
                    "ARABIC_TEXT": "((سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanakal-lahumma wabihamdik, ashhadu an la ilaha illa ant, astaghfiruka wa-atoobu ilayk.)",
                    "TRANSLATED_TEXT": "(Betapa sempurnanya Engkau Ya Allah, dan aku memujiMu. Aku bersaksi bahawa tiada yang berhak disembah melainkan Engkau. Aku memohon ampun kepadaMu dan bertaubat kepadaMu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/196.mp3"
                }
            ]
        },
        {
            "ID": 86,
            "TITLE": "Doakan mereka yang berkata, semoga Allah mengampuni kamu",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_087.mp3",
            "TEXT": [
                {
                    "ID": 197,
                    "ARABIC_TEXT": "((وَلَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(AAabdullah Ibn Sarjis  said: ‘I went to see the Prophet  and ate from his food and then said to him:(Ghafaral-lahu laka ya rasoolal-lah.) he  replied: (wa-lak))",
                    "TRANSLATED_TEXT": "(Abdullah Ibn Sarjis berkata: ‘Aku pergi menemui Nabi dan makan dari makanannya lalu berkata kepadanya: (Semoga Allah mengampunimu, wahai Rasulullah.) Baginda menjawab: (dan kamu.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/197.mp3"
                }
            ]
        },
        {
            "ID": 87,
            "TITLE": "Berdoalah untuk mereka yang telah memberimu kebaikan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_088.mp3",
            "TEXT": [
                {
                    "ID": 198,
                    "ARABIC_TEXT": "((جَزَاكَ اللَّهُ خَيْراً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(If someone does you a favour and you say: (Jazakal-lahu khayran.) then you have indeed excelled in praising him.)",
                    "TRANSLATED_TEXT": "(Jika seseorang memberi kebaikan kepadamu dan kamu berkata: (Semoga Allah membalas kamu dengan kebaikan.) maka sesungguhnya kamu adalah lebih baik dalam memujinya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/198.mp3"
                }
            ]
        },
        {
            "ID": 88,
            "TITLE": "Apa yang dilindungi Allah daripada Dajjal",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_089.mp3",
            "TEXT": [
                {
                    "ID": 199,
                    "ARABIC_TEXT": "((مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ)) ، وَالْاسْتِعَاذَةُ بِاللَّهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الْأَخِيرِ مِنْ كُلِّ صَلاَةٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Dajjal: antara tanda-tanda besar kiamat dan ujian terbesar yang akan menimpa umat manusia, yang telah diperingatkan oleh setiap Nabi. Kebanyakan manusia akan mengikutinya. Dia akan muncul dari Asbahan, Iran pada masa umat Islam akan menakluki Konstantinopel. Dia akan diberikan kuasa istimewa dan akan menjadikan kebenaran seolah-olah palsu dan sebaliknya. Dia akan mendakwa dirinya sebagai nabi dan akhirnya dia akan mengaku sebagai nabi dan kemudian dia akan menjadi seorang yang benar. di mata kanannya yang merupakan bukti yang pasti yang bercanggah dengan dakwaannya sebagai Allah kerana ia adalah tanda ketidaksempurnaan akan tertulis perkataan Kafir di antara kedua matanya yang akan dikenali oleh setiap mukmin, celik atau buta huruf.) (Sesiapa yang menghafal sepuluh ayat pertama surat Al-Kahfi akan terpelihara daripada Dajjal juga hendaklah berlindung kepada Allah selepas azab.) tashahhud dalam solat.(Rujuk doa #55 & #56))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/199.mp3"
                }
            ]
        },
        {
            "ID": 89,
            "TITLE": "Berdoalah untuk mereka yang berkata, \"Saya mengasihi kamu kerana Tuhan.\"",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_090.mp3",
            "TEXT": [
                {
                    "ID": 200,
                    "ARABIC_TEXT": "((أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ahabbakal-lathee ahbabtanee lah.)",
                    "TRANSLATED_TEXT": "(Semoga Dia, yang untuk siapa kamu telah mengasihi saya, mengasihi kamu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/200.mp3"
                }
            ]
        },
        {
            "ID": 90,
            "TITLE": "Berdoalah untuk orang yang menawarkan wangnya kepada anda",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_091.mp3",
            "TEXT": [
                {
                    "ID": 201,
                    "ARABIC_TEXT": "((بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Barakal-lahu laka fee ahlika wamalik.)",
                    "TRANSLATED_TEXT": "(Semoga Allah memberkati anda, keluarga dan harta anda.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/201.mp3"
                }
            ]
        },
        {
            "ID": 91,
            "TITLE": "Berdoalah untuk mereka yang meminjamkan apabila mereka menebusnya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_091.mp3",
            "TEXT": [
                {
                    "ID": 202,
                    "ARABIC_TEXT": "((بارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Barakal-lahu laka fee ahlika wamalik, innama jaza-os-salafil-hamdu wal-ada'.)",
                    "TRANSLATED_TEXT": "(Semoga Allah memberkati kamu, keluarga dan harta kamu. Sesungguhnya pujian dan bayaran adalah balasan bagi pinjaman.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/202.mp3"
                }
            ]
        },
        {
            "ID": 92,
            "TITLE": "Doa kerana takut kepada syirik",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_092.mp3",
            "TEXT": [
                {
                    "ID": 203,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(shirk: to associate others with Allah in those things which are specific to Him.  This can occur in (1) belief, e.g. to believe that other than Allah has the power to benefit or harm, (2) speech, e.g. to swear by other than Allah and (3) action, e.g. to bow or prostrate to other than Allah.)(Allahumma innee aAAoothu bika an oshrika bika wa-ana aAAlam, wa-astaghfiruka lima la aAAlam.)",
                    "TRANSLATED_TEXT": "(syirik: menyekutukan Allah dalam perkara-perkara yang khusus kepada-Nya. Ini boleh berlaku dalam (1) kepercayaan, contohnya percaya bahawa selain Allah berkuasa memberi manfaat atau mudarat, (2) ucapan, contohnya bersumpah dengan selain Allah dan (3) perbuatan, contohnya rukuk atau sujud kepada selain Allah.) untuk apa yang saya lakukan tanpa sedar.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/203.mp3"
                }
            ]
        },
        {
            "ID": 93,
            "TITLE": "Berdoalah untuk mereka yang berkata Tuhan memberkati kamu",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_094.mp3",
            "TEXT": [
                {
                    "ID": 204,
                    "ARABIC_TEXT": "((وَفِيكَ بَارَكَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Aaishah reported that the Messenger of Allah  was given a sheep and he ordered for it’s distribution.  When the servant would come back (from distributing it), AAaishah would ask: ‘What did they say?’, he replied: They would supplicate: (Barakal-lahu feekum.) AAaishah would then say: (Wafeehim barakal-lah.))(we return their supplication in a similar way and our reward remains with us.)",
                    "TRANSLATED_TEXT": "(Aisyah melaporkan bahawa Rasulullah diberi seekor kambing dan beliau memerintahkan untuk dibagikan. Apabila hamba itu kembali (dari mengedarkannya), Aisyah bertanya: 'Apa yang mereka katakan?', beliau menjawab: Mereka akan berdoa: (Semoga Allah memberkati kamu semua.) Aaishah kemudian berkata: (dan semoga Allah memberkati mereka.)) (kami membalasnya dengan cara yang sama.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/204.mp3"
                }
            ]
        },
        {
            "ID": 94,
            "TITLE": "Doa untuk membenci tira",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_095.mp3",
            "TEXT": [
                {
                    "ID": 205,
                    "ARABIC_TEXT": "((اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيْرُكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(This supplication is used whenever one initially thinks a casual event or occurrence to foretell good or evil, using it as a basis to determine which action he should undertake, but he then denounces such a link, relies on Allah and then says this supplication as an expiation for this act, since it falls under the category of shirk.)(Allahumma la tayra illa tayruk, wala khayra illa khayruk, wala ilaha ghayruk.)",
                    "TRANSLATED_TEXT": "(Doa ini digunakan apabila seseorang pada mulanya menganggap kejadian atau kejadian biasa untuk meramalkan kebaikan atau keburukan, menggunakannya sebagai asas untuk menentukan tindakan mana yang harus dia lakukan, tetapi dia kemudian mencela hubungan itu, bergantung kepada Allah dan kemudian mengucapkan doa ini sebagai kaffarah untuk perbuatan ini, kerana ia termasuk dalam kategori syirik.) (Ya Allah, tidak ada pertanda yang baik kecuali kepada-Mu, tidak ada pertanda yang baik kecuali kepada-Mu, dan tidak ada pertanda yang baik kecuali kepada-Mu, tidak ada pertanda yang baik kecuali kepada-Mu, dan tidak ada pertanda yang baik kecuali kepada-Mu disembah kecuali Engkau.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/205.mp3"
                }
            ]
        },
        {
            "ID": 95,
            "TITLE": "Menunggang solat",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_096.mp3",
            "TEXT": [
                {
                    "ID": 206,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ، وَالْحَمْدُ للَّهِ ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾، ((الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي؛ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah, walhamdu lillah, subhanal-lathee sakhkhara lana hatha wama kunna lahu muqrineen, wainna ila rabbina lamunqaliboon, alhamdu lillah, alhamdu lillah, alhamdu lillah, Allahu akbar, Allahu akbar, Allahu akbar, subhanakal-lahumma innee thalamtu nafsee faghfir lee fainnahu la yaghfiruth-thunooba illa ant.)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah dan segala puji bagi Allah. Alangkah sempurnanya Dia, Yang telah meletakkan (pengangkutan) ini untuk perkhidmatan kami dan kami sendiri tidak akan mampu melakukan itu, dan bagi Tuhan kamilah kesudahan kami. Segala puji bagi Allah, Segala puji bagi Allah, Segala puji bagi Allah, Allah Maha Besar, Allah Maha Besar, Allah Maha Besar. Betapa sempurnanya jiwaku, Ya Allah, sesungguhnya aku telah salah, sesungguhnya aku telah bersalah, Ya Allah. tidak ada yang dapat mengampuni dosa kecuali Engkau.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/206.mp3"
                }
            ]
        },
        {
            "ID": 96,
            "TITLE": "Doa perjalanan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_097.mp3",
            "TEXT": [
                {
                    "ID": 207,
                    "ARABIC_TEXT": "اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾ ((اللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَليفَةُ فِي الْأَهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ))، وإذا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: ((آيِبُونَ، تائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahu akbar, Allahu akbar, Allahu akbar, subhanal-lathee sakhkhara lana hatha wama kunna lahu muqrineen, wa-inna ila rabbina lamunqaliboon, allahumma inna nas-aluka fee safarina hatha albirra wattaqwa, waminal-AAamali ma tarda, allahumma hawwin AAalayna safarana hatha, watwi AAanna buAAdah, allahumma antas-sahibu fis-safar, walkhaleefatu fil-ahl, allahumma innee aAAoothu bika min waAAtha-is-safar, waka-abatil-manthar, wasoo-il-munqalabi fil-mali wal-ahl.)(upon returning the same supplication is recited with the following addition: (Ayiboona, ta-iboona, AAabidoona, lirabbina hamidoon.))",
                    "TRANSLATED_TEXT": "(Allah Maha Besar, Allah Maha Besar, Allah Maha Besar, Betapa sempurnanya Dia, Yang telah meletakkan (pengangkutan) ini untuk perkhidmatan kami, dan kami sendiri tidak akan mampu melakukan itu, dan kepada Tuhan kamilah takdir kami yang terakhir. Ya Allah, kami memohon birr dan taqwa dalam perjalanan kami ini, dan kami memohon kepada-Mu amal yang diredhai-Mu. Ya Allah, mudahkanlah perjalanan kami, Ya Allah, jauhkan kami. perjalanan dan Pengganti keluarga, Ya Allah, aku berlindung dengan-Mu dari kesusahan dalam perjalanan, daripada berubah hati dan berada dalam kesusahan yang buruk, dan aku berlindung kepada-Mu dari kesusahan yang buruk dengan harta dan keluarga.) (birr dan taqwa: dua istilah yang menyeluruh yang secara individu, merujuk kepada semua perbuatan yang baik dan ketaatan bersama-sama, iaitu melakukan perbuatan yang terlarang dan melakukan perbuatan yang dilarang bersama-sama. birr merujuk kepada melakukan perbuatan-perbuatan yang telah diperintahkan dan taqwa merujuk kepada menjauhi perbuatan-perbuatan yang telah dilarang.)(Pengganti: seseorang yang menggantikan orang lain kerana ketiadaan atau kematiannya. Ini adalah makna yang betul dari perkataan khaleefah; oleh itu, adalah tidak betul untuk mempercayai bahawa Adam adalah khalifah (pengganti, seperti yang tidak pernah ada di muka bumi, doa ini tidak akan pernah ada di muka bumi, kerana Allah tidak akan pernah ada di muka bumi, kerana doa ini tidak pernah ada di muka bumi). membuktikan pemahaman yang betul tentang istilah ini dan menunjukkan bahawa Allah menggantikan kita dan menjaga orang yang kita tinggalkan apabila kita mati atau tidak hadir.) (selepas membalas doa yang sama dibacakan dengan tambahan berikut: (Kami kembali, bertaubat, menyembah dan memuji Tuhan kami.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/207.mp3"
                }
            ]
        },
        {
            "ID": 97,
            "TITLE": "Doa untuk memasuki kampung atau bandar",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_098.mp3",
            "TEXT": [
                {
                    "ID": 208,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma rabbas-samawatis-sabAAi wama athlaln, warabbal-aradeenas-sabAAi wama aqlaln, warabbash-shayateeni wama adlaln, warabbar-riyahi wama tharayn, as-aluka khayra hathihil-qaryah, wakhayra ahlilha wakhayra ma feeha, wa-aAAoothu bika min sharriha washarri ahliha, washarri ma feeha.)",
                    "TRANSLATED_TEXT": "(Ya Allah, Tuhan tujuh langit dan semua yang diliputinya, Tuhan tujuh bumi dan segala yang dibawanya, Tuhan syaitan dan semua yang mereka sesatkan, Tuhan angin dan semua yang dihalaunya. Aku memohon kepada-Mu kebaikan kampung ini, kebaikan penduduknya dan segala kebaikan yang terdapat di dalamnya dan aku berlindung dengan-Mu di kampung ini, dari kejahatan dan kejahatan kampung ini di dalamnya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/208.mp3"
                }
            ]
        },
        {
            "ID": 98,
            "TITLE": "Doa untuk memasuki pasaran",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_099.mp3",
            "TEXT": [
                {
                    "ID": 209,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ حَيٌّ لاِ يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah,  wahdahu la shareeka lah, lahul-mulku walahul-hamd, yuhyee wayumeetu wahuwa hayyun la yamoot, biyadihil-khayru wahuwa  AAala kulli shayin qadeer.)",
                    "TRANSLATED_TEXT": "(Tiada yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya, bagi-Nya segala kerajaan dan pujian. Dia menghidupkan dan mematikan, dan Dia hidup dan tidak mati. Di tangan-Nyalah segala kebaikan dan Dia Maha Kuasa atas segala sesuatu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/209.mp3"
                }
            ]
        },
        {
            "ID": 99,
            "TITLE": "Berdoalah jika perahu itu sengsara",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_100.mp3",
            "TEXT": [
                {
                    "ID": 210,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah.)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/210.mp3"
                }
            ]
        },
        {
            "ID": 100,
            "TITLE": "Doa musafir untuk penduduk",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_101.mp3",
            "TEXT": [
                {
                    "ID": 211,
                    "ARABIC_TEXT": "((أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(AstawdiAAukumul-lah, allathee la tadeeAAu wada-iAAuh.)",
                    "TRANSLATED_TEXT": "(Aku berserah kepada Allah, yang amanah-Nya tidak pernah salah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/211.mp3"
                }
            ]
        },
        {
            "ID": 101,
            "TITLE": "Doa penduduk untuk musafir",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_102.mp3",
            "TEXT": [
                {
                    "ID": 212,
                    "ARABIC_TEXT": "(( أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(AstawdiAAul-laha deenak, wa-amanatak, wakhawateema AAamalik.)",
                    "TRANSLATED_TEXT": "(Aku menyerahkan agamamu, keimananmu dan pengakhiran amalmu kepada Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/212.mp3"
                },
                {
                    "ID": 213,
                    "ARABIC_TEXT": "((زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ ما كُنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Zawwadakal-lahut-taqwa, waghafara thanbak, wayassara lakal-khayra haythuma kunt.)",
                    "TRANSLATED_TEXT": "(Semoga Allah mengurniakan kamu dengan taqwa, mengampuni dosa-dosa kamu dan memudahkan segala kebaikan untuk kamu, di mana sahaja kamu berada.)(taqwa: istilah menyeluruh yang merujuk kepada semua perbuatan baik dan ketaatan iaitu melakukan perbuatan yang disuruh dan menjauhi perbuatan yang dilarang.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/213.mp3"
                }
            ]
        },
        {
            "ID": 102,
            "TITLE": "Takbir dan bertasbih ketika bermusafir",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_103.mp3",
            "TEXT": [
                {
                    "ID": 214,
                    "ARABIC_TEXT": "قَالَ جَابِرٌ رضي الله عنه: ((كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Jabir berkata: Setiap kali kami mendaki bukit kami akan mengucapkan Allaahu 'Akber (Allah Maha Besar) dan apabila kami turun kami mengucapkan Subhaanallaah (Maha Suci Allah).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/214.mp3"
                }
            ]
        },
        {
            "ID": 103,
            "TITLE": "Doa orang musafir apabila dia disihir",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_104.mp3",
            "TEXT": [
                {
                    "ID": 215,
                    "ARABIC_TEXT": "((سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(SamiAAa samiAAun bihamdil-lahi wahusni bala-ihi AAalayna. Rabbana sahibna wa-afdil AAalayna AAa-ithan billahi minan-nar.)",
                    "TRANSLATED_TEXT": "(Semoga menjadi saksi, menjadi saksi atas pujian kami kepada Allah atas nikmat dan limpah kurnia-Nya kepada kami. Ya Tuhan kami, peliharalah kami, rahmatilah kami dan selamatkanlah kami dari setiap kejahatan. Aku berlindung kepada Allah dari api neraka.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/215.mp3"
                }
            ]
        },
        {
            "ID": 104,
            "TITLE": "Doa ketika dia turun dalam perjalanan atau ke tempat lain",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_105.mp3",
            "TEXT": [
                {
                    "ID": 216,
                    "ARABIC_TEXT": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu bikalimatil-lahit-tammati min sharri ma khalaq.)",
                    "TRANSLATED_TEXT": "(Aku berlindung dengan kalimat-kalimat Allah yang sempurna dari kejahatan yang Dia ciptakan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/216.mp3"
                }
            ]
        },
        {
            "ID": 105,
            "TITLE": "Sebut balik dari melancong",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_106.mp3",
            "TEXT": [
                {
                    "ID": 217,
                    "ARABIC_TEXT": "((يُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزابَ وَحْدَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ibn AAumar  reported that the Messenger of Allah  on return from a battle or from performing the pilgrimage would say at every high point: (Allahu akbar, Allahu akbar, Allahu akbar.) and then he would say: (La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer, ayiboona ta-iboon, AAabidoon, lirabbina hamidoon, sadaqal-lahu waAAdah, wanasara AAabdah, wahazamal-ahzaba wahdah.))",
                    "TRANSLATED_TEXT": "(Ibn AAumar melaporkan bahawa Rasulullah saw sekembalinya dari peperangan atau menunaikan haji akan berkata pada setiap titik tinggi: (Allah Maha Besar, Allah Maha Besar, Allah Maha Besar.) dan kemudian baginda bersabda: (Tiada Tuhan yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya. Kepunyaan-Nyalah segala kerajaan dan pujian, dan Dialah yang bertaubat atas segala sesuatu, Kami kembali menyembah. memenuhi janji-Nya, menolong Hamba-Nya, dan mengalahkan sekutu-sekutunya sendirian.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/217.mp3"
                }
            ]
        },
        {
            "ID": 106,
            "TITLE": "Apa yang dikatakan oleh orang yang datang kepadanya adalah sesuatu yang dia suka atau tidak suka",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_107.mp3",
            "TEXT": [
                {
                    "ID": 218,
                    "ARABIC_TEXT": "كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ الْأَمْرُ يَسُرُّهُ قَالَ: ((الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ)) وَإِذَا أَتَاهُ الْأَمْرُ يَكْرَهُهُ قَالَ: ((الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "When something happened that pleased him, the Prophet used to say:((Alhamdu lillaahil-lathee bini'matihi tatimmuus-saalihaat)).And if something happened that displeased him, he used to say:((Alhamdulillaahi 'alaa kulli haal)).",
                    "TRANSLATED_TEXT": "Apabila terjadi sesuatu yang menggembirakan baginda, Nabi selalu berkata:((Alhamdu lillaahil-lathee bini'matihi tatimmuus-saalihaat)). Segala puji bagi Allah yang dengan nikmat-Nya menjadi sempurna segala kebaikan. Dan jika berlaku sesuatu yang tidak diredhainya, dia selalu mengucapkan:((Alhamdulillaahi 'alaa kulli haal)). Segala puji bagi Allah dalam segala keadaan.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/218.mp3"
                }
            ]
        },
        {
            "ID": 107,
            "TITLE": "Keutamaan berselawat ke atas Nabi saw",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_108.mp3",
            "TEXT": [
                {
                    "ID": 219,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْراً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Rasulullah s.a.w. bersabda: ‘Barangsiapa yang berselawat kepadaku, maka Allah akan berselawat ke atasnya sepuluh.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/219.mp3"
                },
                {
                    "ID": 220,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Beliau (SAW) juga bersabda: ‘Janganlah kamu jadikan kuburku sebagai tempat beribadat, bershalawatlah kepadaku, kerana sesungguhnya doa kamu sampai kepadaku di mana sahaja kamu berada.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/220.mp3"
                },
                {
                    "ID": 221,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Beliau (SAW) juga bersabda: ‘Orang yang bakhil ialah orang yang apabila aku disebut kepadanya, dia tidak bershalawat kepadaku.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/221.mp3"
                },
                {
                    "ID": 222,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم:((إِنَّ لِلَّهِ مَلاَئِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Rasulullah s.a.w. bersabda: 'Sesungguhnya Allah mempunyai malaikat-malaikat yang berkeliaran di bumi dan mereka menyampaikan kepadaku salam (atau doa selamat) umatku (umatku).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/222.mp3"
                },
                {
                    "ID": 223,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Rasulullah s.a.w. bersabda: 'Tidaklah seseorang mengucapkan salam kepadaku melainkan Allah mengembalikan jiwaku kepadaku agar aku membalas salamnya.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/223.mp3"
                }
            ]
        },
        {
            "ID": 108,
            "TITLE": "Mendedahkan keamanan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_109.mp3",
            "TEXT": [
                {
                    "ID": 224,
                    "ARABIC_TEXT": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ((لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلاَ أَدُلُّكُم عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُم، أَفْشُوا السَّلاَمَ بَيْنَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Rasulullah bersabda: ‘Kamu tidak akan masuk syurga sehingga kamu beriman, dan kamu tidak beriman sehingga kamu berkasih sayang. Tidakkah aku beritahu kamu tentang sesuatu, jika kamu mengamalkannya, nescaya kamu akan saling berkasih sayang? Sebarkanlah salam di antara kamu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/224.mp3"
                },
                {
                    "ID": 225,
                    "ARABIC_TEXT": "((ثَلاَثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلاَمِ لِلْعَالَمِ، وَالْإِنْفَاقُ مِنَ الإِقْتَارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Aammar berkata: ‘Tiga perkara, sesiapa yang menggabungkannya, telah sempurna imannya: berlaku adil, memberi salam kepada semua manusia dan menafkahkan (sedekah) dari sedikit yang kamu miliki.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/225.mp3"
                },
                {
                    "ID": 226,
                    "ARABIC_TEXT": "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أنَّ رَجُلاً سَأَلَ النَّبِيَّ صلى الله عليه وسلم أيُّ الْإِسْلاَمِ خَيْرٌ قَالَ: ((تُطْعِمُ الطَّعَامَ، وَتَقْرأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Abdullah Ibn Aamr meriwayatkan bahawa seorang lelaki bertanya kepada Nabi: ‘Islam manakah yang terbaik?’. Baginda menjawab: Beri makan (orang miskin), dan ucapkanlah salam kepada orang yang kamu kenal serta orang yang tidak kamu kenali.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/226.mp3"
                }
            ]
        },
        {
            "ID": 109,
            "TITLE": "Bagaimanakah ketenangan dapat dikembalikan kepada orang kafir jika dia memberi salam?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_110.mp3",
            "TEXT": [
                {
                    "ID": 227,
                    "ARABIC_TEXT": "((إذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا: وَعَلَيْكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Apabila ahli kitab memberi salam kepadamu, jawablah dengan mengatakan: (Dan atasmu).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/227.mp3"
                }
            ]
        },
        {
            "ID": 110,
            "TITLE": "Doa apabila mendengar kokok ayam dan tangisan keldai",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_111.mp3",
            "TEXT": [
                {
                    "ID": 228,
                    "ARABIC_TEXT": "((إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ؛ فَإِنَّهَا رَأَتْ مَلَكاً وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيطَانِ؛ فَإِنَّهُ رَأَى شَيْطَاناً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Jika kamu mendengar ayam jantan berkokok, mintalah karunianya kepada Allah kerana ia telah melihat malaikat dan jika kamu mendengar tangisan keledai, maka berlindunglah kepada Allah kerana ia telah melihat syaitan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/228.mp3"
                }
            ]
        },
        {
            "ID": 111,
            "TITLE": "Doa untuk anjing menyalak pada waktu malam",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_112.mp3",
            "TEXT": [
                {
                    "ID": 229,
                    "ARABIC_TEXT": "((إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيقَ الْحَمِيرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ مِنْهُنَّ؛ فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Jika kamu mendengar salakan anjing atau tangisan keledai pada waktu malam, maka berlindunglah kepada Allah kerana mereka melihat apa yang tidak kamu lihat.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/229.mp3"
                }
            ]
        },
        {
            "ID": 112,
            "TITLE": "Berdoa untuk sesiapa yang menyebabkannya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_113.mp3",
            "TEXT": [
                {
                    "ID": 230,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma fa-ayyuma mu/minin sababtuhu fajAAal thalika lahu qurbatan ilayka yawmal-qiyamah.)",
                    "TRANSLATED_TEXT": "(Ya Allah, kepada setiap orang mukmin yang telah aku hinakan, jadikanlah hal itu untuk mendekatkannya kepada-Mu pada hari kiamat.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/230.mp3"
                }
            ]
        },
        {
            "ID": 113,
            "TITLE": "Apa kata seorang Muslim jika dia memuji seorang Muslim?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_114.mp3",
            "TEXT": [
                {
                    "ID": 231,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((إِذَا كَانَ أَحَدُكُم مَادِحاً صَاحِبَهُ لاَ مَحَالَةَ فَلْيَقُلْ: أَحْسِبُ فُلاَناً وَاللَّهُ حَسِيبُهُ، وَلاَ أُزَكِّي عَلَى اللَّهِ أَحَداً، أَحْسِبُهُ – إِنْ كَانَ يَعْلَمُ ذَاكَ – كَذَا وَكَذَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Beliau berkata: ‘Jika salah seorang di antara kamu terdorong untuk memuji saudaranya, maka hendaklah dia berkata: ‘Saya menganggap si fulan itu … dan Allah adalah penghitungnya… dan saya tidak memuji sesiapa pun, meletakkannya (iaitu pujian saya) di hadapan pujian Allah, walau bagaimanapun saya menganggap dia begini dan begini’... jika dia mengetahuinya.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/231.mp3"
                }
            ]
        },
        {
            "ID": 114,
            "TITLE": "Apa kata seorang muslim jika dia suci?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_115.mp3",
            "TEXT": [
                {
                    "ID": 232,
                    "ARABIC_TEXT": "((اللَّهُمَّ لاَ تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاغْفِرْ لِي مَا لاَ يَعْلَمُونَ، [وَاجْعَلْنِي خَيْراً مِمَّا يَظُّنُّونَ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahumma laa tu'aakhithnee bimaa yaqooloona, waghfir lee maa laa ya'lamoona [waj'alnee khayram-mimmaa yadhunnoon]",
                    "TRANSLATED_TEXT": "Ya Allah, janganlah Engkau hisab aku atas apa yang mereka katakan dan ampunilah aku atas apa yang mereka tidak mengetahuinya [dan jadikanlah aku lebih baik daripada yang mereka sangkakan].",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/232.mp3"
                }
            ]
        },
        {
            "ID": 115,
            "TITLE": "Bagaimanakah Mahram melakukan Talbiyah semasa Haji atau Umrah?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_116.mp3",
            "TEXT": [
                {
                    "ID": 233,
                    "ARABIC_TEXT": "((لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Labbaykal-lahumma labbayk, labbayka la shareeka laka labbayk, innal-hamda wanniAAmata laka walmulk, la shareeka lak.)",
                    "TRANSLATED_TEXT": "(Inilah aku Ya Allah, (sebagai menyahut seruan-Mu), ini aku. Ini aku, tiada sekutu bagi-Mu, inilah aku. Sesungguhnya segala pujian, nikmat dan kedaulatan milik-Mu. Tiada sekutu bagi-Mu.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/233.mp3"
                }
            ]
        },
        {
            "ID": 116,
            "TITLE": "Zum masuk jika sudut hitam muncul",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_117.mp3",
            "TEXT": [
                {
                    "ID": 234,
                    "ARABIC_TEXT": "((طَافَ النَّبيُّ صلى الله عليه وسلم بِالْبَيْتِ عَلَى بَعِيرٍ كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ عِنْدَهُ وَكَبَّرَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(The Prophet  circled the KaAAbah on a camel, every time he reached the black stone he would point to it with his staff and say: (Allahu akbar))",
                    "TRANSLATED_TEXT": "(Nabi mengelilingi Kaabah dengan seekor unta, setiap kali baginda mencapai Hajar Aswad baginda akan menunjuknya dengan tongkatnya dan berkata: (Allah Maha Besar))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/234.mp3"
                }
            ]
        },
        {
            "ID": 117,
            "TITLE": "Doa antara Sudut Yaman dan Hajar Aswad",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_118.mp3",
            "TEXT": [
                {
                    "ID": 235,
                    "ARABIC_TEXT": "((﴿رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ﴾)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "The Prophet PBUH used to say between the Yemeni corner and the black stone: (Rabbana atina fee alddunya hasanatan wafee al-akhirati hasanatan waqina  AAathaba alnnar)[Al-Baqarah: 201]",
                    "TRANSLATED_TEXT": "Rasulullah SAW pernah bersabda di antara sudut Yaman dan Hajar Aswad: (Ya Tuhan kami, berilah kami yang terbaik di dunia dan yang terbaik di akhirat, dan peliharalah kami dari siksa neraka).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/235.mp3"
                }
            ]
        },
        {
            "ID": 118,
            "TITLE": "Doa berdiri di atas Safa dan Marwah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_119.mp3",
            "TEXT": [
                {
                    "ID": 236,
                    "ARABIC_TEXT": "لَمَّا دَنَا النَّبِيُّ صلى الله عليه وسلم مِنَ الصَّفَا قَرَأَ: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ﴾ أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ)) فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللَّهَ وَكبَّرَهُ وَقَالَ: ((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، ثُمَّ دَعَا بَيْنَ ذلكَ. قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ)) الْحَدِيثُ. وَفِيهِ: ((فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Jabir  said when describing the Prophet’s  pilgrimage: ‘…and when he approached mount Safa he recited: ( Innas-safa wa-almarwata min shaAAa-iri Allah ….) (Abda-o bima badaal-lahu bih.) so he started with Safa and climed it until he could see the KaAAbah, he then faced it and said: (Allahu akbar, Allahu akbar, Allahu akbar.) and then he would say the following three times making a supplication (one should make a personal supplication) after each time: (La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, la ilaha illal-lahu wahdah, anjaza waAAdah, wanasara AAabdah, wahazamal -ahzaba wahdah.)(he  would repeat this action at Marwah.) ",
                    "TRANSLATED_TEXT": "(Jabir berkata ketika menggambarkan haji Nabi: ‘…dan apabila baginda mendekati gunung Safa baginda membaca: (Sesungguhnya Safa dan Marwah adalah dari tempat-tempat ibadat Allah…) (Saya mulakan dengan apa yang Allah mulakan dengannya.) Maka baginda memulakan dengan Safa dan mendakinya sehingga ia dapat melihat KaAbah, lalu ia menghadapnya dan berkata: (Allah Maha Besar, kemudian Allah Maha Besar), kemudian Allah Maha Besar, kemudian Allah Maha Besar. membuat doa (hendaklah membuat doa peribadi) setiap kali: (Tiada yang berhak disembah melainkan Allah, semata-mata, tiada sekutu bagi-Nya. Kepunyaan-Nya segala kedaulatan dan pujian dan Dialah yang berkuasa atas segala sesuatu. Tiada yang berhak disembah melainkan Allah sahaja. Dia menunaikan janji-Nya, menolong Hamba-Nya dan sendirian mengalahkan sekutu-sekutunya.) (Dia akan mengulangi tindakan ini.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/236.mp3"
                }
            ]
        },
        {
            "ID": 119,
            "TITLE": "Doa pada hari Arafah",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_120.mp3",
            "TEXT": [
                {
                    "ID": 237,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبيُّونَ مِنْ قَبْلِي: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(The best of supplications is the supplication on the day of AAarafah and the best which I and the Prophets before me have said (is): (La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer.))",
                    "TRANSLATED_TEXT": "(Sebaik-baik doa ialah doa pada hari AAarafah dan sebaik-baik yang aku dan nabi-nabi sebelumku telah bersabda (ialah): (Tiada Tuhan yang berhak disembah melainkan Allah semata-mata, tiada sekutu bagi-Nya. Bagi-Nya segala puji dan kerajaan dan Dia Maha Kuasa atas segala sesuatu.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/237.mp3"
                }
            ]
        },
        {
            "ID": 120,
            "TITLE": "Berzikir di Masy’ar al-Haram",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_121.mp3",
            "TEXT": [
                {
                    "ID": 238,
                    "ARABIC_TEXT": "رَكِبَ النَّبِيُّ صلى الله عليه وسلم الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ فَاسْتَقْبَلَ الْقِبْلَةَ (فَدَعَاهُ، وَكَبَّرَهُ، وَهَللَّهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفاً حَتَّى أَسْفَرَ جِدَّاً فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمسُ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Nabi menunggang untanya, Al-Qaswa, hingga sampai ke kawasan suci (Al-Mash aril Haraam). Kemudian dia menghadap kiblat dan berdoa kepada Allah, dan berulang kali mengucapkan kalimah: Allaahu Akbar (Allah Maha Besar), Allaahu Ahad (Allah Maha Esa) dan Laa ilaaha illallaah (Tiada Tuhan yang berhak disembah melainkan Allah). Dia tetap diam sehingga langit menjadi kuning dengan fajar, dan kemudian ditekan sebelum matahari terbit.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/238.mp3"
                }
            ]
        },
        {
            "ID": 121,
            "TITLE": "Takbir ketika merejam Jamarat dengan setiap kerikil",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_122.mp3",
            "TEXT": [
                {
                    "ID": 239,
                    "ARABIC_TEXT": "((يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الْجِمَارِ الثَّلاَثِ، ثُمَّ يَتَقَدَّمُ، ويَقِفُ يَدْعُو مُسْتَقْبِلَ الْقِبلَةِ، رَافِعاً يَدَيْهِ بَعْدَ الْجَمْرَةِ الْأُولَى وَالثَّانِيَةِ. أَمَّا جَمْرَةُ الْعَقَبَةِ فَيَرْمِيهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ وَيَنْصَرِفُ وَلاَ يَقِفُ عِنْدَهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Nabi s.a.w. bersabda kepada Allah 'Akbar (Allah Maha Besar) dengan setiap kerikil yang dilemparkan kepada tiga tiang. Kemudian dia pergi ke hadapan, berdiri menghadap kiblat dan mengangkat tangannya dan berdoa kepada Allah. Itu adalah setelah (merajam) tiang pertama dan kedua Adapun yang ketiga, dia merejamnya dan menyeru Allahu Akbar dengan setiap kerikil yang dilemparkannya tetapi setelah selesai dia pergi tanpa berdiri di atasnya (untuk berdoa).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/239.mp3"
                }
            ]
        },
        {
            "ID": 122,
            "TITLE": "Doa keajaiban dan kegembiraan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_123.mp3",
            "TEXT": [
                {
                    "ID": 240,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ!)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lah!.)",
                    "TRANSLATED_TEXT": "(Betapa sempurnanya Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/240.mp3"
                },
                {
                    "ID": 241,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ!)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahu akbar.)",
                    "TRANSLATED_TEXT": "(Allah maha besar.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/241.mp3"
                }
            ]
        },
        {
            "ID": 123,
            "TITLE": "Apa yang dilakukan oleh orang yang datang kepada-Nya adalah sesuatu yang diredhai-Nya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_124.mp3",
            "TEXT": [
                {
                    "ID": 242,
                    "ARABIC_TEXT": "((كَانَ النَّبيُّ صلى الله عليه وسلم إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِداً شُكْراً لِلَّهِ تَبَارَكَ وَتَعَالَى)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Nabi s.a.w akan sujud syukur kepada Allah apabila mendapat berita yang menggembirakannya atau yang menggembirakan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/242.mp3"
                }
            ]
        },
        {
            "ID": 124,
            "TITLE": "Apa yang dikatakan oleh seseorang yang merasa sakit di badannya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_125.mp3",
            "TEXT": [
                {
                    "ID": 243,
                    "ARABIC_TEXT": "((ضَعْ يَدَكَ عَلَى الَّذِي تَألَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ، ثَلاَثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Place your hand at the site of the pain and say: (Bismil-lah (three times)) the supplicate seven times: (aAAoothu billahi waqudratih min sharri ma ajidu wa-ohathir.))",
                    "TRANSLATED_TEXT": "(Letakkan tangan anda di tempat sakit dan katakan: (Dengan nama Allah (tiga kali)) berdoa tujuh kali: (Saya berlindung kepada Allah dan kepada kekuasaan-Nya daripada kejahatan yang saya rasakan dan was-was).)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/243.mp3"
                }
            ]
        },
        {
            "ID": 125,
            "TITLE": "Doa untuk orang yang takut akan sesuatu yang khusus menimpanya",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_126.mp3",
            "TEXT": [
                {
                    "ID": 244,
                    "ARABIC_TEXT": "((إِذَا رَأَى أَحَدُكُم مِنْ أَخِيهِ، أَوْ مِنْ نَفْسِهِ، أَوْ مِنْ مَالِهِ مَا يُعْجِبُهُ [فَلْيَدْعُ لَهُ بِالْبَرَكَةِ] فَإِنَّ الْعَيْنَ حَقٌّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "Jika kamu melihat sesuatu dari saudaramu yang kamu senangi, atau dari dirinya atau hartanya [maka mohonlah kepada Allah untuk memberkatinya] kerana mata yang hasad itu adalah nyata.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/244.mp3"
                }
            ]
        },
        {
            "ID": 126,
            "TITLE": "Apa yang perlu dikatakan apabila anda panik",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_127.mp3",
            "TEXT": [
                {
                    "ID": 245,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ!)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah.)",
                    "TRANSLATED_TEXT": "(Tiada yang berhak disembah melainkan Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/245.mp3"
                }
            ]
        },
        {
            "ID": 127,
            "TITLE": "Apa yang dikatakan ketika menyembelih atau menyembelih?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_128.mp3",
            "TEXT": [
                {
                    "ID": 246,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ [اللَّهُمَّ مِنْكَ وَلَكَ] اللَّهُمَّ تَقَبَّلْ مِنِّي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah wallahu akbar, allahumma minka walak, allahumma taqabbal  minnee.)",
                    "TRANSLATED_TEXT": "(Dengan nama Allah, dan Allah Maha Besar. Ya Allah, (ianya) daripada-Mu dan milik-Mu, Ya Allah, terimalah ini daripadaku.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/246.mp3"
                }
            ]
        },
        {
            "ID": 128,
            "TITLE": "Apa yang dia katakan kepada tindak balas anak upahan syaitan?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_129.mp3",
            "TEXT": [
                {
                    "ID": 247,
                    "ARABIC_TEXT": "((أَعُوذُ بكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ: مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu bikalimatil-lahit-tammat, allatee la yujawizuhunna barrun wala fajir min sharri ma khalaq, wabaraa watharaa, wamin sharri ma yanzilu minas-sama/, wamin sharri ma yaAAruju feeha, wamin sharri ma tharaa fil-ard, wamin sharri ma yakhruju minha, wamin sharri fitnanil-layli wannahar, wamin sharri kulli tariqin illa tariqan yatruqu bikhayrin ya Rahman.)",
                    "TRANSLATED_TEXT": "(Aku berlindung dengan kalimat-kalimat Allah yang sempurna yang tidak dapat dilanggar oleh orang yang soleh atau yang zalim, dari segala kejahatan yang diciptakan-Nya, dijadikan dan dijadikan-Nya. (Aku berlindung) dari kejahatan yang turun dari langit dan kejahatan yang naik kepadanya. (Aku berlindung) dari kejahatan yang tersebar di bumi dan kejahatan yang terbit darinya dan kejahatan malam dan aku berlindung darinya, dan Aku berlindung darinya. keburukan orang yang berkunjung di malam hari kecuali orang yang membawa kebaikan, wahai Yang Maha Pemurah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/247.mp3"
                }
            ]
        },
        {
            "ID": 129,
            "TITLE": "Mohon ampun dan taubat",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_130.mp3",
            "TEXT": [
                {
                    "ID": 248,
                    "ARABIC_TEXT": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ((وَاللَّهِ إِنِّي لأَسْتَغفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Rasulullah bersabda: ‘Demi Allah, aku beristighfar dan bertaubat kepada Allah lebih dari tujuh puluh kali dalam sehari.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/248.mp3"
                },
                {
                    "ID": 249,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Dia juga berkata: ‘Wahai manusia, bertaubatlah! Sesungguhnya aku bertaubat kepada Allah, seratus kali sehari.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/249.mp3"
                },
                {
                    "ID": 250,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيّوُمُ وَأَتُوبُ إِلَيهِ، غَفَرَ اللَّهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(He  also said: ‘Whoever says:(Astaghfirul-lahal-lathee la ilaha illa huwal-hayyul-qayyoomu wa-atoobu ilayh.) Allah would forgive him even if he was one who fled during the advance of an army.)",
                    "TRANSLATED_TEXT": "(Dia juga berkata: ‘Sesiapa yang berkata: (Aku memohon ampun kepada Allah, yang tiada Tuhan yang berhak disembah melainkan Dia, Yang Hidup Kekal, Yang Berdiri Sendiri lagi Pemelihara segalanya, dan aku bertaubat kepada-Nya.) Allah akan mengampuninya walaupun dia seorang yang melarikan diri semasa kedatangan tentera.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/250.mp3"
                },
                {
                    "ID": 251,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Beliau bersabda: ‘Sedekat-dekatnya Tuhan datang kepada hamba-Nya adalah di tengah malam, maka jika kamu mampu menjadi dari orang-orang yang berdzikir kepada Allah pada waktu itu, maka jadilah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/251.mp3"
                },
                {
                    "ID": 252,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكثِرُوا الدُّعَاءَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Dia juga berkata: 'Sedekat-dekatnya seorang hamba dengan Tuhannya ialah ketika dia sujud, maka perbanyakkan berdoa di dalamnya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/252.mp3"
                },
                {
                    "ID": 253,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Beliau juga berkata: ‘Sesungguhnya hatiku menjadi sibuk, dan sesungguhnya aku memohon ampun kepada Allah seratus kali sehari.) (sibuk: iaitu dalam keadaan ‘pelupa’. Nabi sentiasa meningkatkan ingatannya kepada Tuhannya, dalam mendekatkan diri kepada Allah dan bertakwa kepada Allah sehingga ke tahap yang mana jika intensiti seperti ini akan semakin berkurangan, dan dia akan berlumba-lumba untuk memohon ampun kepada Tuhannya, dan jika demikian, dia akan berlumba-lumba dengan berlumba-lumba. daripada Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/253.mp3"
                }
            ]
        },
        {
            "ID": 130,
            "TITLE": "Keutamaan mengagungkan, memuji, dan mengagungkan Tuhan",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_131.mp3",
            "TEXT": [
                {
                    "ID": 254,
                    "ARABIC_TEXT": "قَالَ صلى الله عليه وسلم مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Whoever says:(Subhanal-lahi wabihamdih.) a hundred times during the day, his sins are wiped away, even if they are like the foam of the sea.)",
                    "TRANSLATED_TEXT": "(Barangsiapa yang berkata: (Sungguh sempurna Allah dan aku memuji-Nya.) pada siang hari seratus kali, dosa-dosanya dihapuskan walaupun sebanyak buih di lautan.)",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/254.mp3"
                },
                {
                    "ID": 255,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Abu Hurayrah  reported that the Messenger of Allah  said: ‘Whoever says: (La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer.) a hundred times during the day, has the reward of freeing ten slaves, a hundred good deeds are recorded for him and a hundred bad deeds are wiped away and he has gained refuge from the devil that day until evening and none shall come with anything better except someone who has done more.)",
                    "TRANSLATED_TEXT": "(Abu Hurairah meriwayatkan bahawa Rasulullah saw bersabda: ‘Sesiapa yang berkata: (Tiada Tuhan yang berhak disembah melainkan Allah semata-mata, tidak ada sekutu bagi-Nya. Bagi-Nya segala kerajaan dan pujian dan Dia Maha Kuasa atas segala sesuatu.) dalam sehari seratus kali ganda, baginya pahala memerdekakan sepuluh hamba, seratus kebaikan dicatatkan baginya dan dia dijauhi seratus kebaikan dari hari itu dan dia dijauhi seratus hari yang buruk. hingga petang dan tiada seorang pun yang akan datang membawa sesuatu yang lebih baik kecuali orang yang telah berbuat lebih banyak.)",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/255.mp3"
                },
                {
                    "ID": 256,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحانَ اللَّهِ الْعَظِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Aboo Hurayrah  reported that the Messenger of Allah  said:’(There are) Two words, (which are ) light on the tongue, heavy on the Scale and beloved to The Most Gracious: (Subhanal-lahi wabihamdih, wasubhanal-lahil-AAatheem.))",
                    "TRANSLATED_TEXT": "(Abu Hurairah meriwayatkan bahawa Rasulullah saw bersabda:’(Ada) Dua perkataan, (iaitu) ringan di lidah, berat di timbangan dan dicintai oleh Yang Maha Pemurah: (Sungguh sempurna Allah dan aku memuji-Nya. Sungguh sempurna Allah, Maha Agung.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/256.mp3"
                },
                {
                    "ID": 257,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمسُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Aboo Hurayrah  reported that the Messenger of Allah  said: ‘Saying: (Subhanal-lah, walhamdu lillah, la ilaha illal-lah wallahu akbar.) is more beloved to me than everything the sun has risen over.)",
                    "TRANSLATED_TEXT": "(Abu Hurayrah meriwayatkan bahawa Rasulullah bersabda: ‘Bersabda: (Betapa sempurnanya Allah, dan segala puji bagi Allah. Tiada yang berhak disembah melainkan Allah, dan Allah Maha Besar.) adalah lebih aku cintai daripada segala sesuatu yang matahari terbit.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/257.mp3"
                },
                {
                    "ID": 258,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَيَعْجِزُ أَحَدُكُم أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ)) فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: ((يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Sa’d  said: ‘We were sitting with the Messenger of Allah , and he said: ‘Are any of you unable to gain a thousand good deeds each day?’ Somebody then asked him  : How does one achieve a thousand good deeds? He replied: ‘He should say: (Subhanal-lah.) one hundred times, for a thousand good deeds are recorded for him or a thousand bad deeds are wiped away.)",
                    "TRANSLATED_TEXT": "(Sa’d berkata: ‘Kami sedang duduk bersama Rasulullah, lalu baginda bertanya: ‘Adakah salah seorang di antara kamu yang tidak dapat memperoleh seribu kebaikan setiap hari?’ Seseorang kemudian bertanya kepadanya: Bagaimana seseorang mencapai seribu kebaikan? Dia menjawab: ‘Hendaknya dia berkata: (Alangkah sempurnanya Allah.) seratus kali ganda, kerana seribu kebaikan dicatatkan untuknya atau seribu kebaikan terhapus.",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/258.mp3"
                },
                {
                    "ID": 259,
                    "ARABIC_TEXT": "((مَنْ قَالَ: سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Jabbir  related that the Prophet  said: ‘Whoever says: (Subhanal-lahil-AAatheemi wabihamdih.) a palm tree is planted for him in paradise.)",
                    "TRANSLATED_TEXT": "(Jabbir meriwayatkan bahawa Nabi bersabda: ‘Sesiapa yang berkata: (Betapa sempurnanya Allah. Yang Maha Agung, dan aku memuji-Nya.) ditanam untuknya pohon kurma di dalam syurga.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/259.mp3"
                },
                {
                    "ID": 260,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ))؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: ((قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(AAabdullah Ibn Qays  related that the Prophet  said to him: ‘ O ‘AAabdullah Ibn Qays, shall I not inform you of a treasure from the treasures of paradise?’ He  then said: ‘Say: (La  hawla wala quwwata illa billah.))",
                    "TRANSLATED_TEXT": "(Aabdullah Ibn Qays meriwayatkan bahawa Nabi berkata kepadanya: ‘Wahai ‘AAabdullah Ibn Qays, tidakkah aku beritahu kamu tentang harta dari khazanah syurga?’ Dia kemudian berkata: ‘Katakanlah: (Tiada daya dan kekuatan melainkan dengan Allah.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/260.mp3"
                },
                {
                    "ID": 261,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(the most beloved words to Allah are four: (Subhanal-lah, walhamdu lillah, wala ilaha illal-lah, wallahu akbar.))(it does not matter which of them you start with.)",
                    "TRANSLATED_TEXT": "(perkataan yang paling dicintai oleh Allah ada empat: (Betapa sempurnanya Allah, segala puji bagi Allah. Tiada yang berhak disembah melainkan Allah dan Allah adalah yang paling besar.))(tidak kira siapa di antara mereka yang kamu mulakan.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/261.mp3"
                },
                {
                    "ID": 262,
                    "ARABIC_TEXT": "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ: عَلِّمْنِي كَلاماً أَقُولُهُ: قَالَ: ((قُلْ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ)) قَالَ: فَهَؤُلاَءِ لِرَبِّي، فَمَا لِي؟ قَالَ: ((قُلْ: اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(SaAAd Ibn Abee Waqqas  narrated that a man came to the Messenger of Allah  and said to him: ‘Teach me something which I should say?’ He said: ‘Say: (La ilaha illal-lah, wahdahu la shareeka lah, Allahu akbaru kabeera, walhamdu lillahi katheera, subhanal-lahi rabbil-AAalameen, la hawla wala quwwata illa billahil-AAazeezil-hakeem.) the man then said: ‘These are for my Lord, and what is for me?’ He  replied: ‘Say:(Allahummagh-fir lee, warhamnee, wahdinee, warzuqnee.))",
                    "TRANSLATED_TEXT": "(SaAAd Ibn Abee Waqqas meriwayatkan bahawa seorang lelaki datang kepada Rasulullah dan berkata kepadanya: ‘Ajarilah aku apa yang harus aku katakan?’ Baginda bersabda: ‘Katakanlah: (Tiada Tuhan yang berhak disembah melainkan Allah, semata-mata tiada sekutu. Allah Maha Besar dan segala puji bagi Allah. Betapa sempurnanya Allah, Tuhan sekalian alam. Tiada di sisi Allah, Yang Maha Kuasa, lagi Maha Bijaksana). berkata: ‘Ini untuk Tuhanku, dan apa untukku?’ Dia menjawab: ‘Katakanlah: (Ya Allah, ampunilah aku, rahmatilah aku, berikanlah petunjuk kepadaku dan berikanlah rezeki kepadaku.))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/262.mp3"
                },
                {
                    "ID": 263,
                    "ARABIC_TEXT": "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ: ((اللَّهُمَّ اغْفِرِ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Tariq Al-AshjaAAee  said: ‘When someone would embrace Islam, the Prophet  would teach him how to perform prayer and then order him to supplicate with the following words: (Allahummagh-fir lee, warhamnee, wahdinee, waAAafinee warzuqnee.))",
                    "TRANSLATED_TEXT": "(Tariq Al-AshjaAAee berkata: ‘Apabila seseorang memeluk Islam, Nabi akan mengajarnya cara mengerjakan solat dan kemudian memerintahkannya untuk berdoa dengan kata-kata berikut: (Ya Allah, ampunilah aku, rahmatilah aku, bimbinglah aku, berilah kesihatan kepadaku dan berikanlah rezeki kepadaku).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/263.mp3"
                },
                {
                    "ID": 264,
                    "ARABIC_TEXT": "((إِنَّ أَفْضَلَ الدُّعَاءِ الْحَمْدُ لِلَّهِ، وَأَفْضَلَ الذِّكْرِ لاَ إِلَهَ إِلاَّ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Jabir  Ibn ‘AAabdullah  related that the Messenger of Allah  said: ‘Verily, the best supplication is: (Alhamdu lillah) and indeed, the best form of remembrance is: (La ilaha illal-lah.))",
                    "TRANSLATED_TEXT": "(Jabir Ibn ‘AAbdullah meriwayatkan bahawa Rasulullah SAW bersabda: ‘Sesungguhnya sebaik-baik doa ialah: (Segala puji bagi Allah.) dan sesungguhnya sebaik-baik zikir ialah: (Tiada Tuhan yang berhak disembah melainkan Allah).",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/264.mp3"
                },
                {
                    "ID": 265,
                    "ARABIC_TEXT": "الباقيات الصالحات : سبحان الله والحمد لله ، ولا إله إلا الله ،والله أكبر ،و لا حول ولا قوة إلا بالله",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "The good deeds which endure are 'Subhaanallaah.', and 'Walhamdulillaah.', and 'Wa laa ilaaha illallaah'., and 'Wallaahu Akbar',and 'Wa laa hawla wa laa guwawala illaa billaah'.",
                    "TRANSLATED_TEXT": "Amalan baik yang kekal ialah 'Maha Suci Allah', dan 'Segala puji bagi Allah', dan 'Tidak ada yang berhak disembah Allah', dan 'Allah Maha Besar', dan 'Tiada daya dan kekuatan melainkan dengan pertolongan Allah'",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/265.mp3"
                }
            ]
        },
        {
            "ID": 131,
            "TITLE": "Bagaimana Rasulullah berenang?",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_132.mp3",
            "TEXT": [
                {
                    "ID": 266,
                    "ARABIC_TEXT": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنه قَالَ: ((رَأَيْتُ النَّبيَّ صلى الله عليه وسلم يَعْقِدُ التَّسْبِيحَ)) وفي زيادةٍ: ((بِيَمِينِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "(Tasbih, maksudnya di sini, untuk mengatakan: (Subhanal-lah, alhamdu lillah, Allahuakbar.)) (AAabdullah Ibn AAamr berkata: 'Saya melihat nabi bertasbih dengan tangan kanannya.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/266.mp3"
                }
            ]
        },
        {
            "ID": 132,
            "TITLE": "Types of goodness and good etiquette for community life",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_133.mp3",
            "TEXT": [
                {
                    "ID": 267,
                    "Text": "قَالَ النَّبِيُّ صلى الله عليه وسلم ((إِذَا كَانَ جُنْحُ اللَّيْلِ – أَوْ أَمْسَيْتُم – فَـكُفُّوا صِبْيانَـكُم، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ؛ فَإِنَّ الشَّيطَانَ لاَ يَفْتَحُ بَاباً مُغلَقاً، وَأَوْكُوا قِرَبَكُمْ، وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُم، وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئاً، وَأَطْفِئُوا مَصَابِيحَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "When evening descends, bring your children indoors for the devils scatter out at this hour. Then after the passing of an hour (i.e. the first hour) of the night, (you may) let them (the children) go. Close your doors while mentioning the Name of Allah, for the devil may not open a closed door. Fasten your waterskins mentioning the Name of Allah. Cover your eating vessels mentioning the Name of Allah even if you just put something over it, and extinguish your lamps. Peace and blessing be upon our Prophet, Muhammad, and upon his family and his Companions, all of them.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/267.mp3"
                }
            ]
        }
    ]
}