{
    "zh": [
        {
            "ID": 27,
            "TITLE": "清晨和傍晚的回忆",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_028.mp3",
            "TEXT": [
                {
                    "ID": 75,
                    "ARABIC_TEXT": "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ ﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Recite Ayat-Al-Kursiy (Al-Baqarah :255)",
                    "TRANSLATED_TEXT": "安拉——除了他之外，没有别的神，他是永生者，[一切]存在的维持者。他既不会感到困倦，也不会睡着。天上和地上的一切都属于他。除非经过他的允许，谁能向他求情呢？他知道他们面前的事和他们之后将要发生的事，除了他愿意的以外，他们不包含任何他所知道的事情。他的库尔西遍及诸天大地，而它们的保存并不令他疲倦。他是至高者、至大者。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/75.mp3"
                },
                {
                    "ID": 76,
                    "ARABIC_TEXT": "(بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.) (بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.) (بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Then recite [Soorah al-Ikhlaas (112)], [Soorah al-Falaq (113)] and [Soorah an-Naas (114)]",
                    "TRANSLATED_TEXT": "([Soorah al-Ikhlaas (112)]( 1 )   Say, He is Allah, [who is] One,( 2 )   Allah, the Eternal Refuge.( 3 )   He neither begets nor is born,( 4 )   Nor is there to Him any equivalent.)([Soorah al-Falaq (113)] ( 1 )   Say, I seek refuge in the Lord of daybreak( 2 )   From the evil of that which He created( 3 )   And from the evil of darkness when it settles( 4 )   And from the evil of the blowers in knots( 5 )   And from the evil of an envier when he envies. )([Soorah an-Naas (114)])( 1 )   Say, I seek refuge in the Lord of mankind,( 2 )   The Sovereign of mankind.( 3 )   The God of mankind,( 4 )   From the evil of the retreating whisperer -( 5 )   Who whispers [evil] into the breasts of mankind -( 6 )   From among the jinn and mankind.",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/76.mp3"
                },
                {
                    "ID": 77,
                    "ARABIC_TEXT": "((أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ ، وَالْحَمْدُ لِلَّهِ، لاَ إِلَهَ إلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَخَيرَ مَا بَعْدَهُ ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِي  هَذَا الْيَوْمِ وَشَرِّ مَا بَعْدَهُ، رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ)). [ وإذا أمسى قال: أمسينا وأمسى الملك للَّه] [وإذا أمسى قال: رب أسألك خير ما في هذه الليلة، وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة، وشر ما بعدها.]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Asbahna wa-asbahal-mulku lillah walhamdu lillah la ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, rabbi as-aluka khayra ma fee hathihil-laylah, wakhayra ma baAAdaha, wa-aAAoothu bika min sharri hathihil-laylah, washarri ma baAAdaha, rabbi aAAoothu bika minal-kasal, wasoo-il kibar, rabbi aAAoothu bika min AAathabin fin-nar, waAAathabin fil-qabr.‘We have reached the morning and at this very time unto Allah belongs all sovereignty, and all praise is for Allah.  None has the right to be worshipped except Allah, alone, without partner, to Him belongs all sovereignty and praise and He is over all things omnipotent. My Lord, I ask You for the good of this night and the good of what follows it and I take refuge in You from the evil of this night and the evil of what follows it.  My Lord, I take refuge in You from laziness and senility.  My Lord, I take refuge in You from torment in the Fire and punishment in the grave.’…likewise, one says in the morning:Amsayna wa-amsal-mulku lillah….‘We have reached the evening and at this very time unto Allah belongs all sovereignty…’",
                    "TRANSLATED_TEXT": "‘我们已经到了早晨，此时一切主权都属于安拉，一切赞美都归于安拉。除了真主之外，没有人有权受到崇拜，他独自一人，没有任何伙伴，一切主权和赞美都属于他，他是万能的。我的主啊，我祈求您赐予今天的福祉以及随后的福祉，并且我向您寻求庇护，免受今天的邪恶以及随后的邪恶。我的主啊，我向你寻求庇护，免遭懒惰和衰老。我的主啊，我向你寻求庇护，免遭火狱中的折磨和坟墓中的惩罚。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/77.mp3"
                },
                {
                    "ID": 78,
                    "ARABIC_TEXT": "((اللَّهُمَّ بِكَ أَصْبَحْنَا، وَبِكَ أَمْسَيْنَا ، وَبِكَ نَحْيَا، وَبِكَ نَمُوتُ وَإِلَيْكَ النُّشُورُ)). [وإذا أمسى قال: اللَّهم بك أمسينا، وبك أصبحنا، وبك نحيا، وبك نموت، وإليك المصير.]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma bika asbahna wabika amsayna, wabika nahya ,wabika namootu wa-ilaykan-nushoor.)[In the evening:] (Allahumma bika amsayna, wabika asbahna, wabika nahya wabika namootu wa-ilaykal-maseer.)",
                    "TRANSLATED_TEXT": "（安拉啊，靠着你的离开，我们到达了早晨，靠着你的离开，我们到达了晚上，靠着你的离开，我们生死，我们的复活都归于你。）[晚上：]（安拉啊，靠着你的离开，我们到达了晚上，靠着你的离开，我们到达了早晨，靠着你的离开，我们生死，我们的回归也归于你。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/78.mp3"
                },
                {
                    "ID": 79,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلاَّ أَنْتَ، خَلَقْتَنِي وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوءُ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma anta rabbee la ilaha illa ant, khalaqtanee wa-ana AAabduk, wa-ana AAala AAahdika wawaAAdika mas-tataAAt, aAAoothu bika min sharri ma sanaAAt, aboo-o laka biniAAmatika AAalay, wa-aboo-o bithanbee, faghfir lee fa-innahu la yaghfiruth-thunooba illa ant.)",
                    "TRANSLATED_TEXT": "（安拉啊，你是我的主，除了你，没有人有权受到崇拜，你创造了我，我是你的仆人，我尽我所能遵守你的圣约和承诺，我向你寻求庇护，免受我所犯下的邪恶。我承认你对我的恩惠，我承认我的罪，所以请宽恕我，因为除了你之外，确实没有人能宽恕罪。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/79.mp3"
                },
                {
                    "ID": 80,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ، وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتِكَ، وَجَمِيعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللَّهُ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، وَأَنَّ مُحَمَّداً عَبْدُكَ وَرَسُولُكَ)) (أربعَ مَرَّاتٍ).[ وإذا أمسى قال: اللَّهم إني أمسيت...]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee asbahtu oshhiduk, wa-oshhidu hamalata AAarshik, wamala-ikatak, wajameeAAa khalqik, annaka antal-lahu la ilaha illa ant, wahdaka la shareeka lak, wa-anna Muhammadan AAabduka warasooluk .) (four times in the morning & evening)(Note: for the evening, one reads (amsaytu) instead of (asbahtu).)",
                    "TRANSLATED_TEXT": "（安拉啊，我确实已经到了早晨，呼唤你，你宝座的承载者，你的天使，以及你所有的创造物来见证你是安拉，除了你，没有人有权利被崇拜，除了你，独自一人，没有伴侣，穆罕默德是你的仆人和使者。）（早晚四次）（注：晚上，人们读（amsaytu）而不是（asbahtu）。）",
                    "REPEAT": 4,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/80.mp3"
                },
                {
                    "ID": 81,
                    "ARABIC_TEXT": "((اللَّهُمَّ مَا أَصْبَحَ بِي مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ)). [وإذا أمسى قال: اللَّهم ما أمسى بي...]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma ma asbaha bee min niAAmatin, aw bi-ahadin min khalqik, faminka wahdaka la shareeka lak, falakal-hamdu walakash-shukr.)(Note: for the evening, one reads (amsa) instead of (asbaha).)",
                    "TRANSLATED_TEXT": "（安拉啊，我或你的任何创造物所获得的祝福，都来自于你，没有伙伴，所以对你来说，所有的赞美和感谢都归于你。）（……谁在早上说这句话，就确实表达了他一天的感谢，谁在晚上说这句话，就确实表达了他一夜的感谢。）（注意：晚上，人们读（amsa）而不是（asbaha）。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/81.mp3"
                },
                {
                    "ID": 82,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ  إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma AAafinee fee badanee, allahumma AAafinee fee samAAee, allahumma AAafinee fee basaree, la ilaha illa ant.(three times).)(Allahumma innee aAAoothu bika minal-kufr, walfaqr, wa-aAAoothu bika min AAathabil-qabr, la ilaha illa ant (three times).)",
                    "TRANSLATED_TEXT": "（安拉啊，保佑我的身体健康，安拉啊，保佑我的听力健康，安拉啊，保佑我的视力健康。除了你之外，没有人有权受到崇拜。）（三遍）（安拉啊，我向你寻求庇护，使我免受怀疑和贫穷，我向你寻求庇护，使我免受坟墓的惩罚。除了你，没有人有权受到崇拜。（三遍））",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/82.mp3"
                },
                {
                    "ID": 83,
                    "ARABIC_TEXT": "((حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيهِ تَوَكَّلتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ)) (سَبْعَ مَرّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Hasbiyal-lahu la ilaha illa huwa, AAalayhi tawakkalt, wahuwa rabbul-AAarshil-AAatheem (Recite seven times in Arabic.)",
                    "TRANSLATED_TEXT": "安拉对我来说是足够的，除了他之外，没有人有权受到崇拜，我依靠他，他是崇高宝座的主。”（用阿拉伯语背诵七遍。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/83.mp3"
                },
                {
                    "ID": 84,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ: فِي دِينِي وَدُنْيَايَ وَأَهْلِي، وَمَالِي، اللَّهُمَّ اسْتُرْ عَوْرَاتِي، وَآمِنْ رَوْعَاتِي، اللَّهُمَّ احْفَظْنِي مِنْ بَينِ يَدَيَّ، وَمِنْ خَلْفِي، وَعَنْ يَمِينِي، وَعَنْ شِمَالِي، وَمِنْ فَوْقِي، وَأَعُوذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allahumma innee as-alukal-AAafwa walAAafiyah, fid-dunya wal-akhirah, allahumma innee as-alukal-AAafwa walAAafiyah fee deenee, wadunyaya wa-ahlee, wamalee, allahummas-tur AAawratee, wa-amin rawAAatee, allahummah-fathnee min bayni yaday, wamin khalfee, waAAan yameenee, waAAan shimalee, wamin fawqee, wa-aAAoothu biAAathamatika an oghtala min tahtee.",
                    "TRANSLATED_TEXT": "安拉啊，我祈求您宽恕并赐予我今生和来世的幸福。安拉啊，我祈求您宽恕我的宗教和世俗事务，以及我的家庭和财富。安拉啊，请掩盖我的弱点，平息我的沮丧。安拉啊，请从前面、后面、左右和上方保护我，我向你寻求庇护，以免我被大地吞没。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/84.mp3"
                },
                {
                    "ID": 85,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشَرَكِهِ، وَأَنْ أَقْتَرِفَ عَلَى  نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma AAalimal-ghaybi washshahadah, fatiras-samawati wal-ard, rabba kulli shayin wamaleekah, ashhadu an la ilaha illa ant, aAAoothu bika min sharri nafsee wamin sharrish-shaytani washirkih, waan aqtarifa AAala nafsee soo-an aw ajurrahu ila muslim.)",
                    "TRANSLATED_TEXT": "（真主啊，看不见和看不见的事物的创造者，天地的创造者，万物的主宰和主宰，我作证，除了您之外，没有人有权受到崇拜。我向您寻求庇护，免受我灵魂的邪恶和魔鬼的邪恶和逃避，以及对我灵魂的错误或将这种错误带给另一个穆斯林。）（逃避：在那些特定于他的事情上将他人与真主联系起来。这可以发生在（1）信仰中，例如，相信安拉以外的人有能力造福或伤害他人，(2) 言语，例如向安拉以外的人发誓，以及 (3) 行为，例如向安拉以外的人鞠躬或跪拜。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/85.mp3"
                },
                {
                    "ID": 86,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَلاَ فِي السّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lahil-lathee la yadurru maAAas-mihi shay-on fil-ardi wala fis-sama-i wahuwas-sameeAAul-AAaleem. (three times).)",
                    "TRANSLATED_TEXT": "（以安拉的名义，以他的名义，地上和天上的一切都不会受到伤害，他是全知者、全知者。’（三遍））",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/86.mp3"
                },
                {
                    "ID": 87,
                    "ARABIC_TEXT": "((رَضِيتُ بِاللَّهِ رَبَّاً، وَبِالْإِسْلاَمِ دِيناً، وَبِمُحَمَّدٍ صلى الله عليه وسلم نَبِيّاً)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Radeetu billahi rabban wabil-islami deenan wabiMuhammadin  nabiyya. (three times))",
                    "TRANSLATED_TEXT": "（我对安拉作为主、伊斯兰教作为宗教、穆罕默德作为先知感到满意。’（三遍））",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/87.mp3"
                },
                {
                    "ID": 88,
                    "ARABIC_TEXT": "((يَا حَيُّ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغيثُ أَصْلِحْ لِي شَأْنِيَ كُلَّهُ وَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ya hayyu ya qayyoom, birahmatika astagheeth, aslih lee sha/nee kullah, wala takilnee ila nafsee tarfata AAayn.)",
                    "TRANSLATED_TEXT": "（永生者啊，自给自足和所有人的支持者啊，靠着您的仁慈，我寻求帮助，为我纠正我所有的事务，不要让我独自一人，即使是一眨眼的时间。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/88.mp3"
                },
                {
                    "ID": 89,
                    "ARABIC_TEXT": "((أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ، اللَّهُـمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ:فَتْحَهُ، وَنَصْرَهُ، وَنورَهُ، وَبَرَكَتَهُ، وَهُدَاهُ، وَأَعُوذُ بِكَ مِنْ شَرِّ مَا فِيهِ وَشَرِّ مَا بَعْدَهُ)). [وإذا أمسى قال: أمسينا وأمسى الملك للَّه ربّ العالمين اللَّهم إني أسألك خير هذه الليلة: فتحها، ونصرها، ونورها، وبركتها، وهداها، وأعوذ بك من شر ما فيها، وشر ما بعدها.]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Asbahna wa-asbahal-mulku lillahi rabbil-AAalameen, allahumma innee as-aluka khayra hathal-yawm, fat-hahu, wanasrahu, wanoorahu, wabarakatahu, wahudahu, wa-aAAoothu bika min sharri ma feehi, washarri ma baAAdah.)[For the evening, the supplication is read as follows: ](Amsayna wa-amsal-mulku lillahi rabbil-AAalameen, allahumma innee as-aluka khayra hathihil-laylah, fat-haha, wanasraha, wanooraha, wabarakataha, wahudaha, wa-aAAoothu bika min sharri ma feeha washarri ma baAAdaha.)",
                    "TRANSLATED_TEXT": "（我们已经到了早晨，此时所有的主权都属于安拉，世界之主。安拉啊，我祈求你赐予今天的美好，它的胜利和胜利，它的光明，它的祝福和指导，我向你寻求庇护，免受今天的邪恶和随之而来的邪恶。）[对于晚上，祈求如下：]（我们已经到了晚上，此时所有的主权都属于安拉，世界之主。噢安拉，我向你祈求今晚的美好，它的凯旋和它的胜利，它的光明，它的祝福和它的指导，我向你寻求庇护，免受今晚的邪恶和随之而来的邪恶。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/89.mp3"
                },
                {
                    "ID": 90,
                    "ARABIC_TEXT": "((أَصْبَحْنا عَلَى فِطْرَةِ الْإِسْلاَمِ، وَعَلَى كَلِمَةِ الْإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صلى الله عليه وسلم، وَعَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ، حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ الْمُشرِكِينَ)). [وإذا أمسى قال: أمسينا على فطرة الإسلام...]",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Asbahna AAala fitratil-islam, waAAala kalimatil-ikhlas, waAAala deeni nabiyyina Muhammad  waAAala millati abeena Ibraheem, haneefan musliman wama kana minal-mushrikeen.)(Note: for the evening, one reads amsayna instead of asbahna.)",
                    "TRANSLATED_TEXT": "（我们以伊斯兰教的 fitrah 和纯粹信仰的话语、我们的先知穆罕默德的宗教和我们的祖先易卜拉欣的宗教为基础，易卜拉欣是穆斯林，有真正的信仰，不属于那些将他人与安拉联系在一起的人。）（fitrah：伊斯兰教的宗教，易卜拉欣 u 的道路。）（注：晚上，人们读 amsayna 而不是 asbahna。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/90.mp3"
                },
                {
                    "ID": 91,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ وَبِحَمْدِهِ)) (مائة مرَّةٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lahi wabihamdih.)one hundred times)",
                    "TRANSLATED_TEXT": "（阿拉是多么完美，我赞美他。）（一百次）",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/91.mp3"
                },
                {
                    "ID": 92,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) (عشرَ مرَّات) ، أَوْ (مرَّةً واحدةً عندَ الكَسَلِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer.  [ten times or once if lazy])",
                    "TRANSLATED_TEXT": "（除了安拉之外，没有人有权受到崇拜，独自一人，没有伴侣，所有主权和赞美都属于他，他是万能的。）（[十次或一次，如果懒惰]）",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/92.mp3"
                },
                {
                    "ID": 93,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ، وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) (مائةَ مرَّةٍ إذا أصبحَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer. (one hundred times every day))",
                    "TRANSLATED_TEXT": "（除了安拉之外，没有人有权受到崇拜，独自一人，没有伙伴，所有主权和赞美都属于他，他是万能的。）（（每天一百次））",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/93.mp3"
                },
                {
                    "ID": 94,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ وَبِحَمْدِهِ: عَدَدَ خَلْقِهِ، وَرِضَا نَفْسِهِ، وَزِنَةَ عَرْشِهِ، وَمِدَادَ كَلِمَاتِهِ)) (ثلاثَ مرَّاتٍ إذا أصبحَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lahi wabihamdih, AAadada khalqihi warida nafsih, wazinata AAarshih, wamidada kalimatih.)(three times)",
                    "TRANSLATED_TEXT": "（安拉是多么完美，我通过他的创造物和他的喜悦的数量，通过他宝座的重量和他话语的墨水来赞美他。）（三遍）",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/94.mp3"
                },
                {
                    "ID": 95,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نَافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً)) (إذا أصبحَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka AAilman nafiAAan, warizqan tayyiban, waAAamalan mutaqabbalan.)",
                    "TRANSLATED_TEXT": "（真主啊，我祈求您赐予有益的知识、美好的食物和可接受的行为。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/95.mp3"
                },
                {
                    "ID": 96,
                    "ARABIC_TEXT": "((أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ)) (مِائَةَ مَرَّةٍ فِي الْيَوْمِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Astaghfirullaaha wa 'atoobu 'ilayhi[one hundred times a day]",
                    "TRANSLATED_TEXT": "“我寻求真主的宽恕，并向他悔改。”[每天一百次]",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/96.mp3"
                },
                {
                    "ID": 97,
                    "ARABIC_TEXT": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ)) (ثلاثَ مرَّاتٍ إذا أمسى).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu bikalimatil-lahit-tammati min sharri ma khalaq.) (three times in the evening)",
                    "TRANSLATED_TEXT": "（我寻求真主完美话语的庇护，远离他所创造的邪恶。）（晚上三遍）",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/97.mp3"
                },
                {
                    "ID": 98,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبَيِّنَا مُحَمَّدٍ)) (عشرَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahumma salli wa sallim 'alaa Nabiyyinaa Muhammadin[ten times]",
                    "TRANSLATED_TEXT": "“真主啊，请为我们的先知穆罕默德祈福与平安。”[十次]",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/98.mp3"
                }
            ]
        },
        {
            "ID": 28,
            "TITLE": "睡眠的记忆",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_029.mp3",
            "TEXT": [
                {
                    "ID": 99,
                    "ARABIC_TEXT": "((يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾.  بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ ثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ)) (يفعلُ ذلك ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（每晚上床睡觉时，先知会双手合十，向手掌吐口水（一种主要由空气组成，含少量唾液的唾液），背诵《古兰经》的最后三章（Al-Ikhlas、Al-Falaq、An-Nas），然后用手尽可能擦拭全身，从头和脸开始，然后是身体的各个部位，他会这样做三遍。）",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/99.mp3"
                },
                {
                    "ID": 100,
                    "ARABIC_TEXT": "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْـــــــــــدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Recite Ayat-Al-Kursiy (Al-Baqarah :255)",
                    "TRANSLATED_TEXT": "安拉——除了他之外，没有别的神，他是永生者，[一切]存在的维持者。他既不会感到困倦，也不会睡着。天上和地上的一切都属于他。除非经过他的允许，谁能向他求情呢？他知道他们面前的事和他们之后将要发生的事，除了他愿意的以外，他们不包含任何他所知道的事情。他的库尔西遍及诸天大地，而它们的保存并不令他疲倦。他是至高者、至大者。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/100.mp3"
                },
                {
                    "ID": 101,
                    "ARABIC_TEXT": "﴿آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Recite last two verses of Soorah (Al-Baqarah :285-286)",
                    "TRANSLATED_TEXT": "( 285 ) 使者相信他的主向他启示的一切，信徒们也如此。他们所有人都信仰安拉和他的天使、他的经典和他的使者，[说]，我们对他的任何使者一视同仁。他们说，我们听到并且我们服从。 [我们寻求]您的宽恕，我们的主，您是[最终]目的地。（286）真主不会向灵魂收费，除非其能力范围内。得到什么[善]就会有[果]，得到什么[恶]就会承受[果]。我们的主啊，如果我们忘记或犯了错误，请不要责怪我们。我们的主，求你不要将重担加在我们身上，就像你加在我们之前的人身上一样。我们的主啊，不要让我们承受我们没有能力承受的负担。请原谅我们；并原谅我们；怜悯我们。你是我们的保护者，所以请让我们战胜那些不信的人。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/101.mp3"
                },
                {
                    "ID": 102,
                    "ARABIC_TEXT": "((بِاسْمِكَ رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismika rabbee wadaAAtu janbee wabika arfaAAuh, fa-in amsakta nafsee farhamha, wa-in arsaltaha fahfathha bima tahfathu bihi AAibadakas-saliheen.)",
                    "TRANSLATED_TEXT": "（以你的名义，我的主，我躺下，以你的名义醒来，所以如果你夺走我的灵魂，请怜悯它，如果你归还我的灵魂，请以你对待你正义仆人的方式保护它。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/102.mp3"
                },
                {
                    "ID": 103,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innaka khalaqta nafsee wa-anta tawaffaha, laka mamatuha wamahyaha in ahyaytaha fahfathha, wa-in amattaha faghfir laha. Allahumma innee as-alukal-AAafiyah.)",
                    "TRANSLATED_TEXT": "（真主啊，您确实创造了我的灵魂，您将夺走它的生命，它的生与死都属于您。如果您应该让我的灵魂活着，请保护它，如果您应该夺走它的生命，请原谅它。真主啊，我请求您赐予我良好的健康。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/103.mp3"
                },
                {
                    "ID": 104,
                    "ARABIC_TEXT": " ((اللَّهُمَّ قِنِي عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma qinee AAathabaka yawma tabAAathu AAibadak.)",
                    "TRANSLATED_TEXT": "（阿拉啊，在你的仆人复活之日，请保护我免受你的惩罚。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/104.mp3"
                },
                {
                    "ID": 105,
                    "ARABIC_TEXT": "((بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismikal-lahumma amootu wa-ahya.)",
                    "TRANSLATED_TEXT": "（安拉啊，我以你的名义生存和死亡。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/105.mp3"
                },
                {
                    "ID": 106,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ (ثلاثاً وثلاثين) وَالْحَمْدُ لِلَّهِ (ثلاثاً وثلاثين) وَاللَّهُ أَكْبَرُ (أربعاً وثلاثينَ))).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lah. (thirty-three times) Alhamdu lillah. (thirty-three times) Allahu akbar. (thirty-four times))",
                    "TRANSLATED_TEXT": "（真主是多么完美。（三十三次）一切赞美都归于真主。（三十三次）真主是最伟大的。（三十四次））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/106.mp3"
                },
                {
                    "ID": 107,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma rabbas-samawatis-sabAA, warabbal-AAarshil-AAatheem, rabbana warabba kulli shay/, faliqal-habbi wannawa, wamunazzilat-tawra, wal-injeel, walfurqan, aAAoothu bika min sharri kulli shayin anta akhithun binasiyatih. Allahumma antal-awwal, falaysa qablaka shay/, wa-antal-akhir, falaysa baAAdaka shay/, wa-antath-thahir falaysa fawqaka shay/, waantal-batin, falaysa doonaka shay/, iqdi AAannad-dayna wa-aghnina minal-faqr.)",
                    "TRANSLATED_TEXT": "（安拉啊，七层天的主宰和崇高的宝座，我们的主和万有的主，种子和枣石的分裂者，《讨拉》、《引支勒》和《弗尔甘》的启示者，我向你寻求庇护，免受你将抓住的所有事物的邪恶（即你完全掌握）。安拉啊，你是首先的，所以在你之前没有什么，你是最后的，所以在你之后没有什么。你是Aththahir，所以没有什么比你更重要，你是Al-Batin，所以没有什么比你更接近。为我们解决我们的债务，让我们摆脱贫困。）（Tawrah：启示给Moosa u的书。）（Injeel：启示给Easa u的书。）（Furqan：《古兰经》的众多名称之一，意思是：区分真假的标准。）（Aththahir：表明他属性的伟大和就他的伟大和崇高而言，每一个造物都是微不足道的，因为就他的本质和属性而言，他高于他的所有造物。）（阿尔-巴廷：表明他对所有秘密的认识和知识，对内心深处的事物和最亲密的事物的认识和了解，正如它表明他以一种适合他的威严的方式与所有人的亲密和接近一样。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/107.mp3"
                },
                {
                    "ID": 108,
                    "ARABIC_TEXT": "((الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee atAAamana wasaqana, wakafana, wa-awana, fakam mimman la kafiya lahu wala mu'wee.)",
                    "TRANSLATED_TEXT": "（一切赞美归于安拉，他给我们食物，给我们饮料，他使我们充足并庇护我们，因为有多少人没有足够的东西来满足他们或庇护他们。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/108.mp3"
                },
                {
                    "ID": 109,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma AAalimal-ghaybi washshahadah, fatiras-samawati wal-ard, rabba kulli shayin wamaleekah, ashhadu an la ilaha illa ant, aAAoothu bika min sharri nafsee wamin sharrish-shaytani washirkih, wa-an aqtarifa AAala nafsee soo-an aw ajurrahu ila muslim.)",
                    "TRANSLATED_TEXT": "（安拉啊，你是看得见和看不见的人的创造者，天地的创造者，万物的主宰和主宰，我作证，除了你之外，没有人有权受到崇拜。我向你寻求庇护，免受我灵魂的邪恶和魔鬼的邪恶和逃避，以及对我灵魂的错误侵害或将这种错误带给另一个穆斯林。）（逃避：在那些特定于他的事情上将其他人与真主联系起来。这可以发生在（1）信仰中，例如，相信安拉以外的人有能力造福或伤害他人，(2) 言语，例如向安拉以外的人发誓，以及 (3) 行为，例如向安拉以外的人鞠躬或跪拜。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/109.mp3"
                },
                {
                    "ID": 110,
                    "ARABIC_TEXT": "((يَقْرَأُ ﴿الم﴾ تَنْزِيلَ السَّجْدَة ِ،  وَتَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（先知以前从来不睡觉，直到他背诵了 Soorat As-Sajdah（第 32 章）和 Soorat Al-Mulk（第 67 章）。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/110.mp3"
                },
                {
                    "ID": 111,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma aslamtu nafsee ilayk, wafawwadtu amree ilayk, wawajjahtu wajhee ilayk, wa-alja/tu thahree ilayk, raghbatan warahbatan ilayk, la maljaa wala manja minka illa ilayk, amantu bikitabikal-lathee anzalt, wabinabiyyikal-lathee arsalt.)",
                    "TRANSLATED_TEXT": "（安拉啊，我把我的灵魂交给你，我把我的事情托付给你，我把脸转向你，我完全依靠你，希望和敬畏你。确实，除了你之外，没有任何避难所或安全港。我相信你所启示的你的书和你所派来的先知。）（如果你死了，你将死在费特拉。）（费特拉：伊斯兰教的宗教，易卜拉欣的道路。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/111.mp3"
                }
            ]
        },
        {
            "ID": 1,
            "TITLE": "回忆从睡梦中醒来",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_002.mp3",
            "TEXT": [
                {
                    "ID": 1,
                    "ARABIC_TEXT": "(.الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ )",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee ahyana baAAda ma amatana wa-ilayhin-nushoor.)",
                    "TRANSLATED_TEXT": "(All praise is for Allah who gave us life after having taken it from us and unto Him is the resurrection.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/1.mp3"
                },
                {
                    "ID": 2,
                    "ARABIC_TEXT": "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ للَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفرْ لِي",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer, subhanal-lah, walhamdu lillah, wala  ilaha illal-lah wallahu akbar, wala hawla wala quwwata illa billahil-AAaliyyil AAatheem. Rabbigh-fir lee)",
                    "TRANSLATED_TEXT": "(None has the right to be worshipped except Allah, alone without associate, to Him belongs sovereignty and praise and He is over all things wholly capable.  How perfect Allah is, and all praise is for Allah, and none has the right to be worshipped except Allah, Allah is the greatest and there is no power nor might except with Allah, The Most High, The Supreme.O my Lord forgive me)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/2.mp3"
                },
                {
                    "ID": 3,
                    "ARABIC_TEXT": "( الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لي بِذِكْرِهِ )",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee AAafanee fee jasadee waradda AAalayya roohee wa-athina lee bithikrih.)",
                    "TRANSLATED_TEXT": "（所有的赞美都归于真主，他使我恢复了健康，恢复了我的灵魂，并让我记住了他。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/3.mp3"
                },
                {
                    "ID": 4,
                    "ARABIC_TEXT": "﴿ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لأُوْلِي الألْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ* رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ* رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ* رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ* فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَاباً مِّن عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ * لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ * مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ * لَكِنِ الَّذِينَ اتَّقَوْاْ رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِّنْ عِندِ اللَّهِ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلأَبْرَارِ * وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ*يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ ﴾",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "From Verse 3:190 till the end of the chapter Al-Imran",
                    "TRANSLATED_TEXT": "( 190 ) 确实，天地的创造和昼夜的更替对于明理的人来说是迹象。( 191 ) 他们站着、坐着、侧卧记念安拉，思念天地的创造，说：“我们的主啊，你创造这一切，并非漫无目的地；你是崇高的[超越这样的事情]；然后保护我们免受火的惩罚。( 192 ) 我们的主，事实上，无论你让谁进入火狱，你都羞辱了他，对于那些做错事的人来说，没有任何帮助者。( 193 ) 我们的主，我们确实听到了一个呼唤信仰的人，[说]，“相信你的主”，我们就相信了。我们的主啊，请宽恕我们的罪孽，消除我们的恶行，使我们与义人同死。（194）我们的主啊，请赐予我们您通过使者所应许的东西，不要在复活日羞辱我们。确实，你们没有辜负你们的应许。(195) 他们的主回答他们，我决不会允许你们中间任何工人的工作，无论是男性还是女性；你们是彼此的。因此，那些移民、被逐出家园、在我的事业中受到伤害、战斗或被杀害的人，我一定会消除他们的恶行，我一定会让他们进入河流流淌的花园，作为安拉的奖赏，安拉对他有最好的奖赏。（196）不要被全国各地不信道者的[不受抑制的]运动所欺骗。（197）[这只是]一种小小的享受； (198) 但那些敬畏他们的主的人将拥有下面有河流流淌的花园，永远居住在其中，作为真主的住宿。与真主同在的，对于义人来说是最好的。（199）确实，在信奉天经的人们中，有那些相信真主以及向你们和他们所启示的东西的人，他们谦卑地顺从真主。他们不会用很小的代价来交换安拉的经文。那些人将得到他们的主的奖赏。真主确实是迅速的。(200) 信道的人们啊，你们要坚持、忍耐、坚守，敬畏真主，这样你们就会成功。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/4.mp3"
                }
            ]
        },
        {
            "ID": 6,
            "TITLE": "进入厕所的祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_007.mp3",
            "TEXT": [
                {
                    "ID": 10,
                    "ARABIC_TEXT": "([بِسْمِ اللَّهِ] اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبائِث).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "((Bismil-lah) allahumma innee aAAoothu bika minal-khubthi wal-khaba-ith.)",
                    "TRANSLATED_TEXT": "（（以安拉的名义）。安拉啊，我保护你免受所有邪恶和作恶者的侵害。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/10.mp3"
                }
            ]
        },
        {
            "ID": 7,
            "TITLE": "恳求离开户外",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_008.mp3",
            "TEXT": [
                {
                    "ID": 11,
                    "ARABIC_TEXT": "(غُفْرَانَكَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ghufranak.)",
                    "TRANSLATED_TEXT": "（我请求你（阿拉）的宽恕。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/11.mp3"
                }
            ]
        },
        {
            "ID": 8,
            "TITLE": "当他穿上衣服时他会说什么？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_009.mp3",
            "TEXT": [
                {
                    "ID": 12,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah.)",
                    "TRANSLATED_TEXT": "（以安拉的名义。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/12.mp3"
                }
            ]
        },
        {
            "ID": 9,
            "TITLE": "完成沐浴后的迪克尔",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_010.mp3",
            "TEXT": [
                {
                    "ID": 13,
                    "ARABIC_TEXT": "(أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ..).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ashhadu an la ilaha illal-lahu wahdahu la shareeka lah, wa-ashhadu anna Muhammadan AAabduhu warasooluh.)",
                    "TRANSLATED_TEXT": "（我作证，除了真主之外，没有人有权受到崇拜，独自一人，没有伙伴，我作证穆罕默德是他的奴隶和使者。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/13.mp3"
                },
                {
                    "ID": 14,
                    "ARABIC_TEXT": "(اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummaj-AAalnee minat-tawwabeena wajAAalnee minal-mutatahhireen.)",
                    "TRANSLATED_TEXT": "（安拉啊，请让我成为那些经常悔改归向你的人，让我成为那些保持清洁和纯洁的人。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/14.mp3"
                },
                {
                    "ID": 15,
                    "ARABIC_TEXT": "(سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanakal-lahumma wabihamdika ashhadu an la ilaha illa anta astaghfiruka wa-atoobu ilayk.)",
                    "TRANSLATED_TEXT": "（真主啊，你是多么完美，我赞美你。我作证，除了你之外，没有人有权受到崇拜。我寻求你的宽恕，并在悔改中转向你。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/15.mp3"
                }
            ]
        },
        {
            "ID": 10,
            "TITLE": "离开家时的纪念",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_011.mp3",
            "TEXT": [
                {
                    "ID": 16,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah, tawakkaltu AAalal-lah, wala hawla wala quwwata illa billah.)",
                    "TRANSLATED_TEXT": "（以真主的名义，我信赖真主，除了真主之外，没有任何力量。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/16.mp3"
                },
                {
                    "ID": 17,
                    "ARABIC_TEXT": "(اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika an adilla aw odal, aw azilla aw ozall, aw athlima aw othlam, aw ajhala aw yujhala AAalay.)",
                    "TRANSLATED_TEXT": "（安拉啊，我向你寻求庇护，以免我误入歧途或被引入歧途，或滑倒或被绊倒，或压迫或被压迫，或做出愚蠢的行为或被愚蠢地对待。）（失误：即无意中犯下罪行）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/17.mp3"
                }
            ]
        },
        {
            "ID": 11,
            "TITLE": "进屋时的纪念",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_012.mp3",
            "TEXT": [
                {
                    "ID": 18,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا، ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lahi walajna, wabismil-lahi kharajna, waAAala rabbina tawakkalna.)",
                    "TRANSLATED_TEXT": "（我们以真主的名义进入，以真主的名义离开，我们信赖我们的主。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/18.mp3"
                }
            ]
        },
        {
            "ID": 12,
            "TITLE": "Invocation for going to the mosque",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_013.mp3",
            "TEXT": [
                {
                    "ID": 19,
                    "ARABIC_TEXT": "اللّهُـمَّ اجْعَـلْ فِي قَلْبـي نُوراً ، وَفي لِسَـانِي نُوراً، وَفِي سَمْعِي نُوراً, وَفِي بَصَرِيِ نُوراً, وَمِنْ فََوْقِي نُوراً , وَ مِنْ تَحْتِي نُوراً, وَ عَنْ يَمِينيِ نُوراَ, وعَنْ شِمَالِي نُوراً, وَمْن أَماَمِي نُوراً, وَمِنْ خَلْفيِ نُوراَ, واجْعَلْ فِي نَفْسِي نُوراً, وأَعْظِمْ لِي نُوراً, وَعظِّمْ لِي نُوراً, وَاجْعَلْ لِي نُوراً, واجْعَلنِي نُوراً, أللَّهُمَّ أَعْطِنِي نُوراً, واجْعَلْ فِي عَصَبِي نُوراً, وَفِي لَحْمِي نُوراً, وَفِي دَمِي نُوراً وَفِي شَعْرِي نُوراً, وفِي بَشَرِي نُوراً (أَللَّهُمَّ اجِعَلْ لِي نُوراً فِي قّبْرِي وَ نُوراَ فِي عِظاَمِي) (وَزِدْنِي نُوراً, وَزِدْنِي نُوراَ , وَزِدْنِي نُوراً) (وَهَبْ لِي نُوراً عَلَى نُوراً )",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahummaj 'al fee qalbee nooran, wa fee lisaanee nooran, wa fee sam'ee nooran, wa fee basaree nooran, wa min fawqee nooran, wa min tahtee nooran, wa 'an yameenee nooran, wa 'an shimaalee nooran, wa min 'amaamee nooran, wa min khalfee nooran. Wa j'al fee nafsee nooran, wa 'a'dhim lee nooran, wa 'a'dhim lee nooran. Waj'al lee nooran, waj'alnee nooran. Allaahumma a'tineje nooran, waj'al fee 'asabee nooran, wa fee lahmee nooran, wa fee damee nooran, wa fee sha'ree nooran, wa fee basharee nooran.[Allaahummaj'al lee nooran fee qabree, wa nooran fee 'idhaamee.][Wa zidnee nooran, wa zidnee nooran, wa zidnee nooran.][Wa hab lee nooran 'alaa noor.]",
                    "TRANSLATED_TEXT": "(‘O Allaah, place within my heart light; and upon my tongue light; and within my ears light; and within my eyes light; and place above me light; and beneath me light; and on my right light; and on my left light; and in front of me light; and behind me light; and place light within my soul; and augment light for me; and greaten light for me; and grant me light and make me light. O Allaah, bestow upon me light; and place light in my tendons; and light in my flesh; and light in my blood; and in light in my hair and light in my skin.’ [O Allaah, place light for me in my grave and light in my bones]. [And increase me with light and increase me with light and increase me with light]. [And grant me light upon light.]’)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/19.mp3"
                }
            ]
        },
        {
            "ID": 13,
            "TITLE": "祈求进入清真寺",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_014.mp3",
            "TEXT": [
                {
                    "ID": 20,
                    "ARABIC_TEXT": "(يَبْدَأُ بِرِجْلِهِ الْيُمْنَى) ، وَيَقُولُ: ((أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ))  [بِسْمِ اللَّهِ، وَالصَّلَاةُ] [وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ]  ((اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu billahil-AAatheem wabiwajhihil-kareem wasultanihil-qadeem minash-shaytanir-rajeem, [bismil-lah, wassalatu] [wassalamu AAala rasoolil-lah] , allahumma iftah lee abwaba rahmatik.)",
                    "TRANSLATED_TEXT": "（我向至高无上的安拉和他高贵的面容以及他永恒的权威寻求庇护，远离可恶的魔鬼。以安拉的名义，愿安拉的使者祈祷与平安。安拉啊，为我打开你的仁慈之门。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/20.mp3"
                }
            ]
        },
        {
            "ID": 14,
            "TITLE": "离开清真寺的恳求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_015.mp3",
            "TEXT": [
                {
                    "ID": 21,
                    "ARABIC_TEXT": "((يَبْدَأُ بِرِجْلِهِ الْيُسْرَى))  وَيَقُولُ: ((بِسْمِ اللَّهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِك، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah wassalatu wassalamu AAala rasoolil-lah, allahumma innee as-aluka min fadlik, allahumma iAAsimnee minash-shaytanir-rajeem.)",
                    "TRANSLATED_TEXT": "（以真主之名，愿真主的使者祈祷与平安。真主啊，我请求您的恩惠。真主啊，请保护我免受可恶的魔鬼的侵害。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/21.mp3"
                }
            ]
        },
        {
            "ID": 15,
            "TITLE": "纪念呼唤祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_016.mp3",
            "TEXT": [
                {
                    "ID": 22,
                    "ARABIC_TEXT": " يَقُولُ مِثْلَ مَا يَقُولُ المُؤَذِّنُ إِلاَّ فِي ((حَيَّ عَلَى الصَّلَاةِ وَحَيَّ عَلَى الْفَلَاحِ)) فَيقُولُ: ((لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "‘人们就像 mu-aththin（呼唤祈祷的人）所说的那样重复，除了当他说：Hayya AAalas-salah（或）hayya AAalal-falah ‘来祈祷，取得成功’时，人们应该说：La hawla wala quwwata illa billah。 “除了安拉之外，没有任何力量。”",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/22.mp3"
                },
                {
                    "ID": 23,
                    "ARABIC_TEXT": " يَقُولُ: ((وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبَّاً، وَبِمُحَمَّدٍ رَسُولاً، وَبِالْإِسْلاَمِ دِينَاً)) ((يَقُولُ ذَلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Immediately following the declaration of faith called by the mu-aththin, one says:Wa-ana ashhadu an la ilaha illal-lahu wahdahu la shareeka lah, wa-anna Muhammadan AAabduhu warasooluh, radeetu billahi rabban wabimuhammadin rasoolan wabil-islami deena.",
                    "TRANSLATED_TEXT": "在穆阿丁宣读信仰宣言后，有人立即说：“我也作证，除了安拉之外，没有人有权受到崇拜，独自一人，没有伙伴，穆罕默德是他的仆人和使者。”  我对安拉作为主、穆罕默德作为使者以及伊斯兰教作为宗教感到满意。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/23.mp3"
                },
                {
                    "ID": 24,
                    "ARABIC_TEXT": " ((يُصَلِّي عَلَى النَّبِيِّ صلى الله عليه وسلم بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "“在回应 mu.adhdhin 的召唤后，人们应该向先知（sal-Allaahu 'alayhe wa sallam）祈祷”。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/24.mp3"
                },
                {
                    "ID": 25,
                    "ARABIC_TEXT": "يَقُولُ: ((اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allahumma rabba hathihid-daAAwatit-tammah, wassalatil-qa-imah ati Muhammadan alwaseelata wal-fadeelah, wabAAath-hu maqaman mahmoodan allathee waAAadtah, innaka la tukhliful-meeAAad.",
                    "TRANSLATED_TEXT": "‘安拉啊，这个完美召唤的拥有者和这个祈祷的拥有者，请赐予穆罕默德·瓦西拉和法迪拉，并将他送上你所许诺的一个值得赞扬的平台。  确实，你永远不会辜负你的诺言。’al-waseelah：天堂中的一站。al-fadeelah：高于其他造物的等级。赞美平台：所有造物都会在其中赞美他，以便快速实现帐目，并从长期站立或代祷的角色中解脱出来。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/25.mp3"
                },
                {
                    "ID": 26,
                    "ARABIC_TEXT": "((يَدْعُو لِنَفسِهِ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لاَ يُرَدُّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "人们还应该在阿坦和伊卡玛之间的时间为自己祈求，因为此时的祈求不会被拒绝。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/26.mp3"
                }
            ]
        },
        {
            "ID": 2,
            "TITLE": "穿衣服的祷告",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_003.mp3",
            "TEXT": [
                {
                    "ID": 5,
                    "ARABIC_TEXT": "(الْحَمْدُ للَّهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة...)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee kasanee hatha (aththawb) warazaqaneehi min ghayri hawlin minnee wala quwwah.)",
                    "TRANSLATED_TEXT": "（一切赞美归于真主，他为我穿上了这件衣服，并为我提供了它，我没有任何力量或力量。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/5.mp3"
                }
            ]
        },
        {
            "ID": 3,
            "TITLE": "祈求穿上新衣服",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_004.mp3",
            "TEXT": [
                {
                    "ID": 6,
                    "ARABIC_TEXT": "( اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma lakal-hamdu anta kasawtaneeh, as-aluka min khayrihi wakhayri ma suniAAa lah, wa-aAAoothu bika min sharrihi washarri ma suniAAa lah.)",
                    "TRANSLATED_TEXT": "（安拉啊，因为你是一切赞美，你给我穿上了它（即衣服），我向你祈求它的好处和它被创造的好处，我向你寻求庇护，免受它的邪恶和它被创造的邪恶。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/6.mp3"
                }
            ]
        },
        {
            "ID": 4,
            "TITLE": "为那些穿新衣服的人祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_005.mp3",
            "TEXT": [
                {
                    "ID": 7,
                    "ARABIC_TEXT": "(تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى)",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Tublee wayukhliful-lahu taAAala.)",
                    "TRANSLATED_TEXT": "（愿你把它磨损了，真主安拉（用另一个）替换它。”预期的含义：祈求长寿。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/7.mp3"
                },
                {
                    "ID": 8,
                    "ARABIC_TEXT": "(اِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ilbas jadeedan waAAish hameedan wamut shaheedan.)",
                    "TRANSLATED_TEXT": "（穿上新衣服，活得值得称道，死得像沙希德。）（沙希德：为了让安拉的话语更优越或为了捍卫伊斯兰教而与异教徒作战而死的人。它在圣行中还有其他含义，例如：为捍卫自己的生命、财富或家庭而死的人；因分娩而去世的妇女；溺水的人……等等。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/8.mp3"
                }
            ]
        },
        {
            "ID": 5,
            "TITLE": "当他穿上衣服时他会说什么？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_006.mp3",
            "TEXT": [
                {
                    "ID": 9,
                    "ARABIC_TEXT": "(بِسْمِ اللَّهِ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah.)",
                    "TRANSLATED_TEXT": "（以安拉的名义。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/9.mp3"
                }
            ]
        },
        {
            "ID": 16,
            "TITLE": "开幕式祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_017.mp3",
            "TEXT": [
                {
                    "ID": 27,
                    "ARABIC_TEXT": " ((اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma baAAid baynee wabayna khatayaya kama baAAadta baynal-mashriqi walmaghrib, allahumma naqqinee min khatayaya kama yunaqqath-thawbul-abyadu minad-danas, allahummagh-silnee min khatayaya biththalji walma/i walbarad.)",
                    "TRANSLATED_TEXT": "（阿拉啊，让我远离我的罪孽，就像你让东方与西方保持距离一样，阿拉啊，净化我的罪孽，就像白袍净化污秽一样，阿拉啊，用雪、水和冰净化我的罪孽。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/27.mp3"
                },
                {
                    "ID": 28,
                    "ARABIC_TEXT": "((سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanakal-lahumma wabihamdika watabarakas-muka wataAAala jadduka wala ilaha ghayruk.)",
                    "TRANSLATED_TEXT": "（真主啊，你是多么完美，我赞美你。你的名字是受称颂的，你的地位是崇高的，除了你之外，没有人有权受到崇拜。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/28.mp3"
                },
                {
                    "ID": 29,
                    "ARABIC_TEXT": "((وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفَاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاَتِي، وَنُسُكِي، وَمَحْيَايَ، وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ. اللَّهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبي جَمِيعَاً إِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ. وَاهْدِنِي لِأَحْسَنِ الأَخْلاقِ لاَ يَهْدِي لِأَحْسَنِها إِلاَّ أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ كُلُّهُ بِيَـــــــدَيْكَ، وَالشَّـــــرُّ لَيْسَ إِلَيْــــــكَ، أَنَا بِكَ وَإِلَيْكَ، تَبارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Wajjahtu wajhiya lillathee fataras-samawati wal-arda haneefan wama ana minal-mushrikeen, inna salatee wanusukee wamahyaya wamamatee lillahi rabbil-AAalameen, la shareeka lahu wabithalika omirtu wa-ana minal-muslimeen. Allahumma antal-maliku la ilaha illa ant. anta rabbee wa-ana AAabduk, thalamtu nafsee waAAtaraftu bithanbee faghfir lee thunoobee jameeAAan innahu la yaghfiruth-thunooba illa ant.wahdinee li-ahsanil-akhlaqi la yahdee li-ahsaniha illa ant, wasrif AAannee sayyi-aha la yasrifu AAannee sayyi-aha illa ant, labbayka wasaAAdayk,walkhayru kulluhu biyadayk, washsharru laysa ilayk, ana bika wa-ilayk, tabarakta wataAAalayt, astaghfiruka wa-atoobu ilayk.)",
                    "TRANSLATED_TEXT": "（我真诚地将脸转向创造了天地的他，我不属于那些与安拉交往的人。确实，我的祈祷，我的牺牲，我的生命和我的死亡都是为了安拉，世界之主，他没有伙伴，我受此命令，我是穆斯林。安拉啊，你是主权者，除了你之外，没有人有权受到崇拜。你是我的主，我是你的仆人，我伤害了自己的灵魂并承认我的罪孽，所以请宽恕我所有的罪过，因为除了你之外没有人能引导我走向最好的品格，因为除了你之外没有人能把我从最坏的品格中解救出来，因为除了你之外，我很高兴为你服务，所有的善都在你的手中，我的存在不是出于你的意志，我会向你祈求祝福和悔改。你。）（真主不会创造没有任何好处或包含任何好处、智慧或仁慈的纯粹邪恶，他也不会惩罚没有犯过罪的任何人。从特定的角度来看，某些东西在其创造方面可能是好的，同时从另一个角度来看是邪恶的。安拉创造了魔鬼，并通过他来考验他的仆人，所以有人憎恨魔鬼，与他和他的道路作斗争，他们对他和他的追随者怀有敌意，还有其他人效忠魔鬼并跟随他的脚步，因此邪恶是通过他的意志和智慧存在于他的创造物中，而不是在他的行为或创造行为中。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/29.mp3"
                },
                {
                    "ID": 30,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيْكَائِيلَ، وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma rabba jibra-eel, wameeka-eel, wa-israfeel fatiras-samawati walard, AAalimal-ghaybi washshahadah, anta tahkumu bayna AAibadika feema kanoo feehi yakhtalifoon. ihdinee limakh-tulifa feehi minal-haqqi bi-ithnik, innaka tahdee man tasha-o ila siratin mustaqeem.)",
                    "TRANSLATED_TEXT": "（安拉啊，吉布拉埃尔、米卡埃尔和伊斯拉斐尔（伟大的角度）的主，天地的创造者，可见和不可见的知识者。你是你的仆人之间争论的仲裁者。在你的许可下，在他们有分歧的事情上引导我走向真理，因为你确实引导你所愿意的人走上一条正路。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/30.mp3"
                },
                {
                    "ID": 31,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً)) ثَلاثاً ((أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahu akbaru kabeera, Allahu akbaru kabeera, Allahu akbaru kabeera, walhamdu lillahi katheera, walhamdu lillahi katheera, walhamdu lillahi katheera, wasubhanal-lahi bukratan wa-aseela.)(aAAoothu billahi minash-shaytani min nafkhihi wanafthihi wahamzih.)",
                    "TRANSLATED_TEXT": "（安拉是最伟大的，安拉是最伟大的，安拉是最伟大的，多赞美安拉，多赞美安拉，多赞美安拉，我在清晨和傍晚宣告安拉的完美。）（我向安拉寻求庇护，远离魔鬼，远离他的骄傲，他的诗歌和他的疯狂。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/31.mp3"
                },
                {
                    "ID": 32,
                    "ARABIC_TEXT": "((اللَّهُمَّ لَكَ الْحَمْدُ، أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، [وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَواتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ] [وَلَكَ الْحَمْدُ] [أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمحَمَّدٌ صلى الله عليه وسلم حَقٌّ، وَالسّاعَةُ حَقٌّ] [اللَّهُمَّ لَكَ أَسْلَمتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خاصَمْتُ، وَإِلَيْكَ حاكَمْتُ. فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ] [وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي] [أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ] [أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ] [وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma lakal-hamd anta noorus-samawati wal-ardi waman feehin, walakal-hamd, anta qayyimus-samawati walardi waman feehin, [walakal-hamd, anta rabbus-samawati walardi waman feehin], [walakal-hamd, laka mulkus-samawati walardi waman feehin] [walakal-hamd, anta malikus-samawati walard] [walakal-hamd] [antal-haq, wawaAAdukal-haq, waqawlukal-haq, waliqa-okal-haq, waljannatu haq wannaru haq, wannabiyyoona haq, wa Muhammadun  haq, wassaAAatu haq] [allahumma laka aslamt, waAAalayka tawakkalt, wabika amant, wa-ilayka anabt, wabika khasamt, wa-ilayka hakamt, faghfir lee ma qaddamt, wama akhkhart, wama asrart, wama aAAlant] [antal-muqaddim, wa-antal-mu-akhkhir, la ilaha illa ant] [anta ilahee la ilaha illa ant .)",
                    "TRANSLATED_TEXT": "（真主啊，一切赞美都属于你，你是天地和天地万物的光。一切赞美都属于你，你是天地和天地万物的维持者。一切赞美都属于你。你是天地和天地万物的主宰。一切赞美都属于你，天地王国和天地万物都属于你。一切赞美都属于你，你是天地之王。一切赞美都属于大地，你的应许是真实的，你的话语是真实的，我们遇见你的那一天是真实的，天堂花园是真实的，火是真实的，先知是真实的，穆罕默德是真实的，最后的时刻是真实的，安拉啊，我已经屈服于你，我已经相信了你，我已经向你悔改了，我已经向你提出了争论，我已经转向了你。因此，请原谅我已经发生的和将要发生的罪过，以及我所隐藏的和公开的，除了你之外，没有人有权受到崇拜，你是我的神，除了你之外，没有人有权受到崇拜。）（Al-Muqaddim 和 Al-Mu-akhkhir 的含义：安拉在他的创造物中提出并偏爱他所愿意的人。根据他的智慧推迟和阻止他所愿意的人，例如，偏爱人类胜过其他受造物，偏爱先知胜过其他人类，偏爱穆罕默德胜过所有先知和使者……等等）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/32.mp3"
                }
            ]
        },
        {
            "ID": 17,
            "TITLE": "鞠躬祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_018.mp3",
            "TEXT": [
                {
                    "ID": 33,
                    "ARABIC_TEXT": "((سُبْحانَ رَبِّيَ الْعَظِيمِ)). ثلاث مرَّاتٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhana rabbiyal-AAatheem (three times))",
                    "TRANSLATED_TEXT": "（至尊主，多么完美。’（三遍））",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/33.mp3"
                },
                {
                    "ID": 34,
                    "ARABIC_TEXT": "((سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanakal-lahumma rabbana wabihamdik, allahummagh-fir lee)",
                    "TRANSLATED_TEXT": "（真主啊，我们的主啊，你是多么完美，我赞美你。真主啊，请原谅我。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/34.mp3"
                },
                {
                    "ID": 35,
                    "ARABIC_TEXT": "((سُبُّوُحٌ، قُدُّوسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوحِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subboohun quddoos, rabbul-mala-ikati warrooh.)",
                    "TRANSLATED_TEXT": "（完美而神圣（他是），角度之主和Rooh（即Jibra-eel）。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/35.mp3"
                },
                {
                    "ID": 36,
                    "ARABIC_TEXT": "((اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَــــظْمِي، وَعَصَبِي، [وَمَا استَقَلَّتْ بِهِ قَدَمِي])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma laka rakaAAt, wabika amant, walaka aslamt, khashaAAa laka samAAee, wabasaree, wamukhkhee, waAAathmee, waAAasabee, wamas-taqalla bihi qadamee.)",
                    "TRANSLATED_TEXT": "（真主啊，我向你鞠躬，我相信你，我向你屈服。我的听觉、视觉、思想、骨骼、肌腱和我的脚所携带的东西都在你面前谦卑。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/36.mp3"
                },
                {
                    "ID": 37,
                    "ARABIC_TEXT": "((سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhana thil-jabaroot, walmalakoot, walkibriya/, walAAathamah.)",
                    "TRANSLATED_TEXT": "（他是多么完美，拥有全部权力、主权、辉煌和伟大。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/37.mp3"
                }
            ]
        },
        {
            "ID": 18,
            "TITLE": "祈求起身鞠躬",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_019.mp3",
            "TEXT": [
                {
                    "ID": 38,
                    "ARABIC_TEXT": "((سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(SamiAAal-lahu liman hamidah)",
                    "TRANSLATED_TEXT": "（愿真主回答赞美他的人。）（此祈求应在起床时进行。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/38.mp3"
                },
                {
                    "ID": 39,
                    "ARABIC_TEXT": "((رَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثيراً طَيِّباً مُبارَكاً فِيهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Rabbana walakal-hamdu hamdan katheeran tayyiban mubarakan feeh.)",
                    "TRANSLATED_TEXT": "（我们的主，一切赞美都归你，丰富美丽的祝福赞美。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/39.mp3"
                },
                {
                    "ID": 40,
                    "ARABIC_TEXT": "((مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ. أَهلَ الثَّناءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ. اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Mil-as-samawati wamil-al-ard, wama baynahuma, wamil/a ma shi/ta min shay-in baAAd, ahlath-thana-i walmajd, ahaqqu ma qalal-AAabd, wakulluna laka AAabd. Allahumma la maniAAa lima aAAtayt, wala muAAtiya lima manaAAt, wala yanfaAAu thal-jaddi minkal-jad.)",
                    "TRANSLATED_TEXT": "（诸天、大地和天地间的一切都充满了对你的赞美，你所愿的一切都充满了对你的赞美。啊，赞美和威严的拥有者，奴隶所说的最真实的话（对你来说），我们都是你的奴隶。安拉啊，没有人可以阻止你所愿意赐予的东西，也没有人可以赐予你愿意阻止的东西，没有财富或威严可以使任何人受益，因为所有的财富和威严都来自于你。陛下。）（此请求只能与前一个请求一起选择性地提出。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/40.mp3"
                }
            ]
        },
        {
            "ID": 19,
            "TITLE": "顶礼祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_020.mp3",
            "TEXT": [
                {
                    "ID": 41,
                    "ARABIC_TEXT": "((سُبْحَانَ رَبِّيَ الأَعْلَى)) ثلاث مرَّاتٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhana rabbiyal-aAAla. (three times)))",
                    "TRANSLATED_TEXT": "（至高者，我的主是多么完美。’（三遍））",
                    "REPEAT": 3,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/41.mp3"
                },
                {
                    "ID": 42,
                    "ARABIC_TEXT": "((سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanakal-lahumma rabbana wabihamdik, allahummagh- fir lee.)",
                    "TRANSLATED_TEXT": "（真主啊，我们的主啊，你是多么完美，我赞美你。真主啊，请原谅我。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/42.mp3"
                },
                {
                    "ID": 43,
                    "ARABIC_TEXT": "((سُبوحٌ، قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subbohoon quddos, rabbul-mala-ikati warrooh.)",
                    "TRANSLATED_TEXT": "（完美而神圣（他是），角度之主和Rooh（即Jibra-eel）。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/43.mp3"
                },
                {
                    "ID": 44,
                    "ARABIC_TEXT": "((اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسنُ الْخَالِقينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma laka sajadt, wabika amant, walaka aslamt, sajada wajhee lillathee khalaqahu wasawwarahu washaqqa samAAahu wabasarahu, tabarakal-lahu ahsanul-khaliqeen.)",
                    "TRANSLATED_TEXT": "（安拉啊，我向你俯伏，我相信你，我向你屈服。我的脸向创造它、塑造它、并赋予它听觉和视觉能力的他俯伏。安拉是最伟大的创造者，是有福的。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/44.mp3"
                },
                {
                    "ID": 45,
                    "ARABIC_TEXT": "((سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhana thil-jabaroot, walmalakoot, walkibriya/, walAAathamah.)",
                    "TRANSLATED_TEXT": "（他是多么完美，拥有全部权力、主权、辉煌和伟大。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/45.mp3"
                },
                {
                    "ID": 46,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ: دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَّتَهُ وَسِرَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lee thanbee kullah, diqqahu wajillah, wa-awwalahu wa-akhirah, wa- AAalaniyyatahu wa-sirrah.)",
                    "TRANSLATED_TEXT": "（真主啊，请宽恕我所有的罪过，无论是小罪还是大罪，最初的罪还是最后的罪，以及可见的和隐藏的罪。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/46.mp3"
                },
                {
                    "ID": 47,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu biridaka min sakhatik, wa-bimuAAafatika min AAuqoobatik, wa-aAAoothu bika mink, la ohsee thana-an AAalayk, anta kama athnayta AAala nafsik.)",
                    "TRANSLATED_TEXT": "（安拉啊，我在你的喜悦中躲避你的不悦，在你的宽恕中躲避你的惩罚，我在你的宽恕中躲避你。我无法列举你的赞美，你就像你赞美自己一样。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/47.mp3"
                }
            ]
        },
        {
            "ID": 20,
            "TITLE": "两次礼拜之间的静坐祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_021.mp3",
            "TEXT": [
                {
                    "ID": 48,
                    "ARABIC_TEXT": "((رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Rabbigh-fir lee, rabbigh-fir lee.)",
                    "TRANSLATED_TEXT": "（主啊，饶恕我吧，主啊，饶恕我吧。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/48.mp3"
                },
                {
                    "ID": 49,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lee, warhamnee, wahdinee, wajburnee, waAAafinee, warzuqnee warfaAAnee.)",
                    "TRANSLATED_TEXT": "（安拉啊，宽恕我，怜悯我，引导我，丰富我，赐予我健康，赐予我食物并提高我的等级。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/49.mp3"
                }
            ]
        },
        {
            "ID": 21,
            "TITLE": "大礼拜念诵祈请文",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_022.mp3",
            "TEXT": [
                {
                    "ID": 50,
                    "ARABIC_TEXT": "((سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، ﴿فَتَبارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Sajada wajhee lillathee khalaqahu washaqqa samAAahu wabasarahu bihawlihi waquwwatih  { tabaraka Allahu ahsanu alkhaliqeen}.)",
                    "TRANSLATED_TEXT": "(My face fell prostrate before He who created it and brought forth its faculties of hearing and seeing by His might and power.<< So Blessed is Allah, the best of creators.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/50.mp3"
                },
                {
                    "ID": 51,
                    "ARABIC_TEXT": "((اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummak-tub lee biha  AAindaka ajra, wadaAA  AAannee biha wizra, wajAAalha lee AAindaka thukhra, wataqabbalha minnee kama taqabbaltaha min AAabdika Dawood.)",
                    "TRANSLATED_TEXT": "（安拉啊，请为我记下对此的奖励（礼拜），并消除我的罪过。为我保存它并从我那里接受它，就像您从您的仆人达乌德那里接受它一样。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/51.mp3"
                }
            ]
        },
        {
            "ID": 22,
            "TITLE": "塔沙胡德",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_023.mp3",
            "TEXT": [
                {
                    "ID": 52,
                    "ARABIC_TEXT": "((التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسولُهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Attahiyyatu lillahi wassalawatu wattayyibat, assalamu AAalayka ayyuhan-nabiyyu warahmatul-lahi wabarakatuh, assalamu AAalayna waAAala AAibadil-lahis-saliheen. Ash-hadu an la ilaha illal-lah, wa-ashhadu anna Muhammadan AAabduhu warasooluh.)",
                    "TRANSLATED_TEXT": "（At-tahiyyat 是为了安拉。所有的崇拜行为和善行都是为了他。先知啊，安拉的平安、慈悲和祝福降临在你身上。愿安拉降临在我们和安拉所有正义的仆人身上。我作证，除了安拉之外，没有人有权利受到崇拜，我作证穆罕默德是他的奴隶和使者。）（At-tahiyyat：所有表明安拉荣耀的词语。他的永恒存在，他的永恒存在，他的生命。）完美和他的主权。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/52.mp3"
                }
            ]
        },
        {
            "ID": 23,
            "TITLE": "在塔沙胡德之后为先知祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_024.mp3",
            "TEXT": [
                {
                    "ID": 53,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma salli AAala Muhammad, wa-AAala ali Muhammad, kama sallayta AAala Ibraheema wa-AAala ali Ibraheem, innaka Hameedun Majeed, allahumma barik AAala  Muhammad, wa-AAala ali Muhammad, kama barakta AAala Ibraheema wa-AAala ali Ibraheem, innaka Hameedun Majeed.)",
                    "TRANSLATED_TEXT": "（真主啊，请为穆罕默德和穆罕默德的追随者祈祷，就像您为易卜拉欣和易卜拉欣的追随者祈祷一样。确实，您充满了赞美和威严。真主啊，请为穆罕默德和穆罕默德的家人祝福，就像您为易卜拉欣和易卜拉欣的家人祝福一样。确实，您充满了赞美和威严。）（发送祈祷：在最高和最优越的聚会中赞美和颂扬他：最接近安拉的天使）（（al）已被翻译成最广泛的含义：一些学者认为这里的含义更具体，它的意思是：他的追随者来自他的家庭。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/53.mp3"
                },
                {
                    "ID": 54,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْواجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. إِنَّكَ حَمِيدٌ مَجِيدٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma salli AAala Muhammad wa-AAala azwajihi wathurriyyatihi kama sallayta AAala ali Ibraheem, wabarik AAala Muhammad, wa-AAala azwajihi wathurriyyatih, kama barakta AAala ali Ibraheem. innaka Hameedun Majeed.)",
                    "TRANSLATED_TEXT": "（真主啊，请为穆罕默德及其妻子和后裔祈祷，就像您为易卜拉欣的家人祈祷一样；请为穆罕默德及其妻子和后裔祈福，就像您为易卜拉欣的家人祝福一样。确实，您充满了赞美和威严。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/54.mp3"
                }
            ]
        },
        {
            "ID": 24,
            "TITLE": "行礼前的最后一次拜礼之后的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_025.mp3",
            "TEXT": [
                {
                    "ID": 55,
                    "ARABIC_TEXT": "((اللَّهُــمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika min AAathabil-qabr, wamin AAathabi jahannam, wamin fitnatil-mahya walmamat, wamin shari fitnatil-maseehid-dajjal.)",
                    "TRANSLATED_TEXT": "（安拉啊，我向你寻求庇护，免遭坟墓的惩罚、火的折磨、生与死的考验和磨难，以及达加尔的邪恶苦难。）（达加尔：最后时刻的伟大征兆和降临人类的最大考验之一，每个先知都警告过。大多数人类都会追随他。他将从伊朗阿斯巴罕出现在当穆斯林征服君士坦丁堡时，他将被赋予特殊的权力，并使真理看起来是假的，反之亦然，然后他将声称自己是先知，最后，从他的特征来看，他的右眼是盲目的，这是与他自称是真主相矛盾的明确证据，因为这是一个不完美的标志，每个信徒，识字或文盲都会认出。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/55.mp3"
                },
                {
                    "ID": 56,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ. اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika min AAathabil-qabr, wa-aAAoothu bika min fitnatil-maseehid-dajjal, wa-aAAoothu bika min fitnatil-mahya walmamat. Allahumma innee aAAoothu bika minal-ma/thami walmaghram.)",
                    "TRANSLATED_TEXT": "（阿拉啊，我庇护你免于坟墓的惩罚，我庇护你免于 Al-Maseeh Ad-Dajjal 的诱惑和考验，我庇护你免于生与死的考验和磨难。阿拉啊，我庇护你免于罪恶和债务。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/56.mp3"
                },
                {
                    "ID": 57,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفورُ الرَّحيمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee thalamtu nafsee thulman katheeran wala yaghfiruth-thunooba illa ant, faghfir lee maghfiratan min AAindik warhamnee, innaka antal-Ghafoorur-Raheem.)",
                    "TRANSLATED_TEXT": "（真主啊，我确实过分地压迫了我的灵魂，除了您之外，没有人能宽恕我的罪过，所以请您宽恕我，并怜悯我。当然，您是最宽恕的，最仁慈的。）（来自您自己：即来自您最内在的恩典，而不值得它，以及与您巨大的慷慨相称的宽恕。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/57.mp3"
                },
                {
                    "ID": 58,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lee ma qaddamtu,  wama akhkhart, wama asrartu wama aAAlant, wama asraftt, wama anta aAAlamu bihi minnee, antal-muqaddimu wa-antal-mu-akhkhiru la ilaha illa ant.)",
                    "TRANSLATED_TEXT": "（真主啊，请宽恕我已经发生的罪孽和将要发生的罪孽，宽恕我秘密犯下的罪孽和公开犯下的罪孽，以及我超越一切界限的罪孽以及您所了解的罪孽。您是 Al-Muqaddim 和 Al-Mu-akhkhir。除了您之外，没有人有权受到崇拜。）（Al-Muqaddim 和 Al-Mu-akhkhir 的含义：真主提出和在他的创造物中偏爱他所愿意的人，就像他根据他的智慧推迟和保留他所愿意的人一样，例如，偏爱人类胜过其他受造物，偏爱先知胜过其他人类，偏爱穆罕默德胜过所有先知和使者……等等。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/58.mp3"
                },
                {
                    "ID": 59,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبادَتِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma aAAinnee AAala thikrik, washukrik, wahusni AAibadatik.)",
                    "TRANSLATED_TEXT": "（安拉啊，请帮助我记住您，感谢您，并以最好的方式崇拜您。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/59.mp3"
                },
                {
                    "ID": 60,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika minal-bukhl, wa-aAAoothu bika minal-jubn, wa-aAAoothu bika min an oradda ila arthalil- AAumur, wa-aAAoothu bika min fitnatid-dunya waAAathabil-qabr.)",
                    "TRANSLATED_TEXT": "（真主啊，我皈依你，免遭吝啬和怯懦，我皈依你，以免我回到最糟糕的生活，“即年老、虚弱、无能和处于恐惧状态”，我皈依你，避免今生的考验和磨难以及坟墓的惩罚。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/60.mp3"
                },
                {
                    "ID": 61,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-alukal-jannah, wa-aAAoothu bika minan-nar.)",
                    "TRANSLATED_TEXT": "（安拉啊，我请求你赐予我天堂，我向你寻求庇护，远离火狱。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/61.mp3"
                },
                {
                    "ID": 62,
                    "ARABIC_TEXT": "((اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْــــأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma biAAilmikal-ghayb, waqudratika AAalal-khalq, ahyinee ma AAalimtal-hayata khayran lee watawaffanee itha AAalimtal-wafata khayran lee, allahumma innee as-aluka khashyataka fil-ghaybi washshahadah, wa-as-aluka kalimatal-haqqi fir-rida walghadab, wa-as-alukal-qasda fil-ghina walfaqr, wa-as-aluka naAAeeman la yanfad, wa-as-aluka qurrata AAaynin la tanqatiAA, wa-as-alukar-rida baAAdal-qada/, wa-as-aluka bardal-AAayshi baAAdal-mawt, wa-as-aluka laththatan-nathari ila wajhik, washshawqa ila liqa-ik fee ghayri darraa mudirrah, wala fitnatin mudillah, allahumma zayyinna bizeenatil-eeman wajAAalna hudatan muhtadeen.)",
                    "TRANSLATED_TEXT": "（安拉啊，通过你对看不见的知识和你对创造的力量，让我活下去，只要你知道这样的生活对我有好处，如果你知道死亡对我更好，请带走我。安拉啊，让我在秘密或公开场合都敬畏你，我请求你使我在快乐和愤怒的时候言语诚实。我请求你使我在富有和贫穷的时候温和，我请求你永远的幸福和快乐。我请求你我对你的法令感到满意，并在死后过上轻松的生活。我请求你以一种甜蜜的方式看着你的脸，并渴望以一种不会带来伤害的灾难或会导致偏差的考验的方式遇到你，安拉啊，用信仰的装饰来美化我们，使我们成为那些引导和被正确引导的人。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/62.mp3"
                },
                {
                    "ID": 63,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يولَدْ، وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka ya Allah bi-annakal-wahidul-ahadus-samad, allathee lam yalid walam yoolad, walam yakun lahu kufuwan ahad, an taghfira lee thunoobee innaka antal-Ghafoorur-Raheem.)",
                    "TRANSLATED_TEXT": "（真主啊，我问你，真主啊，你是独一的、唯一的、AS-Samad，你是不生育的，也不是被生育的，没有人能比他宽恕我的罪过，因为你确实是宽恕者、最仁慈的。）（AS-Samad：自给自足的主人，拥有完美属性的人，所有受造物在其所有需要时都转向他。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/63.mp3"
                },
                {
                    "ID": 64,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka bianna lakal-hamd, la ilaha illa ant wahdaka la shareeka lak, almannan, ya badeeAAas-samawati wal-ard, ya thal-jalali wal-ikram, ya hayyu ya qayyoom, innee as-alukal-jannah, wa-aAAoothu bika minan-nar.)",
                    "TRANSLATED_TEXT": "（真主啊，我祈求您，一切赞美都归于您，除了您，没有人有权利受到崇拜，除了您，独自一人，没有伙伴。您是恩人。天地的创造者啊，威严和荣誉的拥有者啊，永生者啊，自给自足的人和所有人的支持者啊，我确实向您祈求天堂，并与您一起避难火狱。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/64.mp3"
                },
                {
                    "ID": 65,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ)) .",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma inne as-aluka biannee ashhadu annaka antal-lah, la ilaha illa ant, al-ahadus-samad, allathee lam yalid walam yoolad walam yakun lahu kufuwan ahad.)",
                    "TRANSLATED_TEXT": "（真主啊，我请求你，我见证你是真主，除了你之外，没有人有权利受到崇拜，独一者，AS-Samad，你没有生育，也没有被生育，没有人能比得上他。）（AS-Samad：自给自足的大师，完美属性的拥有者，所有受造物在其所有需要时都转向他。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/65.mp3"
                }
            ]
        },
        {
            "ID": 25,
            "TITLE": "祈祷后的纪念",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_026.mp3",
            "TEXT": [
                {
                    "ID": 66,
                    "ARABIC_TEXT": "((أَسْتَغْفِرُ اللَّهَ (ثَلاَثَاً) اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Astaghfirul-lah (three times) (Allahumma antas-salam waminkas-salam, tabarakta ya thal-jalali wal-ikram.))",
                    "TRANSLATED_TEXT": "（我祈求真主的宽恕。（三遍）（真主啊，你是 As-Salam，所有的平安都来自你，你是有福的，威严和荣誉的拥有者。）（AS-Salam：没有任何缺陷和缺陷的那一位。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/66.mp3"
                },
                {
                    "ID": 67,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [ثلاثاً]، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, allahumma la maniAAa lima aAAtayt, wala muAAtiya lima manaAAt, wala yanfaAAu thal-jaddi minkal-jad.)",
                    "TRANSLATED_TEXT": "（除了真主之外，没有人有权受到崇拜，只有真主，没有伴侣，所有的主权和赞美都属于他，他是万能的。真主啊，没有人可以阻止你所愿意赐予的东西，没有人可以赐予你愿意阻止的东西，没有财富或威严可以使任何人受益，因为所有的财富和威严都来自于你。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/67.mp3"
                },
                {
                    "ID": 68,
                    "ARABIC_TEXT": "((لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ, لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah, wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer. la hawla wala quwwata illa billah, la ilaha illal-lah, wala naAAbudu illa iyyah, lahun-niAAmatu walahul-fadl walahuth-thana-ol- hasan, la ilaha illal-lah mukhliseena lahud-deen walaw karihal-kafiroon.)",
                    "TRANSLATED_TEXT": "（除了真主之外，没有人有权受到崇拜，只有真主，没有伴侣，一切主权和赞美都属于他，他是万能的。除了真主，没有任何力量和权力，除了真主，没有人有权利受到崇拜，除了他之外，我们不崇拜任何人。因为他是所有的恩惠，恩典和光荣的赞美。除了真主，没有人有权利受到崇拜，我们真诚地信仰和奉献他，尽管不信道者讨厌它。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/68.mp3"
                },
                {
                    "ID": 69,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ (ثلاثاً وثلاثين) لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lah walhamdu lillah, wallahu akbar (thirty-three times). (La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer.))",
                    "TRANSLATED_TEXT": "（真主是多么完美，一切赞美都归于真主，真主是最伟大的。（三十三次）（除了真主，没有人有权受崇拜，独自一人，没有伙伴，一切主权和赞美都属于他，他是万能的。））",
                    "REPEAT": 33,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/69.mp3"
                },
                {
                    "ID": 70,
                    "ARABIC_TEXT": "بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾، بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾،بسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ بَعْدَ كُلِّ صَلاَةٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "以下三首 Soorah 应在晌礼、晡礼和斋戒后背诵一次，在晨礼和昏礼祈祷后背诵三次。 [Soorah al-Ikhlaas (112)] [Soorah al-Falaq (113)] [Soorah an-Naas (114)]",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/70.mp3"
                },
                {
                    "ID": 71,
                    "ARABIC_TEXT": "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾ عَقِبَ كلِّ صَلاَةٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "每次祈祷后背诵 Aayat ul-Kursee 也是来自圣行：[Soorah al-Baqarah, Aayah 255]",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/71.mp3"
                },
                {
                    "ID": 72,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)) عَشْرَ مَرّاتٍ بَعْدَ صَلاةِ الْمَغْرِبِ وَالصُّبْحِ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, yuhyee wayumeet, wahuwa AAala kulli shayin qadeer.(ten times after the maghrib & fajr prayers))",
                    "TRANSLATED_TEXT": "（除了安拉之外，没有人有权受到崇拜，独自一人，没有伴侣，所有主权和赞美都属于他，他赐予生命并导致死亡，他是万能的。（昏礼和晨礼祈祷后十次））",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/73.mp3"
                },
                {
                    "ID": 73,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً)) بَعْدَ السّلامِ مِنْ صَلاَةِ الفَجْرِ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka AAilman nafiAAan, warizqan tayyiban, waAAamalan mutaqabbalan.(after salam from fajr prayer))",
                    "TRANSLATED_TEXT": "（真主啊，我祈求您赐予有益的知识、美好的食物和可接受的行为。）（在晨礼拜功后说）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/73.mp3"
                }
            ]
        },
        {
            "ID": 26,
            "TITLE": "伊斯提卡拉祈祷祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_027.mp3",
            "TEXT": [
                {
                    "ID": 74,
                    "ARABIC_TEXT": "قَالَ جَابرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا: كَانَ رسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الْاسْتِخَارَةَ فِي الْأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ: ((إِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ، ثُمَّ لْيَقُلْ: اللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ؛ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ – فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ)).وَمَا نَدِمَ مَنِ اسْتَخَارَ الْخَالِقَ، وَشَاوَرَ الْمَخْلُوقِينَ الْمُؤْمِنِينَ وَتَثَبَّتَ فِي أَمْرِهِ، فَقَدْ قَالَ اللَّه تعالى: ﴿وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ﴾ .",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(On the authority of Jabir Ibn AAabdullah , he said: ’The Prophet  would instruct us to pray for guidance in all of our concerns, just as he would teach us a chapter from the Quran.  He  would say ’ If any of you intends to undertake a matter then let him pray two supererogatory units (two rakAAah nafilah) of prayer and after which he should supplicate:Allahumma innee astakheeruka biAAilmik, wa-astaqdiruka biqudratik, wa-as-aluka min fadlikal-AAatheem, fa-innaka taqdiru wala aqdir, wataAAlamu wala aAAlam ,wa-anta AAallamul ghuyoob, allahumma in kunta taAAlamu anna hathal-amr (say your need) khayrun lee fee deenee wamaAAashee waAAaqibati amree faqdurhu lee, wayassirhu lee, thumma barik lee feeh, wa-in kunta taAAlamu anna hathal-amr sharrun lee fee deenee wamaAAashee waAAaqibati amree fasrifhu AAannee wasrifnee AAanh, waqdur liyal-khayra haythu kan, thumma ardinee bih.)(One who seeks guidance from his Creator and consults his fellow believers and then remains firm in his resolve does not regret, for Allah has said:washawirhum fee al-amri fa-itha AAazamta fatawakkal AAala Allah)(chapter 3 verse 159)",
                    "TRANSLATED_TEXT": "（根据贾比尔·伊本·阿阿卜杜拉的权威，他说：“先知会指示我们在所有问题上祈求指引，就像他教我们《古兰经》中的一章一样。他会说，‘如果你们中的任何一个人打算做一件事，那么让他做两个超级单位（两个 rakAAah nafilah）的祈祷，然后他应该祈求：‘安拉啊，我以你的知识和力量寻求你的建议，我寻求力量，我请求你的巨大恩惠，因为当我不能时，你确实有能力，当我不知道时，你确实知道，安拉啊，如果你知道这件事——在这里他提到了他的需要——在我的宗教、我的生活和结局方面对我有好处，那么你就为我颁布法令并促进它，并用它祝福我，如果你知道这件事对我的宗教、我的生活和结局有好处，那么。把它从我身上移开，把我从其中移走，为我规定什么是好的，无论它在哪里，让我对此感到满意。）（一个人寻求他的创造者的指导，咨询他的信徒同伴，然后坚定他的决心，不会后悔，因为真主说过：......并在事情上咨询他们。然后当你做出决定时，相信真主......）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/74.mp3"
                }
            ]
        },
        {
            "ID": 29,
            "TITLE": "晚上翻身时祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_030.mp3",
            "TEXT": [
                {
                    "ID": 112,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزيزُ الْغَفَّارُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lahul-wahidul-qahhar, rabbus-samawati wama baynahuma, alAAazeezul-ghaffar.)",
                    "TRANSLATED_TEXT": "（除了安拉，独一者，卡哈尔，没有人有权受到崇拜。天地之主，万能者，宽恕者。）（卡哈尔：征服了所有造物的那一位，所有造物都服从他。所有的运动都是由他的意志发生的。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/112.mp3"
                }
            ]
        },
        {
            "ID": 30,
            "TITLE": "为睡眠中的恐惧和那些饱受孤独之苦的人们祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_031.mp3",
            "TEXT": [
                {
                    "ID": 113,
                    "ARABIC_TEXT": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وَأَنْ يَحْضُرُونِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu bikalimatil-lahit-tammat min ghadabih,waAAiqabih, washarri AAibadih, wamin hamazatish-shayateen, wa-an yahduroon.)",
                    "TRANSLATED_TEXT": "（我皈依安拉的完美话语，免受他的愤怒和惩罚，免受他仆人的邪恶，以及魔鬼的疯狂和显现。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/113.mp3"
                }
            ]
        },
        {
            "ID": 31,
            "TITLE": "看到异象或梦想的人会做什么？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_032.mp3",
            "TEXT": [
                {
                    "ID": 114,
                    "ARABIC_TEXT": "((يَنْفُثُ عَنْ يَسَارِهِ)) (ثلاثاً).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "[((Spit on your left three times)(Spit: A form of spitting comprising mainly of air with little spittle)) - (Seek refuge in Allah from shaytan and the evil of what you saw (Three Times)) - (Do not relate it to anyone) - (Turn and sleep on the opposite side to which you were sleeping on previously.) - (Get up and pray if you so desire.) ]",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/114.mp3"
                },
                {
                    "ID": 115,
                    "ARABIC_TEXT": "((ويَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ)).",
                    "TRANSLATED_TEXT": "（如果你愿意的话，站起来祈祷。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/115.mp3"
                }
            ]
        },
        {
            "ID": 32,
            "TITLE": "奎努特·维特尔祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_033.mp3",
            "TEXT": [
                {
                    "ID": 116,
                    "ARABIC_TEXT": "((اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ؛ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، [وَلاَ يَعِزُّ مَنْ عَادَيْتَ]، تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummah-dinee feeman hadayt, waAAafinee feeman AAafayt, watawallanee feeman tawallayt, wabarik lee feema aAAtayt, waqinee sharra ma qadayt, fa-innaka taqdee wala yuqda AAalayk, innahu la yathillu man walayt, [wala yaAAizzu man AAadayt], tabarakta rabbana wataAAalayt.)",
                    "TRANSLATED_TEXT": "（安拉啊，请引导我与那些你所引导的人一起，宽恕我与那些你所宽恕的人，与那些你作为盟友的人一起成为我的盟友，并为我祝福你所赐予的一切。保护我免受你所颁布的灾难，因为你确实颁布了法令，没有人可以颁布法令凌驾于你之上。当然，你所效忠的人永远不会卑贱，而你视为敌人的人永远不会受到尊敬和强大。我们的主啊，您是受祝福和崇高的。）（您已颁布邪恶：真主不会创造没有任何好处或没有任何利益、智慧或仁慈的纯粹邪恶，也不会惩罚没有犯过罪的任何人。从特定角度来看，某些东西在其创造时可能是好的，同时从另一个角度来看是邪恶的。真主创造了魔鬼，并通过他来考验他的仆人，所以有人憎恨魔鬼，与他和他的道路作斗争他们对他和他的追随者怀有敌意，还有其他人效忠魔鬼并追随他的脚步，所以邪恶是通过他的意志和智慧存在于他的创造物中的，而不是在他的行动或创造行为中。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/116.mp3"
                },
                {
                    "ID": 117,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُــــوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu biridaka min sakhatik, wabimuAAafatika min AAuqoobatik, wa-aAAoothu bika mink, la ohsee thana-an AAalayk, anta kama athnayta AAala nafsik.)",
                    "TRANSLATED_TEXT": "（真主啊，我在你的喜悦中避难，在你的宽恕中避难，在你的宽恕中避难，我在你的宽恕中避难，远离你。我无法列举你的赞美。正如你所赞美的那样。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/117.mp3"
                },
                {
                    "ID": 118,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِيَّاكَ نعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ. اللَّهُمَّ إِنَّا نَسْتَعينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفرُكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma iyyaka naAAbud, walaka nusallee wanasjud, wa-ilayka nasAAa wanahfid, narjoo rahmatak, wanakhsha AAathabak, inna AAathabaka bilkafireena mulhaq. Allahumma inna nastaAAeenuk, wanastaghfiruk, wanuthnee AAalaykal- khayr, wala nakfuruk, wanu/minu bik, wanakhdaAAu lak wanakhlaAAu man yakfuruk.)",
                    "TRANSLATED_TEXT": "（真主啊，我们崇拜您，我们向您祈祷和俯伏，我们向您加速，我们侍奉您。我们希望您的仁慈，害怕您的惩罚，确实您的惩罚将落在不信道者身上。真主啊，我们寻求您的帮助，请求您的宽恕，我们以一切美好的方式赞美您，并且不不相信您。我们相信您并服从您，并且我们否认和拒绝那些不相信您的人。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/118.mp3"
                }
            ]
        },
        {
            "ID": 33,
            "TITLE": "Witr 礼拜后的 Dhikr",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_034.mp3",
            "TEXT": [
                {
                    "ID": 119,
                    "ARABIC_TEXT": "((سُبْحَانَ المَلِكِ القُدُّوسِ)) ثلاثَ مرَّاتٍ والثَّالِثَةُ يَجْهَرُ بها ويَمُدُّ بها صَوتَهُ يقولُ: [رَبِّ الْمَلاَئِكَةِ وَالرُّوحِ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-malikil-quddoos.(three times).on the third time he would raise his voice, elongate it and add: (Rabbil-mala-ikati warrooh.))",
                    "TRANSLATED_TEXT": "（国王，圣者是多么完美。（三次）第三次他会提高声音，拉长声音并添加：（角之王和Rooh（即Jibra-eel）。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/119.mp3"
                }
            ]
        },
        {
            "ID": 34,
            "TITLE": "为忧虑和悲伤祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_035.mp3",
            "TEXT": [
                {
                    "ID": 120,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُــــلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee AAabduk, ibnu AAabdik, ibnu amatik, nasiyatee biyadik, madin fiyya hukmuk, AAadlun fiyya qada-ok, as-aluka bikulli ismin huwa lak, sammayta bihi nafsak, aw anzaltahu fee kitabik, aw AAallamtahu ahadan min khalqik awis-ta/tharta bihi fee AAilmil-ghaybi AAindak, an tajAAalal-Qurana rabeeAAa qalbee, wanoora sadree, wajalaa huznee wathahaba hammee.)",
                    "TRANSLATED_TEXT": "（安拉啊，我是你的仆人，你仆人的儿子，你婢女的儿子，我的额发在你手中（即你完全掌握），你对我的命令永远执行，你对我的法令是公正的。我以属于你的每一个名字，你命名自己的名字，或在你的书中启示的，或你教导你的任何创造物的，或你与你一起保存在看不见的知识中的，让《古兰经》成为我的生命。心和我胸中的光，我的悲伤的离去和我的焦虑的释放。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/120.mp3"
                },
                {
                    "ID": 121,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika minal-hammi walhuzn, walAAajzi walkasali walbukhli waljubn, wadalAAid-dayni waghalabatir-rijal.)",
                    "TRANSLATED_TEXT": "（真主啊，我庇护你免遭焦虑和悲伤、软弱和懒惰、吝啬和胆怯、债务负担以及被人压垮。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/121.mp3"
                }
            ]
        },
        {
            "ID": 35,
            "TITLE": "痛苦的祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_036.mp3",
            "TEXT": [
                {
                    "ID": 122,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lahul-AAatheemul-haleem, la ilaha illal-lahu rabbul-AAarshil-AAatheem, la ilaha illal-lahu  rabbus-samawati warabbul-ardi warabbul-AAarshil-kareem.)",
                    "TRANSLATED_TEXT": "（除了宽恕的真主之外，没有人有权受到崇拜。除了伟大宝座之主真主之外，没有人有权受到崇拜。除了诸天之主、大地之主和尊贵宝座之主之外，没有人有权受到崇拜。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/122.mp3"
                },
                {
                    "ID": 123,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma rahmataka arjoo fala takilnee ila nafsee tarfata AAayn, wa-aslih lee sha/nee kullah, la ilaha illa ant.)",
                    "TRANSLATED_TEXT": "（安拉啊，我所希望的是你的仁慈，所以不要让我负责我的事务，哪怕是一眨眼的时间，并为我纠正我的所有事务。除了你之外，没有人有权利受到崇拜。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/123.mp3"
                },
                {
                    "ID": 124,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illa anta subhanaka innee kuntu minath-thalimeen.)",
                    "TRANSLATED_TEXT": "（除了你，没有人有资格受人敬拜。你多么完美，我确实是罪人之一。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/124.mp3"
                },
                {
                    "ID": 125,
                    "ARABIC_TEXT": "((اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(None has the right to be worshipped except You.  How perfect You are, verily I was among the wrong-doers.)",
                    "TRANSLATED_TEXT": "（安拉，安拉是我的主，我不与他联系任何东西。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/125.mp3"
                }
            ]
        },
        {
            "ID": 36,
            "TITLE": "恳求会见敌人和统治者",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_037.mp3",
            "TEXT": [
                {
                    "ID": 126,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma inna najAAaluka fee nuhoorihim wanaAAoothu bika min shuroorihim.)",
                    "TRANSLATED_TEXT": "（真主啊，我们将您置于他们面前，并在您的庇护下免受他们的邪恶。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/126.mp3"
                },
                {
                    "ID": 127,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ وَبِكَ أَصُولُ، وَبِكَ أُقاتِلُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma anta AAadudee, wa-anta naseeree, bika ajoolu wabika asoolu wabika oqatil)",
                    "TRANSLATED_TEXT": "（安拉啊，你是我的支持者，你是我的帮助者，靠你我移动，靠你我攻击，靠你我战斗。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/127.mp3"
                },
                {
                    "ID": 128,
                    "ARABIC_TEXT": "((حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Hasbunal-lahu waniAAmal-wakeel.)",
                    "TRANSLATED_TEXT": "（安拉对我们来说是足够的，（他是）多么优秀的受托人。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/128.mp3"
                }
            ]
        },
        {
            "ID": 37,
            "TITLE": "为那些害怕苏丹压迫的人祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_038.mp3",
            "TEXT": [
                {
                    "ID": 129,
                    "ARABIC_TEXT": "((اللَّهُمَّ ربَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahumma rabbas-samaawaatis-sab'i, wa Rabbal-'Arshil-'Adheem, Kun lee jaaran min (here you mention the person's name) wa 'ahzabihi min khalaa'iqika, 'an yafruta 'alayya 'ahadun minhum 'aw yatghaa,'Azza jaaruka, wa jalla thanaa'uka, wa laa 'ilaaha 'illaa 'Anta.",
                    "TRANSLATED_TEXT": "安拉啊，七层天的主宰，伟大宝座的主宰，请为我提供支持，以对抗[某某人]及其受造物中的帮助者，以免他们中的任何人虐待我或冤枉我。您的赞助是强大的，您的赞美是光荣的。除了你之外，没有人值得崇拜。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/129.mp3"
                },
                {
                    "ID": 130,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنْ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ)) (ثلاثَ مرَّاتٍ).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahu Akbar, Allaahu 'a'azzu min khalqihi jamee'an, Allaahu 'a'azzu mimmaa 'akhaafu wa 'ahdharu, 'a'oothu billaahil-lathee laa ilaaha illaa huwa, almumsikis-samaawaatis-sab'i 'an yaqa'na 'alaal-'ardhi 'illaa bi'ithnihi, min sharri 'abdika (name of the person) wa junoodihi wa 'atbaa'ihi wa ashyaa'ihi minal-jinni wal'insi, Allaahumma kun lee jaaran min sharrihim, Jalla thanaa'uka wa 'azza aaruka, wa tabaarakasmuka, wa laa ilaaha ghayruka.",
                    "TRANSLATED_TEXT": "安拉是最伟大的，比他所有的创造物更强大。他比恐惧和惧怕更强大。我寻求安拉的庇护，除他外，绝无应受崇拜的。除非有他的命令，否则他是阻止七层天落到地上的那一位。 [我向安拉寻求庇护]免受你的奴隶[人名]及其来自精灵和人类的帮助者、追随者和支持者的邪恶。安拉啊，请支持我对抗他们的邪恶。您的赞美是光荣的，您的赞助是强大的。你的名是应当称颂的，除了你以外，没有真神。 （用阿拉伯语念三遍）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/130.mp3"
                }
            ]
        },
        {
            "ID": 38,
            "TITLE": "为仇敌祷告",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_039.mp3",
            "TEXT": [
                {
                    "ID": 131,
                    "ARABIC_TEXT": "((اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اللَّهُمَّ اهزِمْهُمْ وَزَلْزِلْهُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma munzilal-kitab, sareeAAal-hisab, ihzimil-ahzab, allahummah-zimhum wazalzilhum.)",
                    "TRANSLATED_TEXT": "（安拉啊，经典的启示者，计算敏捷，击败同盟者。安拉啊，击败他们并震动他们。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/131.mp3"
                }
            ]
        },
        {
            "ID": 39,
            "TITLE": "敬畏人民的人会说什么？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_040.mp3",
            "TEXT": [
                {
                    "ID": 132,
                    "ARABIC_TEXT": "((اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummak-fineehim bima shi/.)",
                    "TRANSLATED_TEXT": "（阿拉啊，用你的选择保护我免受他们的伤害。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/132.mp3"
                }
            ]
        },
        {
            "ID": 40,
            "TITLE": "为那些因信仰低语而受苦的人的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_041.mp3",
            "TEXT": [
                {
                    "ID": 133,
                    "ARABIC_TEXT": "((يَسْتَعِيذُ بِاللَّهِ و يَنْتَهِي عَمَّا شك فِيهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Say:) I seek refuge in Allah. (Then you should desist from doing what you are in doubt about.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/133.mp3"
                },
                {
                    "ID": 134,
                    "ARABIC_TEXT": "((يَقُولُ: ((آمَنْتُ بِاللَّهِ وَرُسُلِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(He should say: ( Amantu billahi warusulih.))",
                    "TRANSLATED_TEXT": "（他应该说：（我相信安拉和他的使者。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/134.mp3"
                },
                {
                    "ID": 135,
                    "ARABIC_TEXT": "((يَقْرَأُ قَوْلَهُ تَعَالَى: ﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(He should also recite the following verse: ( Huwa al-awwalu, waal-akhiru, waalththahiru waalbatinu wahuwa bikulli shayin AAaleem))",
                    "TRANSLATED_TEXT": "（他还应该背诵下面的诗句：（他是第一个和最后一个，Aththahir和Al-Batin，他知道一切。）（ththahir：表明他的属性的伟大和每一个创造物就他的伟大和崇高而言的微不足道，因为就他的本质和属性而言，他高于所有的创造物。）（Al-Batin：表明他对所有秘密的认识和知识，对内心深处和最亲密的秘密的认识和了解正如它以一种适合他的威严的方式表明他对所有人的亲近和亲近一样。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/135.mp3"
                }
            ]
        },
        {
            "ID": 41,
            "TITLE": "还清债务的祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_042.mp3",
            "TEXT": [
                {
                    "ID": 136,
                    "ARABIC_TEXT": "((اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummak-finee bihalalika AAan haramik, wa-aghninee bifadlika AAamman siwak.)",
                    "TRANSLATED_TEXT": "（真主啊，请使我的合法行为与非法行为相对立，并以您的恩典使我免于需要他人。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/136.mp3"
                },
                {
                    "ID": 137,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee aAAoothu bika minal-hammi walhuzn, walAAajzi walkasal, walbukhl, waljubn, wadalAAid-dayni waghalabatir-rijal)",
                    "TRANSLATED_TEXT": "（真主啊，我庇护你免遭焦虑和悲伤、软弱和懒惰、吝啬和胆怯、债务负担以及被人压垮。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/137.mp3"
                }
            ]
        },
        {
            "ID": 42,
            "TITLE": "祈求祈祷和阅读中的强迫性想法",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_043.mp3",
            "TEXT": [
                {
                    "ID": 138,
                    "ARABIC_TEXT": "((أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ، وَاتْفُلْ عَلَى يَسَارِكَ (ثلاثاً))).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（奥斯曼·伊本·阿阿斯叙述：我说：“真主的使者啊，确实有魔鬼挡在我和我的祈祷和背诵之间，让我感到困惑。”真主的使者回答说：“那是一个叫坎扎布的魔鬼，所以如果你感觉到他的存在，那么就向真主寻求庇护，远离他，并向你的左侧吐口水（一种主要由空气和少量唾液组成的唾沫）在你的左侧。”",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/138.mp3"
                }
            ]
        },
        {
            "ID": 43,
            "TITLE": "对感到困难的人的恳求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_044.mp3",
            "TEXT": [
                {
                    "ID": 139,
                    "ARABIC_TEXT": "((اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma la sahla illa ma jaAAaltahu sahla, wa-anta tajAAalul- hazana in shi'ta sahla.)",
                    "TRANSLATED_TEXT": "（真主啊，除了您使困难变得容易的事情之外，没有什么是容易的，如果您愿意，您可以使困难变得容易。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/139.mp3"
                }
            ]
        },
        {
            "ID": 44,
            "TITLE": "犯了罪的人所说的话和所做的事",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_045.mp3",
            "TEXT": [
                {
                    "ID": 140,
                    "ARABIC_TEXT": "((مَا مِنْ عَبْدٍ يُذنِبُ ذَنْباً فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ اللَّهُ لَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（任何犯了罪并因此洗礼的仆人，进行两个单位的祈祷（即两个 rakAAas），然后寻求安拉的宽恕，安拉会宽恕他。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/140.mp3"
                }
            ]
        },
        {
            "ID": 45,
            "TITLE": "驱逐撒旦和他的低语的祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_046.mp3",
            "TEXT": [
                {
                    "ID": 141,
                    "ARABIC_TEXT": "((الْاسْتِعَاذَةُ بِاللَّهِ مِنْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "向他寻求庇护。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/141.mp3"
                },
                {
                    "ID": 142,
                    "ARABIC_TEXT": "الْأَذَانُ",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "The Adhaan [call to prayer].",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/142.mp3"
                },
                {
                    "ID": 143,
                    "ARABIC_TEXT": "((الْأَذْكَارُ وَقِرَاءَةُ الْقُرْآنِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（背诵《古兰经》以及纪念和祈求的真实文本。）（例如穆斯林 1/539 中提到的“不要让你的家像坟墓一样，事实上，恶魔会从读过 Soorat Al-Baqarah 的房子里逃走”，还有早晚、睡觉前、起床时、进出厕所、进出清真寺时的祈求和纪念，诵读阿雅特Al-kursiyy 和 soorat Al-Baqarah 睡前的最后两节经文、athan 等）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/143.mp3"
                }
            ]
        },
        {
            "ID": 46,
            "TITLE": "当发生令他不高兴或他不知所措的事情时恳求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_047.mp3",
            "TEXT": [
                {
                    "ID": 144,
                    "ARABIC_TEXT": "((قَدَرُ اللَّهُ وَمَا شَاءَ فَعَلَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Qaddaral-lah, wama shaa faAAal.)",
                    "TRANSLATED_TEXT": "（安拉已经颁布法令，他愿意做什么，他就做什么。）（确实，“如果”让魔鬼的工作进来。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/144.mp3"
                }
            ]
        },
        {
            "ID": 47,
            "TITLE": "恭喜新生儿和他的答案",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_048.mp3",
            "TEXT": [
                {
                    "ID": 145,
                    "ARABIC_TEXT": "((بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ)). وَيَرُدُّ عَلَيْهِ الْمُهَــــــنَّأُ فَيَقُولُ: ((بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْراً، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Baarakallaahu laka fil-mawhoobi laka, wa shakartal-waahiba, wa balagha 'ashuddahu, wa ruzigta birrahu.  The reply of the person being congratulated is to say: Baarakallahu laka wa baaraka 'alayka, wa jazaakallaahu khayran, wa razaqakallaahu mithlahu, wa 'ajzala thawaabaka.",
                    "TRANSLATED_TEXT": "愿安拉赐予你礼物来祝福你，愿你（新父母）感谢，愿孩子成年，愿你获得正义。被祝贺的人的回答是：愿真主保佑你，赐福于你，愿真主厚赏你，赐予你同样的福报，丰厚地奖赏你",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/145.mp3"
                }
            ]
        },
        {
            "ID": 48,
            "TITLE": "孩子们寻求什么庇护",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_049.mp3",
            "TEXT": [
                {
                    "ID": 146,
                    "ARABIC_TEXT": " كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما ((أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ibn AAabbas related that the Messenger of Allah  used to commend Al-Hasan and Al-Husayn to Allah’s protection, saying:(OAAeethukuma bikalimatil-lahit-tammah, min kulli shaytanin wahammah, wamin kulli AAaynin lammah.))",
                    "TRANSLATED_TEXT": "（伊本·阿巴斯提到，安拉的使者曾经称赞哈桑和侯赛因受到安拉的保护，他说：（我赞扬你们两个受到安拉完美话语的保护，免受每一个魔鬼、害虫和每一个邪恶的眼睛的侵害。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/146.mp3"
                }
            ]
        },
        {
            "ID": 49,
            "TITLE": "为他诊所的病人祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_050.mp3",
            "TEXT": [
                {
                    "ID": 147,
                    "ARABIC_TEXT": "((لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ba'sa tahoorun in shaal-lah.)",
                    "TRANSLATED_TEXT": "（没关系，如果阿拉愿意的话，愿它（疾病）成为一种净化。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/147.mp3"
                },
                {
                    "ID": 148,
                    "ARABIC_TEXT": "((أَسْأَلُ اللَّهَ الْعَظيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفيَكَ)) (سبع مرات).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Asalul-lahal-AAatheem rabbal-AAarshil-AAatheem an yashfeek (7times).)",
                    "TRANSLATED_TEXT": "（我请求至尊真主，伟大宝座的主来治愈你。（7次）（他（病人）将会被治愈。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/148.mp3"
                }
            ]
        },
        {
            "ID": 50,
            "TITLE": "首选患者诊所",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_051.mp3",
            "TEXT": [
                {
                    "ID": 149,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِي خِرَافَةِ الْجَنَّةِ حَتَّى يَجْلِسَ، فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ، وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（阿里·伊本·阿比·塔里卜说，他听到真主的使者说：“如果一个人拜访他生病的穆斯林兄弟，就好像他一边走一边收割天堂的果实，直到他坐下来，当他坐下来时，他就会受到怜悯的沐浴，如果这是在早上，七万天使向他祈祷直到晚上，如果这是在晚上，七万天使向他祈祷直到早晨。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/49.mp3"
                }
            ]
        },
        {
            "ID": 51,
            "TITLE": "放弃生命的病人的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_052.mp3",
            "TEXT": [
                {
                    "ID": 150,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lee, warhamnee wa-alhiqnee birrafeeqil-aAAla.)",
                    "TRANSLATED_TEXT": "‘阿拉啊，宽恕我，怜悯我，使我与最高的同伴团结在一起",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/150.mp3"
                },
                {
                    "ID": 151,
                    "ARABIC_TEXT": "((جَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ، وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "'Aa.ishah (radhi-yAllaahu 'anhaa) related that The Prophet (sal-Allaahu 'alayhe wa sallam) [during his illness in which he passed away] would dip his hands in water and then he would wipe his face and say:[La ilaha illal-lah, inna lilmawti lasakarat.] ‘None has the right to be worshipped except Allaah, death does indeed contain agony.’",
                    "TRANSLATED_TEXT": "“Aa.ishah (radhi-yAllaahu 'anhaa) 提到，先知 (sal-Allaahu 'alayhe wa sallam) [在他生病去世期间] 会把手浸在水中，然后擦脸并说：‘除了真主之外，没有人有权受到崇拜，死亡确实包含痛苦。’",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/151.mp3"
                },
                {
                    "ID": 152,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah, wallahu akbar, la ilaha illal-lahu wahdah, la shareeka lah, la ilaha illal-lahu lahul-mulku walahul-hamd, la ilaha illal-lah, wala hawla wala quwwata illa billah.)",
                    "TRANSLATED_TEXT": "（除了安拉，没有人有权被崇拜，安拉是最伟大的。除了安拉，没有人有权利被崇拜。除了安拉，没有人有权利被崇拜。除了安拉，没有人有权利被崇拜，除了安拉，没有人有权利被崇拜，一切主权和赞美都属于他。除了安拉，没有人有权利被崇拜，除了安拉，没有力量和权力。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/152.mp3"
                }
            ]
        },
        {
            "ID": 52,
            "TITLE": "临终者的灌输",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_053.mp3",
            "TEXT": [
                {
                    "ID": 153,
                    "ARABIC_TEXT": "((مَنْ كَانَ آخِرُ كَلاَمِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "i.e. those around the sick should instruct and encourage him to say the shahadah. (He whose last words are: (La ilaha illal-lah.) will enter Paradise.)",
                    "TRANSLATED_TEXT": "即病人周围的人应该指导和鼓励他说清真言。 （他的遗言是：（除了真主之外，没有人有权受到崇拜。）将进入天堂。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/153.mp3"
                }
            ]
        },
        {
            "ID": 53,
            "TITLE": "为遭受灾难的人祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_054.mp3",
            "TEXT": [
                {
                    "ID": 154,
                    "ARABIC_TEXT": "((إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرَاً مِنْهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Inna lillahi wa-inna ilayhi rajiAAoon, allahumma/- jurnee fee museebatee wakhluf lee khayran minha.)",
                    "TRANSLATED_TEXT": "（我们属于安拉，我们的回报也归于他。安拉啊，请补偿我的痛苦，并用更好的东西代替我。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/154.mp3"
                }
            ]
        },
        {
            "ID": 54,
            "TITLE": "死者闭上眼睛时的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_055.mp3",
            "TEXT": [
                {
                    "ID": 155,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِفُلاَنٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ  يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir li-name the dead- warfaAA darajatahu fil-mahdiyyeen, wakhlufhu fee AAaqibihi fil-ghabireen, waghfir lana walahu ya rabbal-AAalameen wafsah lahu fee qabrih, wanawwir lahu feeh.)",
                    "TRANSLATED_TEXT": "（安拉啊，宽恕——这里提到了死者的名字——并提高他在正道中的地位，成为他留下的继承人，宽恕我们和他，万界之主啊。宽敞他的坟墓，为他照亮它。）（继承人：由于另一个人缺席或死亡而继承另一个人的人。这是“khaleefah”一词的正确含义；因此，相信亚当是“khaleefah”（代理，正如通常翻译的那样）安拉在地球上，因为安拉永远不会缺席，也永远不会死亡，这个祈求证明了对这个词的正确理解，并表明安拉继承了我们，并在我们死亡或缺席时守护着我们留下的人（也请参阅祈求＃198）。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/155.mp3"
                }
            ]
        },
        {
            "ID": 55,
            "TITLE": "为死者祈祷，为他祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_056.mp3",
            "TEXT": [
                {
                    "ID": 156,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ [وَعَذَابِ النَّارِ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lahu warhamh, waAAafihi, waAAfu AAanh, wa-akrim nuzulah, wawassiAA mudkhalah, waghsilhu bilma-i waththalji walbarad, wanaqqihi minal-khataya kama naqqaytath-thawbal-abyada minad-danas, wa-abdilhu daran khayran min darih, wa-ahlan khayran min ahlih wazawjan khayran min zawjih, wa-adkhilhul-jannah, wa-aAAithhu min AAathabil-qabr, waAAathabin-nar)",
                    "TRANSLATED_TEXT": "（安拉啊，宽恕和怜悯他，原谅他，宽恕他，并尊敬他的接待。扩大他的进入，用水、雪和冰净化他，净化他的罪孽，就像白袍净化污秽一样。用他的家换一个更好的家，用他的家人换一个更好的家庭，用他的配偶换一个更好的配偶。让他进入花园，保护他免受坟墓的惩罚和火的折磨。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/156.mp3"
                },
                {
                    "ID": 157,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبيرِنَا، وَذَكَرِنَا وَأُنْثَانَا. اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ، اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ، وَلاَ تُضِلَّنَا بَعْدَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummagh-fir lihayyina wamayyitina washahidina, wagha-ibina, wasagheerina wakabeerina, wathakarina wa-onthana. Allahumma man ahyaytahu minna fa-ahyihi AAalal-islam, waman tawaffaytahu minna fatawaffahu AAalal-eeman, allahumma la tahrimna ajrah, wala tudillana baAAdah.)",
                    "TRANSLATED_TEXT": "（安拉啊，宽恕我们的生者和死者，在场的和不在场的，我们的年轻人和老人，我们的男性和女性。安拉啊，你让我们当中的谁活着，那么让这样的生命属于伊斯兰教，你在我们当中接纳谁，然后让这样的死亡基于信仰。安拉啊，不要剥夺我们对他的奖赏，不要让我们迷失在他的身后。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/157.mp3"
                },
                {
                    "ID": 158,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحيمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma inna -name the dead- fee thimmatik, wahabli jiwarik, faqihi min fitnatil-qabr waAAathabin-nar, wa-anta ahlul-wafa/, walhaq, faghfir lahu warhamh, innaka antal-ghafoorur-raheem.)",
                    "TRANSLATED_TEXT": "（安拉啊，某人在你的照顾和保护之下，所以请保护他免受坟墓的考验和火的折磨。你确实是忠诚和诚实的。宽恕并怜悯他，你确实是最宽恕的，最仁慈的。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/158.mp3"
                },
                {
                    "ID": 159,
                    "ARABIC_TEXT": "((اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma AAabduka wabnu amatik, ihtaja ila rahmatik, wa-anta ghaniyyun AAan AAathabih, in kana muhsinan fazid fee hasanatih, wa-in kana museean fatajawaz AAanh.)",
                    "TRANSLATED_TEXT": "（安拉啊，你的仆人和你婢女的儿子需要你的怜悯，你不需要他的惩罚。如果他是正义的，那么就增加他的报酬，如果他是邪恶的，那么就审视他的罪恶。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/159.mp3"
                }
            ]
        },
        {
            "ID": 56,
            "TITLE": "为他过度祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_057.mp3",
            "TEXT": [
                {
                    "ID": 160,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ)) وإن قال: ((اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ، وَشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لِأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ)) إن قال ذلك فَحَسَنٌ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allaahumma 'a'ith-hu min 'athaabil-qabri.) [or say:](Allahummaj-AAalhu faratan, wathukhran liwalidayh, washafeeAAan mujaban. Allahumma thaqqil bihi mawazeenahuma wa-aAAthim bihi ojoorahuma, wa-alhiqhu bisalihil-mu'mineen, wajAAalhu fee kafalati Ibraheem, waqihi birahmatika AAathabal-jaheem, wa 'abdilhu daaran khayran min daarihi, wa 'ahlan khayran min 'ahlihi, Allaahum-maghfir li'aslaafinaa, wa afraatinaa wa man sabaqanaa bil'eemaan)",
                    "TRANSLATED_TEXT": "安拉啊，请保护他免受坟墓的折磨。 [这也很好说]真主啊，请让他成为他父母的先驱、先行者和财富以及得到答复的代祷者。安拉啊，请让他在他们的天平上重重地衡量（善）并放大他们的奖赏。使他加入信徒中的义人行列。将他交给易卜拉欣照顾。以您的仁慈将他从地狱的折磨中拯救出来。给他一个比他家更好的家，一个比他家人更好的家人。安拉啊，请宽恕那些在我们之前去世（即去世）的人，宽恕我们失去（因死亡）的孩子，以及那些在我们之前信仰的人。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/160.mp3"
                },
                {
                    "ID": 161,
                    "ARABIC_TEXT": "((اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً، وَأَجْراً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummaj-AAalhu lana farata, wasalafan wa-ajra.)",
                    "TRANSLATED_TEXT": "（安拉啊，请让他成为我们的先驱、先行者和奖励的原因）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/161.mp3"
                }
            ]
        },
        {
            "ID": 57,
            "TITLE": "哀悼祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_058.mp3",
            "TEXT": [
                {
                    "ID": 162,
                    "ARABIC_TEXT": "((إِنَّ للَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى... فَلْتَصْبِرْ وَلْتَحْتَسِبْ)). وَإِنْ قَالَ: ((أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ)) فَحَسَنٌ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Inna lillahi ma akhath, walahu ma aAAta, wakullu shayin AAindahu bi-ajalin musamma…faltasbir waltahtasib.)",
                    "TRANSLATED_TEXT": "（确实，他所取的属于安拉，他所给予的也属于他，与他在一起的一切都有指定的时间……然后他命令她要有耐心，并希望安拉的奖励。）（这句话（faltasbir waltahtasib）是阴性第三人称形式的命令，因此需要根据所针对的对象进行更改。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/162.mp3"
                }
            ]
        },
        {
            "ID": 58,
            "TITLE": "进入坟墓时的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_059.mp3",
            "TEXT": [
                {
                    "ID": 163,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lahi waAAala sunnati rasoolil-lah.)",
                    "TRANSLATED_TEXT": "（以真主的名义和真主使者的圣行。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/163.mp3"
                }
            ]
        },
        {
            "ID": 59,
            "TITLE": "埋葬死者后的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_060.mp3",
            "TEXT": [
                {
                    "ID": 164,
                    "ARABIC_TEXT": "((اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahum-maghfir lahu Allaahumma thabbithu",
                    "TRANSLATED_TEXT": "安拉啊，宽恕他吧。安拉啊，请加强他",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/164.mp3"
                }
            ]
        },
        {
            "ID": 60,
            "TITLE": "祈求扫墓",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_061.mp3",
            "TEXT": [
                {
                    "ID": 165,
                    "ARABIC_TEXT": "((السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ، [وَيَرْحَمُ اللَّهُ الْمُسْتَقدِمِينَ مِنَّا وَالْمُسْتأْخِرِينَ] أَسْاَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Assalamu AAalaykum ahlad-diyari minal-mu/mineena walmuslimeen, wa-inna in shaal-lahu bikum lahiqoon, nas-alul-laha lana walakumul-AAafiyah.)",
                    "TRANSLATED_TEXT": "（坟墓里的居民、信徒和穆斯林，愿你们所有人平安。真主愿意，我们确实会与你们联合，我们祈求真主保佑我们和你们幸福。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/165.mp3"
                }
            ]
        },
        {
            "ID": 61,
            "TITLE": "风的祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_062.mp3",
            "TEXT": [
                {
                    "ID": 166,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْــــــأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka khayraha wa-aAAoothu bika min sharriha.)",
                    "TRANSLATED_TEXT": "（安拉啊，我向你祈求它的善良，我向你寻求庇护，使其免受它的邪恶。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/166.mp3"
                },
                {
                    "ID": 167,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma innee as-aluka khayraha wakhayra ma feeha, wakhayra ma orsilat bih, wa-aAAoothu bika min sharriha, washarri ma feeha washarri ma orsilat bih.)",
                    "TRANSLATED_TEXT": "（真主啊，我祈求你赐予它的善意、其中的善意以及它所带来的善意，我向你祈求庇护，使其免遭它的邪恶、其中的邪恶以及它所带来的邪恶。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/167.mp3"
                }
            ]
        },
        {
            "ID": 62,
            "TITLE": "雷霆祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_063.mp3",
            "TEXT": [
                {
                    "ID": 168,
                    "ARABIC_TEXT": "((سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكةُ مِنْ خِيفَتِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lathee yusabbihur-raAAdu bihamdih, walmala-ikatu min kheefatih.)",
                    "TRANSLATED_TEXT": "（他是多么完美，雷霆用他的赞美宣告他的完美，就像出于对他的恐惧的角度一样。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/168.mp3"
                }
            ]
        },
        {
            "ID": 63,
            "TITLE": "祈雨祈福之一",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_064.mp3",
            "TEXT": [
                {
                    "ID": 169,
                    "ARABIC_TEXT": "((اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummas-qina ghaythan mugheethan maree-an mureeAAan, nafiAAan, ghayra dar, AAajilan ghayra ajil.)",
                    "TRANSLATED_TEXT": "（安拉啊，请赐予我们有益的、健康的、健康的雨，有益而不有害的雨，现在，而不是以后。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/169.mp3"
                },
                {
                    "ID": 170,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma aghithna, allahumma aghithna, allahumma aghithna.)",
                    "TRANSLATED_TEXT": "（阿拉啊，救济我们，阿拉啊，救济我们，阿拉啊，救济我们。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/170.mp3"
                },
                {
                    "ID": 171,
                    "ARABIC_TEXT": "((اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ الْمَيِّتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahummas-qi AAibadak, wabaha-imak, wanshur rahmatak, wa-ahyi baladakal-mayyit.)",
                    "TRANSLATED_TEXT": "（真主啊，请为您的仆人和牲畜提供水，请施展您的仁慈，并复活您死去的土地。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/171.mp3"
                }
            ]
        },
        {
            "ID": 64,
            "TITLE": "下雨的时候祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_065.mp3",
            "TEXT": [
                {
                    "ID": 172,
                    "ARABIC_TEXT": "((اللَّهُمَّ صَيِّباً نَافِعاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma sayyiban nafiAAa.)",
                    "TRANSLATED_TEXT": "（真主啊，愿它成为有益的雨云。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/172.mp3"
                }
            ]
        },
        {
            "ID": 65,
            "TITLE": "雨后的迪克尔",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_066.mp3",
            "TEXT": [
                {
                    "ID": 173,
                    "ARABIC_TEXT": "((مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Mutirna bifadlil-lahi warahmatih.)",
                    "TRANSLATED_TEXT": "（安拉的恩典和仁慈赐予了我们雨水。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/173.mp3"
                }
            ]
        },
        {
            "ID": 66,
            "TITLE": "为康复祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_067.mp3",
            "TEXT": [
                {
                    "ID": 174,
                    "ARABIC_TEXT": "((اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma hawalayna wala AAalayna, allahumma AAalal-akami waththirab, wabutoonil-awdiyah, wamanabitish-shajar.)",
                    "TRANSLATED_TEXT": "（安拉啊，让雨水落在我们周围，而不是落在我们身上，安拉啊，（让它落在）牧场、山丘、山谷和树根上。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/174.mp3"
                }
            ]
        },
        {
            "ID": 67,
            "TITLE": "为看到新月而祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_068.mp3",
            "TEXT": [
                {
                    "ID": 175,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ، اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَالْإِيمَانِ، وَالسَّلاَمَةِ وَالْإِسْلاَمِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahu akbar, allahumma ahillahu AAalayna bil-amni wal-eeman, wassalamati wal-islam, wattawfeeiqi lima tuhibbu watarda, rabbuna warabbukal-lah.)",
                    "TRANSLATED_TEXT": "（安拉是最伟大的。安拉啊，让新月在安全、信仰、和平和伊斯兰教中隐现于我们之上，并与你所爱和喜悦的一切一致。我们的主和你的主是安拉。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/175.mp3"
                }
            ]
        },
        {
            "ID": 68,
            "TITLE": "开斋时的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_069.mp3",
            "TEXT": [
                {
                    "ID": 176,
                    "ARABIC_TEXT": "((ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Thahabath-thama-o wabtallatil-AAurooq, wathabatal-ajru in shaal-lah.)",
                    "TRANSLATED_TEXT": "（如果安拉愿意的话，干渴已经消失，血管已经熄灭，奖励已经确定。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/176.mp3"
                },
                {
                    "ID": 177,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma inne as-aluka birahmatikal-latee wasiAAat kulla shay, an taghfira lee.)",
                    "TRANSLATED_TEXT": "（安拉啊，我请求您以您包容万物的仁慈宽恕我。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/177.mp3"
                }
            ]
        },
        {
            "ID": 69,
            "TITLE": "吃饭前祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_070.mp3",
            "TEXT": [
                {
                    "ID": 178,
                    "ARABIC_TEXT": "((إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً فَلْيَقُلْ بِسْمِ اللَّهِ، فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بسمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(When you are about to eat, you should say:(Bismil-lah.)and if you forget to say it before starting, then you should say (when you remember):Bismil-lahi fee awwalihi wa-akhirih.)",
                    "TRANSLATED_TEXT": "（当你要吃饭时，你应该说：（Bismil-lah。）如果你在开始之前忘记说，那么你应该说（当你记得时）：以安拉的名义开始和结束。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/178.mp3"
                },
                {
                    "ID": 179,
                    "ARABIC_TEXT": "((مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ: اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْراً مِنْهُ، وَمَنْ سَقَاهُ اللَّهُ لَبَناً فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Whomever Allah feeds, should say:(Allahumma barik lana feehi wa-atAAimna khayran minh.) and whomever Allah gives milk to drink should say:(Allahumma barik lana feehi wazidna minh.))",
                    "TRANSLATED_TEXT": "（无论安拉喂谁，都应该说：（安拉啊，为我们保佑它，让我们吃得比它更好。）安拉给谁喝牛奶，应该说：（安拉啊，为我们保佑它，给我们更多的牛奶。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/179.mp3"
                }
            ]
        },
        {
            "ID": 70,
            "TITLE": "吃完后的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_071.mp3",
            "TEXT": [
                {
                    "ID": 180,
                    "ARABIC_TEXT": " ((الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee atAAamanee hatha warazaqaneehi min ghayri hawlin minnee wala quwwah.)",
                    "TRANSLATED_TEXT": "（所有的赞美都归于真主，他给了我这个，并为我提供了它，而我自己却没有任何力量。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/180.mp3"
                },
                {
                    "ID": 181,
                    "ARABIC_TEXT": "((الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ، غَيْرَ [مَكْفِيٍّ وَلاَ ] مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahi hamdan katheeran tayyiban mubarakan feeh, ghayra makfiyyin wala muwaddaAAin, wala mustaghnan AAanhu rabbuna.)",
                    "TRANSLATED_TEXT": "（以丰富而美丽的有福赞美来赞美真主，一种永无休止的赞美，一种我们永远不会告别的赞美，一种不可或缺的赞美，他是我们的主。）（对于理解这一祈求，还有其他观点，他们认为：以丰富而美丽的有福赞美来赞美真主。他是充足的，喂养和不喂养的那一位。被渴望的那一位，与他同在的那一位，以及被需要的那一位，他是我们的主。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/181.mp3"
                }
            ]
        },
        {
            "ID": 71,
            "TITLE": "客人为饭菜主人祈福",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_072.mp3",
            "TEXT": [
                {
                    "ID": 182,
                    "ARABIC_TEXT": " ((اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُم، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma barik lahum feema razaqtahum, waghfir lahum warhamhum.)",
                    "TRANSLATED_TEXT": "（真主啊，保佑他们，您为他们提供了一切，宽恕他们并怜悯他们。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/182.mp3"
                }
            ]
        },
        {
            "ID": 72,
            "TITLE": "让自己暴露在恳求中索取食物或饮料",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_073.mp3",
            "TEXT": [
                {
                    "ID": 183,
                    "ARABIC_TEXT": "((اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma atAAim man atAAamanee wasqi man saqanee.)",
                    "TRANSLATED_TEXT": "（安拉啊，请喂给我食物的人，请为给我饮料的人提供饮料。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/183.mp3"
                }
            ]
        },
        {
            "ID": 73,
            "TITLE": "与家人一起开斋时的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_074.mp3",
            "TEXT": [
                {
                    "ID": 184,
                    "ARABIC_TEXT": " ((أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Aftara AAindakumus-sa-imoon, wa-akala taAAamakumul-abrar, wasallat AAalaykumul-mala-ikah.)",
                    "TRANSLATED_TEXT": "（愿斋戒者在你家里开斋，愿尽责和虔诚的人吃你的食物，愿天使为你祈祷。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/184.mp3"
                }
            ]
        },
        {
            "ID": 74,
            "TITLE": "Invocation for someone who offers you food when you are fasting, which you decline",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_075.mp3",
            "TEXT": [
                {
                    "ID": 185,
                    "ARABIC_TEXT": "((إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ، فَإِنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإِنْ كَانَ مُفْطِراً فَلْيَطْعَمْ)) ، وَمَعْنَى فَلْيُصَلِّ أَيْ فَلْيَدْعُ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(If you are not invited (to a meal) then answer.  If  you happen to be fasting, then supplicate (for those present) and if you are not fasting, then eat.)",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/185.mp3"
                }
            ]
        },
        {
            "ID": 75,
            "TITLE": "如果有人侮辱封斋的人，他会说什么？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_076.mp3",
            "TEXT": [
                {
                    "ID": 186,
                    "ARABIC_TEXT": "((إِنِّي صَائِمٌ، إِنِّي صَائِمٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Innee sa-im, innee sa-im.)",
                    "TRANSLATED_TEXT": "（我正在禁食，我正在禁食。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/186.mp3"
                }
            ]
        },
        {
            "ID": 76,
            "TITLE": "看到初熟果子时的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_077.mp3",
            "TEXT": [
                {
                    "ID": 187,
                    "ARABIC_TEXT": "((اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma barik lana fee thamarina, wabarik lana fee madeenatina, wabarik lana fee saAAina wabarik lana fee muddina.)",
                    "TRANSLATED_TEXT": "（安拉啊，保佑我们的果实，保佑我们的城镇，保佑我们的saAA，保佑我们的泥巴。）（一个saAA相当于四个泥巴，一个泥巴相当于一个普通人的两个手掌的干量。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/187.mp3"
                }
            ]
        },
        {
            "ID": 77,
            "TITLE": "打喷嚏祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_078.mp3",
            "TEXT": [
                {
                    "ID": 188,
                    "ARABIC_TEXT": "((إِذَا عَطَسَ أَحَدُكُم فَلْيَقُلِ الْحَمْدُ لِلَّهِ، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ اللَّهُ، فَإِذَا قَالَ لَهُ: يَرحَمُكَ اللَّهُ، فَلْيَقُلْ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(When one of you sneezes he should say:(Alhamdu lillah.) and his brother or companion should say to him: (Yarhamukal-lah.) and he (i.e. the one who sneezed) replies back to him:(Yahdeekumul-lahu wayuslihu balakum.))",
                    "TRANSLATED_TEXT": "（当你们中的一个人打喷嚏时，他应该说：（一切赞美归于真主。）他的兄弟或同伴应该对他说：（愿真主怜悯你。）他（即打喷嚏的人）回答他：（愿真主引导你并纠正你的状况。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/188.mp3"
                }
            ]
        },
        {
            "ID": 78,
            "TITLE": "感谢上帝，异教徒打喷嚏时会说些什么",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_079.mp3",
            "TEXT": [
                {
                    "ID": 189,
                    "ARABIC_TEXT": "((يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Yahdeekum wayuslihu balakum.)",
                    "TRANSLATED_TEXT": "（愿真主引导您并纠正您的状况。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/189.mp3"
                }
            ]
        },
        {
            "ID": 79,
            "TITLE": "为已婚人士祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_080.mp3",
            "TEXT": [
                {
                    "ID": 190,
                    "ARABIC_TEXT": "((بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Barakal-lahu lak, wabaraka AAalayk, wajamaAAa baynakuma fee khayr.)",
                    "TRANSLATED_TEXT": "（愿真主保佑你（你的配偶）并祝福你，愿他使你们俩在善良中团结起来。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/190.mp3"
                }
            ]
        },
        {
            "ID": 80,
            "TITLE": "已婚男子的恳求和购买动物",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_081.mp3",
            "TEXT": [
                {
                    "ID": 191,
                    "ARABIC_TEXT": "إِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوْ إِذَا اشْتَرَى خَادِماً فَلْيَقُلْ: ((اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(when you marry a woman or buy a maidservant, you should say: (Allahumma innee as-aluka khayraha wakhayra ma jabaltaha AAalayh, wa-aAAoothu bika min sharriha washarri ma jabaltaha AAalayh.))(and if you buy a camel, then you should take hold of it’s hump and say likewise.)",
                    "TRANSLATED_TEXT": "（当你娶一个女人或买一个女仆时，你应该说：（安拉啊，我祈求你赐予她内在的善良和你使她倾向于的善良，我向你寻求庇护，使其免受她内心的邪恶和你使她倾向于的邪恶。））（如果你买了一头骆驼，那么你应该抓住它的驼峰并说同样的话。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/191.mp3"
                }
            ]
        },
        {
            "ID": 81,
            "TITLE": "与妻子性交前的恳求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_082.mp3",
            "TEXT": [
                {
                    "ID": 192,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah, allahumma jannibnash-shaytan, wajannibish-shaytana ma razaqtana.)",
                    "TRANSLATED_TEXT": "（以真主的名义。真主啊，让魔鬼远离我们，让魔鬼远离你所赐予我们的东西。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/192.mp3"
                }
            ]
        },
        {
            "ID": 82,
            "TITLE": "愤怒的祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_083.mp3",
            "TEXT": [
                {
                    "ID": 193,
                    "ARABIC_TEXT": "((أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu billahi minash-shaytanir-rajeem.)",
                    "TRANSLATED_TEXT": "（我向安拉寻求庇护，远离可恶的魔鬼。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/193.mp3"
                }
            ]
        },
        {
            "ID": 83,
            "TITLE": "看到受苦的人的恳求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_084.mp3",
            "TEXT": [
                {
                    "ID": 194,
                    "ARABIC_TEXT": "((الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Alhamdu lillahil-lathee AAafanee mimmab-talaka bih, wafaddalanee AAala katheerin mimman khalaqa tafdeela.)",
                    "TRANSLATED_TEXT": "（一切赞美归于安拉，他把我从他对你们的考验中拯救出来，并且他肯定比他的创造物更偏爱我。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/194.mp3"
                }
            ]
        },
        {
            "ID": 84,
            "TITLE": "理事会中说了些什么",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_085.mp3",
            "TEXT": [
                {
                    "ID": 195,
                    "ARABIC_TEXT": "((عَنِ ابْنِ عُمَرَ رضي الله عنه قَاَلَ: كَانَ يُعَدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ: ((رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ibn AAumar  said: It would be counted that the Messenger of Allah  would say one hundred times at any one sitting before getting up: (Rabbigh-fir lee watub AAalay, innaka antat-tawwabul-ghafoor.))",
                    "TRANSLATED_TEXT": "（伊本·奥马尔说：可以算作安拉的使者在起身前会对任何一个坐着的人说一百遍：（我的主啊，请宽恕我并转向我（接受我的悔改）。确实，您是常归者。常宽恕者。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/195.mp3"
                }
            ]
        },
        {
            "ID": 85,
            "TITLE": "理事会赎罪",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_086.mp3",
            "TEXT": [
                {
                    "ID": 196,
                    "ARABIC_TEXT": "((سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanakal-lahumma wabihamdik, ashhadu an la ilaha illa ant, astaghfiruka wa-atoobu ilayk.)",
                    "TRANSLATED_TEXT": "（真主啊，你是多么完美，我赞美你。我作证，除了你之外，没有人有权受到崇拜。我寻求你的宽恕，并在悔改中转向你。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/196.mp3"
                }
            ]
        },
        {
            "ID": 86,
            "TITLE": "为那些说“愿上帝宽恕你”的人祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_087.mp3",
            "TEXT": [
                {
                    "ID": 197,
                    "ARABIC_TEXT": "((وَلَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(AAabdullah Ibn Sarjis  said: ‘I went to see the Prophet  and ate from his food and then said to him:(Ghafaral-lahu laka ya rasoolal-lah.) he  replied: (wa-lak))",
                    "TRANSLATED_TEXT": "（阿阿卜杜拉·伊本·萨尔吉斯说：“我去见先知，吃了他的食物，然后对他说：（愿真主宽恕你，真主的使者。）他回答说：（还有你。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/197.mp3"
                }
            ]
        },
        {
            "ID": 87,
            "TITLE": "为那些曾经帮助过你的人祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_088.mp3",
            "TEXT": [
                {
                    "ID": 198,
                    "ARABIC_TEXT": "((جَزَاكَ اللَّهُ خَيْراً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(If someone does you a favour and you say: (Jazakal-lahu khayran.) then you have indeed excelled in praising him.)",
                    "TRANSLATED_TEXT": "（如果有人帮了你一个忙，而你说：（愿真主以善待你。）那么你确实在赞扬他方面表现出色。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/198.mp3"
                }
            ]
        },
        {
            "ID": 88,
            "TITLE": "神保护什么免受敌基督者的侵害",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_089.mp3",
            "TEXT": [
                {
                    "ID": 199,
                    "ARABIC_TEXT": "((مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ)) ، وَالْاسْتِعَاذَةُ بِاللَّهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الْأَخِيرِ مِنْ كُلِّ صَلاَةٍ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（达加尔：每个先知都曾警告过，这是最后时刻的伟大征兆，也是降临在人类身上的最大考验之一。大多数人类都会追随他。当穆斯林征服君士坦丁堡时，他将从伊朗阿斯巴罕出现。他将被赋予特殊的权力，并使真理显得虚假，反之亦然。他会声称自己是正义的，然后他将声称自己是先知，最后是神性。从他的特征来看，他的右眼将失明，这是一个与他自称为安拉的明确证据相矛盾，因为这是不完美的标志，卡菲尔这个词将写在他的眼睛之间，每个信徒，识字或文盲都会认出。）（谁记住了 soorat Al-Kahf 的前十节经文，将受到保护，免受达扎尔的侵害。）（在祈祷中的最后一次塔沙胡德之后，人们还应该寻求安拉的庇护，免受达扎尔的磨难。（请参阅恳求#55和#56))",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/199.mp3"
                }
            ]
        },
        {
            "ID": 89,
            "TITLE": "为那些说“看在上帝的份上我爱你”的人祷告。",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_090.mp3",
            "TEXT": [
                {
                    "ID": 200,
                    "ARABIC_TEXT": "((أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ahabbakal-lathee ahbabtanee lah.)",
                    "TRANSLATED_TEXT": "（愿你所爱的他也爱你。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/200.mp3"
                }
            ]
        },
        {
            "ID": 90,
            "TITLE": "为给你钱的人祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_091.mp3",
            "TEXT": [
                {
                    "ID": 201,
                    "ARABIC_TEXT": "((بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Barakal-lahu laka fee ahlika wamalik.)",
                    "TRANSLATED_TEXT": "（愿真主保佑您、您的家人和财富。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/201.mp3"
                }
            ]
        },
        {
            "ID": 91,
            "TITLE": "为那些借钱后还钱的人祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_091.mp3",
            "TEXT": [
                {
                    "ID": 202,
                    "ARABIC_TEXT": "((بارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Barakal-lahu laka fee ahlika wamalik, innama jaza-os-salafil-hamdu wal-ada'.)",
                    "TRANSLATED_TEXT": "（愿真主保佑您、您的家人和财富。当然，赞扬和付款是贷款的回报。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/202.mp3"
                }
            ]
        },
        {
            "ID": 92,
            "TITLE": "对多神教恐惧的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_092.mp3",
            "TEXT": [
                {
                    "ID": 203,
                    "ARABIC_TEXT": "((اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(shirk: to associate others with Allah in those things which are specific to Him.  This can occur in (1) belief, e.g. to believe that other than Allah has the power to benefit or harm, (2) speech, e.g. to swear by other than Allah and (3) action, e.g. to bow or prostrate to other than Allah.)(Allahumma innee aAAoothu bika an oshrika bika wa-ana aAAlam, wa-astaghfiruka lima la aAAlam.)",
                    "TRANSLATED_TEXT": "（逃避：在那些特定于真主的事情上将他人与真主联系起来。这可能发生在（1）信仰中，例如相信真主以外的人有能力造福或伤害，（2）言论，例如向真主以外的人发誓，以及（3）行动，例如向真主以外的人鞠躬或下拜。）我在不知不觉中所做的事情。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/203.mp3"
                }
            ]
        },
        {
            "ID": 93,
            "TITLE": "为那些说愿上帝保佑你的人祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_094.mp3",
            "TEXT": [
                {
                    "ID": 204,
                    "ARABIC_TEXT": "((وَفِيكَ بَارَكَ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Aaishah reported that the Messenger of Allah  was given a sheep and he ordered for it’s distribution.  When the servant would come back (from distributing it), AAaishah would ask: ‘What did they say?’, he replied: They would supplicate: (Barakal-lahu feekum.) AAaishah would then say: (Wafeehim barakal-lah.))(we return their supplication in a similar way and our reward remains with us.)",
                    "TRANSLATED_TEXT": "（阿伊莎报告说，安拉的使者得到了一只羊，他下令分配。当仆人回来（分配完毕）时，阿伊莎会问：“他们说什么？”，他回答：他们会恳求：（愿真主保佑你们所有人。）阿伊莎然后会说：（愿真主保佑他们。））（我们以类似的方式回应他们的恳求，我们的回报仍然在我们身上。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/204.mp3"
                }
            ]
        },
        {
            "ID": 94,
            "TITLE": "祈求对蒂拉的仇恨",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_095.mp3",
            "TEXT": [
                {
                    "ID": 205,
                    "ARABIC_TEXT": "((اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيْرُكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(This supplication is used whenever one initially thinks a casual event or occurrence to foretell good or evil, using it as a basis to determine which action he should undertake, but he then denounces such a link, relies on Allah and then says this supplication as an expiation for this act, since it falls under the category of shirk.)(Allahumma la tayra illa tayruk, wala khayra illa khayruk, wala ilaha ghayruk.)",
                    "TRANSLATED_TEXT": "（每当一个人最初认为一件偶然的事件或事件可以预示善或恶，以此为基础来决定他应该采取哪种行动，但他随后谴责这种联系，依赖安拉，然后说这个祈求作为对这种行为的赎罪，因为它属于逃避的范畴。）（安拉啊，没有任何预兆，但有对你的依赖，除了你的善之外没有任何善，除了你之外没有人有权被崇拜。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/205.mp3"
                }
            ]
        },
        {
            "ID": 95,
            "TITLE": "骑马祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_096.mp3",
            "TEXT": [
                {
                    "ID": 206,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ، وَالْحَمْدُ للَّهِ ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾، ((الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي؛ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah, walhamdu lillah, subhanal-lathee sakhkhara lana hatha wama kunna lahu muqrineen, wainna ila rabbina lamunqaliboon, alhamdu lillah, alhamdu lillah, alhamdu lillah, Allahu akbar, Allahu akbar, Allahu akbar, subhanakal-lahumma innee thalamtu nafsee faghfir lee fainnahu la yaghfiruth-thunooba illa ant.)",
                    "TRANSLATED_TEXT": "（奉真主之名，一切赞美归于真主。他是多么完美，为我们服务的人，我们自己无法做到这一点，我们的主是我们最终的命运。一切赞美归于真主，一切赞美归于真主，一切赞美归于真主，真主是最伟大的，真主是最伟大的，真主是最伟大的。你是多么完美，真主啊，我确实冤枉了我的灵魂，所以请原谅我，因为肯定没有人能赦免罪孽，除了你。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/206.mp3"
                }
            ]
        },
        {
            "ID": 96,
            "TITLE": "旅行祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_097.mp3",
            "TEXT": [
                {
                    "ID": 207,
                    "ARABIC_TEXT": "اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾ ((اللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَليفَةُ فِي الْأَهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ))، وإذا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: ((آيِبُونَ، تائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahu akbar, Allahu akbar, Allahu akbar, subhanal-lathee sakhkhara lana hatha wama kunna lahu muqrineen, wa-inna ila rabbina lamunqaliboon, allahumma inna nas-aluka fee safarina hatha albirra wattaqwa, waminal-AAamali ma tarda, allahumma hawwin AAalayna safarana hatha, watwi AAanna buAAdah, allahumma antas-sahibu fis-safar, walkhaleefatu fil-ahl, allahumma innee aAAoothu bika min waAAtha-is-safar, waka-abatil-manthar, wasoo-il-munqalabi fil-mali wal-ahl.)(upon returning the same supplication is recited with the following addition: (Ayiboona, ta-iboona, AAabidoona, lirabbina hamidoon.))",
                    "TRANSLATED_TEXT": "（真主是最伟大的，真主是最伟大的，真主是最伟大的，他是多么完美，他为我们提供了这个（运输）服务，我们自己没有能力做到这一点，我们的主是我们最终的命运。主啊，我们在我们的旅程中向你祈求比尔和塔克瓦，我们请求你做让你高兴的事。主啊，帮助我们的旅程，让我们快速走完它的距离。主啊，你是旅途中的伴侣和家庭的继承人，安拉啊，我向您寻求庇护，避免旅行中的困难，避免变心和陷入困境，并且我向您寻求庇护，避免财富和家庭的不幸结果。）（birr和taqwa：两个综合术语，单独指所有良好的行为和服从，即执行命令的行为并避免禁止的行为。当组合在一起时，birr指的是执行已命令的行为taqwa指的是避免那些被禁止的行为。）（继承者：由于另一个人的缺席或死亡而继承另一个人的人。这是khaleefah一词的正确含义；因此，相信亚当是安拉在地球上的khaleefah（代理，通常翻译）是错误的，因为安拉永远不会缺席，也永远不会死亡。这个祈求证明了对这个词的正确理解，并表明安拉继承了我们并保护我们留下的人。死亡或缺席。）（返回后，背诵相同的祈求，并添加以下内容：（我们返回，悔改，敬拜并赞美我们的主。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/207.mp3"
                }
            ]
        },
        {
            "ID": 97,
            "TITLE": "请求进入村庄或城镇",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_098.mp3",
            "TEXT": [
                {
                    "ID": 208,
                    "ARABIC_TEXT": "((اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma rabbas-samawatis-sabAAi wama athlaln, warabbal-aradeenas-sabAAi wama aqlaln, warabbash-shayateeni wama adlaln, warabbar-riyahi wama tharayn, as-aluka khayra hathihil-qaryah, wakhayra ahlilha wakhayra ma feeha, wa-aAAoothu bika min sharriha washarri ahliha, washarri ma feeha.)",
                    "TRANSLATED_TEXT": "（安拉啊，七层天和它们所包围的一切的主宰，七大地和它们所承载的一切的主宰，魔鬼和他们误导的所有人的主宰，风和他们带走的所有人的主宰。我向你祈求这个村庄的善良，它的居民的善良以及它里面发现的所有善良，我向你寻求庇护，免受这个村庄的邪恶，它的居民的邪恶以及它里面发现的所有邪恶。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/208.mp3"
                }
            ]
        },
        {
            "ID": 98,
            "TITLE": "Dua 进入市场",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_099.mp3",
            "TEXT": [
                {
                    "ID": 209,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ حَيٌّ لاِ يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah,  wahdahu la shareeka lah, lahul-mulku walahul-hamd, yuhyee wayumeetu wahuwa hayyun la yamoot, biyadihil-khayru wahuwa  AAala kulli shayin qadeer.)",
                    "TRANSLATED_TEXT": "（除了真主之外，没有人有权受到崇拜，他是孤独的，没有伴侣，所有的主权和赞美都属于他。他赐予生命并导致死亡，他活着而不死。一切善都在他手中，他掌管万物，无所不能。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/209.mp3"
                }
            ]
        },
        {
            "ID": 99,
            "TITLE": "如果船不幸的话，请祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_100.mp3",
            "TEXT": [
                {
                    "ID": 210,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah.)",
                    "TRANSLATED_TEXT": "（以安拉的名义。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/210.mp3"
                }
            ]
        },
        {
            "ID": 100,
            "TITLE": "旅人为居民祈福",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_101.mp3",
            "TEXT": [
                {
                    "ID": 211,
                    "ARABIC_TEXT": "((أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(AstawdiAAukumul-lah, allathee la tadeeAAu wada-iAAuh.)",
                    "TRANSLATED_TEXT": "（我将你置于阿拉的信任之下，他的信任永远不会错。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/211.mp3"
                }
            ]
        },
        {
            "ID": 101,
            "TITLE": "一位居民为一位旅客祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_102.mp3",
            "TEXT": [
                {
                    "ID": 212,
                    "ARABIC_TEXT": "(( أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(AstawdiAAul-laha deenak, wa-amanatak, wakhawateema AAamalik.)",
                    "TRANSLATED_TEXT": "（我将你的宗教、你的忠诚和你行为的目的交托于安拉。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/212.mp3"
                },
                {
                    "ID": 213,
                    "ARABIC_TEXT": "((زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ ما كُنْتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Zawwadakal-lahut-taqwa, waghafara thanbak, wayassara lakal-khayra haythuma kunt.)",
                    "TRANSLATED_TEXT": "（愿真主赐予你 taqwa，宽恕你的罪孽并为你带来一切好处，无论你身在何处。）（taqwa：一个综合术语，指所有良好的行为和服从，即执行命令的行为并避免禁止的行为。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/213.mp3"
                }
            ]
        },
        {
            "ID": 102,
            "TITLE": "旅行期间的大赞歌和赞美",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_103.mp3",
            "TEXT": [
                {
                    "ID": 214,
                    "ARABIC_TEXT": "قَالَ جَابِرٌ رضي الله عنه: ((كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "贾比尔说：每当我们上山时，我们都会说 Allaahu 'Akber（真主至大），当我们下山时，我们会说 Subhaanallaah（荣耀归于真主）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/214.mp3"
                }
            ]
        },
        {
            "ID": 103,
            "TITLE": "旅人着魔时的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_104.mp3",
            "TEXT": [
                {
                    "ID": 215,
                    "ARABIC_TEXT": "((سَمَّعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(SamiAAa samiAAun bihamdil-lahi wahusni bala-ihi AAalayna. Rabbana sahibna wa-afdil AAalayna AAa-ithan billahi minan-nar.)",
                    "TRANSLATED_TEXT": "（愿一位见证者，见证我们对安拉的恩惠和恩惠的赞美。我们的主，保护我们，施恩于我们，并拯救我们免受一切邪恶。我寻求安拉的庇护，免受火的伤害。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/215.mp3"
                }
            ]
        },
        {
            "ID": 104,
            "TITLE": "当他在旅行或其他地方下降时的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_105.mp3",
            "TEXT": [
                {
                    "ID": 216,
                    "ARABIC_TEXT": "((أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu bikalimatil-lahit-tammati min sharri ma khalaq.)",
                    "TRANSLATED_TEXT": "（我寻求真主完美话语的庇护，远离他所创造的邪恶。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/216.mp3"
                }
            ]
        },
        {
            "ID": 105,
            "TITLE": "提及旅行归来",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_106.mp3",
            "TEXT": [
                {
                    "ID": 217,
                    "ARABIC_TEXT": "((يُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزابَ وَحْدَهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Ibn AAumar  reported that the Messenger of Allah  on return from a battle or from performing the pilgrimage would say at every high point: (Allahu akbar, Allahu akbar, Allahu akbar.) and then he would say: (La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shay-in qadeer, ayiboona ta-iboon, AAabidoon, lirabbina hamidoon, sadaqal-lahu waAAdah, wanasara AAabdah, wahazamal-ahzaba wahdah.))",
                    "TRANSLATED_TEXT": "（伊本·阿欧玛尔报道说，安拉的使者从战场或朝觐归来时，会在每一个最重要的时刻说：（安拉是最伟大的，安拉是最伟大的，安拉是最伟大的。）然后他会说：（除了安拉，没有人有权被崇拜，只有安拉，独自一人，没有伙伴。一切主权和赞美都属于他，他是万能的。我们归来，悔改，崇拜和赞美我们的主。安拉兑现了他的诺言，协助他的仆人，并单枪匹马地击败了盟友。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/217.mp3"
                }
            ]
        },
        {
            "ID": 106,
            "TITLE": "来找他的人说的是他喜欢或不喜欢的话",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_107.mp3",
            "TEXT": [
                {
                    "ID": 218,
                    "ARABIC_TEXT": "كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ الْأَمْرُ يَسُرُّهُ قَالَ: ((الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ)) وَإِذَا أَتَاهُ الْأَمْرُ يَكْرَهُهُ قَالَ: ((الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "When something happened that pleased him, the Prophet used to say:((Alhamdu lillaahil-lathee bini'matihi tatimmuus-saalihaat)).And if something happened that displeased him, he used to say:((Alhamdulillaahi 'alaa kulli haal)).",
                    "TRANSLATED_TEXT": "当发生令他高兴的事情时，先知常常说：((Alhamdu lillaahil-lathee bini'matihi tatimmuus-saalihaat))。赞美真主，通过他的祝福，一切美好的事物都得以完善。如果发生了令他不高兴的事情，他常常说：((Alhamdulillaahi 'alaa kulli haal))。在任何情况下都赞美真主。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/218.mp3"
                }
            ]
        },
        {
            "ID": 107,
            "TITLE": "为先知祈祷的美德，愿真主保佑他并赐予他平安",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_108.mp3",
            "TEXT": [
                {
                    "ID": 219,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْراً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（先知（愿主福安之）说：“谁向我祈祷，安拉就向他祈祷十次。”）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/219.mp3"
                },
                {
                    "ID": 220,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（他（愿主福安之）还说：“不要把我的坟墓作为习惯性仪式的地方。为我祈祷，因为无论你身在何处，你的祈祷确实到达了我的耳中。”",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/220.mp3"
                },
                {
                    "ID": 221,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（他（愿主福安之）还说：“守财奴就是当我向他提起时，却没有向我祈祷的人。”",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/221.mp3"
                },
                {
                    "ID": 222,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم:((إِنَّ لِلَّهِ مَلاَئِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "先知[PBUH]说：“安拉确实有天使在大地上漫游，他们向我传达我的‘乌玛’（民族）的问候（或和平祈祷）。”",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/222.mp3"
                },
                {
                    "ID": 223,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "先知[PBUH]说：“没有人向我问候（或祈祷平安），但安拉将我的灵魂归还给我，以便我可以回报他的问候",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/223.mp3"
                }
            ]
        },
        {
            "ID": 108,
            "TITLE": "披露和平",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_109.mp3",
            "TEXT": [
                {
                    "ID": 224,
                    "ARABIC_TEXT": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ((لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلاَ أَدُلُّكُم عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُم، أَفْشُوا السَّلاَمَ بَيْنَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（真主的使者说：“除非你们相信，否则你们不会进入天堂；除非你们彼此相爱，否则你们不会相信。我是否应该告诉你们一件事，如果你们付诸行动，你们确实会实现彼此相爱？请互相问候。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/224.mp3"
                },
                {
                    "ID": 225,
                    "ARABIC_TEXT": "((ثَلاَثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلاَمِ لِلْعَالَمِ، وَالْإِنْفَاقُ مِنَ الإِقْتَارِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（阿马尔说：“三个特征，无论谁将它们结合起来，就完成了他的信仰：正义，向所有人传播问候，以及（慈善地）花掉你所拥有的一点点。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/225.mp3"
                },
                {
                    "ID": 226,
                    "ARABIC_TEXT": "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أنَّ رَجُلاً سَأَلَ النَّبِيَّ صلى الله عليه وسلم أيُّ الْإِسْلاَمِ خَيْرٌ قَالَ: ((تُطْعِمُ الطَّعَامَ، وَتَقْرأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（阿卜杜拉·伊本·阿姆尔报道说，一个人问先知：“哪种伊斯兰教是最好的？”。他回答说：喂养（穷人），并向你认识的人和你不认识的人问好。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/226.mp3"
                }
            ]
        },
        {
            "ID": 109,
            "TITLE": "如果一个异教徒向他致意，他如何才能恢复平静呢？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_110.mp3",
            "TEXT": [
                {
                    "ID": 227,
                    "ARABIC_TEXT": "((إذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا: وَعَلَيْكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（当经书之民向你致意时，回答说：（向你致意。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/227.mp3"
                }
            ]
        },
        {
            "ID": 110,
            "TITLE": "闻公鸡啼、驴鸣祈请",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_111.mp3",
            "TEXT": [
                {
                    "ID": 228,
                    "ARABIC_TEXT": "((إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ؛ فَإِنَّهَا رَأَتْ مَلَكاً وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيطَانِ؛ فَإِنَّهُ رَأَى شَيْطَاناً)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（如果你听到公鸡的叫声，请祈求安拉的恩惠，因为它看到了天使；如果你听到驴子的叫声，请向安拉寻求庇护，因为它看到了魔鬼。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/228.mp3"
                }
            ]
        },
        {
            "ID": 111,
            "TITLE": "为夜间狂吠的狗祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_112.mp3",
            "TEXT": [
                {
                    "ID": 229,
                    "ARABIC_TEXT": "((إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيقَ الْحَمِيرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ مِنْهُنَّ؛ فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（如果你在夜间听到狗叫或驴叫，请寻求安拉的庇护，因为他们看到了你看不到的东西。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/229.mp3"
                }
            ]
        },
        {
            "ID": 112,
            "TITLE": "为造成这一切的人祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_113.mp3",
            "TEXT": [
                {
                    "ID": 230,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahumma fa-ayyuma mu/minin sababtuhu fajAAal thalika lahu qurbatan ilayka yawmal-qiyamah.)",
                    "TRANSLATED_TEXT": "（真主啊，对于任何被我侮辱的信徒，请让这成为他在复活日亲近您的理由。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/230.mp3"
                }
            ]
        },
        {
            "ID": 113,
            "TITLE": "如果穆斯林赞扬穆斯林，他会说什么？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_114.mp3",
            "TEXT": [
                {
                    "ID": 231,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((إِذَا كَانَ أَحَدُكُم مَادِحاً صَاحِبَهُ لاَ مَحَالَةَ فَلْيَقُلْ: أَحْسِبُ فُلاَناً وَاللَّهُ حَسِيبُهُ، وَلاَ أُزَكِّي عَلَى اللَّهِ أَحَداً، أَحْسِبُهُ – إِنْ كَانَ يَعْلَمُ ذَاكَ – كَذَا وَكَذَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（他说：“如果你们中的任何一个人被迫赞美他的兄弟，那么他应该说：‘我认为某某是……安拉是他的算计者……我不会赞美任何人，把它（即我的赞美）放在安拉的称赞之前，但我认为他是某某’……如果他知道他的情况的话。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/231.mp3"
                }
            ]
        },
        {
            "ID": 114,
            "TITLE": "如果穆斯林是纯洁的，他会说什么？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_115.mp3",
            "TEXT": [
                {
                    "ID": 232,
                    "ARABIC_TEXT": "((اللَّهُمَّ لاَ تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاغْفِرْ لِي مَا لاَ يَعْلَمُونَ، [وَاجْعَلْنِي خَيْراً مِمَّا يَظُّنُّونَ])).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "Allaahumma laa tu'aakhithnee bimaa yaqooloona, waghfir lee maa laa ya'lamoona [waj'alnee khayram-mimmaa yadhunnoon]",
                    "TRANSLATED_TEXT": "安拉啊，不要让我对他们所说的话负责，并原谅我他们不知道的事情[并让我比他们想象的更好]。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/232.mp3"
                }
            ]
        },
        {
            "ID": 115,
            "TITLE": "在朝觐或副朝期间，玛赫拉姆如何进行塔比耶 (Talbiyah)？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_116.mp3",
            "TEXT": [
                {
                    "ID": 233,
                    "ARABIC_TEXT": "((لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Labbaykal-lahumma labbayk, labbayka la shareeka laka labbayk, innal-hamda wanniAAmata laka walmulk, la shareeka lak.)",
                    "TRANSLATED_TEXT": "（真主啊，我在这里，（响应您的召唤），我在这里。我在这里，您没有伴侣，我在这里。确实，所有赞美，恩典和主权都属于您。您没有伴侣。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/233.mp3"
                }
            ]
        },
        {
            "ID": 116,
            "TITLE": "如果黑角出现则放大",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_117.mp3",
            "TEXT": [
                {
                    "ID": 234,
                    "ARABIC_TEXT": "((طَافَ النَّبيُّ صلى الله عليه وسلم بِالْبَيْتِ عَلَى بَعِيرٍ كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ عِنْدَهُ وَكَبَّرَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(The Prophet  circled the KaAAbah on a camel, every time he reached the black stone he would point to it with his staff and say: (Allahu akbar))",
                    "TRANSLATED_TEXT": "（先知骑着骆驼绕着KaAAbah转一圈，每次他到达黑色的石头时，他都会用手杖指着它说：（安拉是最伟大的））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/234.mp3"
                }
            ]
        },
        {
            "ID": 117,
            "TITLE": "也门角与黑石之间的恳求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_118.mp3",
            "TEXT": [
                {
                    "ID": 235,
                    "ARABIC_TEXT": "((﴿رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ﴾)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "The Prophet PBUH used to say between the Yemeni corner and the black stone: (Rabbana atina fee alddunya hasanatan wafee al-akhirati hasanatan waqina  AAathaba alnnar)[Al-Baqarah: 201]",
                    "TRANSLATED_TEXT": "先知普布赫曾经在也门角落和黑石之间说过：（我们的主啊，请赐予我们今生和来世最好的东西，并保护我们免受火的惩罚。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/235.mp3"
                }
            ]
        },
        {
            "ID": 118,
            "TITLE": "站在萨法和玛瓦的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_119.mp3",
            "TEXT": [
                {
                    "ID": 236,
                    "ARABIC_TEXT": "لَمَّا دَنَا النَّبِيُّ صلى الله عليه وسلم مِنَ الصَّفَا قَرَأَ: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ﴾ أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ)) فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللَّهَ وَكبَّرَهُ وَقَالَ: ((لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، ثُمَّ دَعَا بَيْنَ ذلكَ. قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ)) الْحَدِيثُ. وَفِيهِ: ((فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Jabir  said when describing the Prophet’s  pilgrimage: ‘…and when he approached mount Safa he recited: ( Innas-safa wa-almarwata min shaAAa-iri Allah ….) (Abda-o bima badaal-lahu bih.) so he started with Safa and climed it until he could see the KaAAbah, he then faced it and said: (Allahu akbar, Allahu akbar, Allahu akbar.) and then he would say the following three times making a supplication (one should make a personal supplication) after each time: (La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer, la ilaha illal-lahu wahdah, anjaza waAAdah, wanasara AAabdah, wahazamal -ahzaba wahdah.)(he  would repeat this action at Marwah.) ",
                    "TRANSLATED_TEXT": "（贾比尔在描述先知的朝圣之旅时说：“……当他接近萨法山时，他背诵道：（事实上，萨法山和马尔瓦来自安拉的礼拜场所……）（我从安拉开始的地方开始。）所以他从萨法山开始，爬上山，直到他能看到天房，然后他面对它说：（安拉是最伟大的，安拉是最伟大的，安拉是最伟大的。）然后他会每次祈祷后念以下三遍（一个人应该进行个人祈祷）：（除了真主，没有人有权被崇拜，除了安拉，独自一人，没有伴侣。所有主权和赞美都属于他，他是全能的。除了安拉之外，没有人有权被崇拜。他履行了他的诺言，帮助他的仆人并单枪匹马地击败了盟友。））（他将在马尔瓦重复这一行动。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/236.mp3"
                }
            ]
        },
        {
            "ID": 119,
            "TITLE": "阿拉法特日的祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_120.mp3",
            "TEXT": [
                {
                    "ID": 237,
                    "ARABIC_TEXT": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبيُّونَ مِنْ قَبْلِي: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(The best of supplications is the supplication on the day of AAarafah and the best which I and the Prophets before me have said (is): (La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer.))",
                    "TRANSLATED_TEXT": "（最好的祈求是阿拉法日的祈求，我和我之前的先知所说的最好的祈求是：（除了真主，没有人有权被崇拜，独自一人，没有伴侣。所有的赞美和主权都属于他，他是万能的。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/237.mp3"
                }
            ]
        },
        {
            "ID": 120,
            "TITLE": "Mash’ar al-Haram 的 Dhikr",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_121.mp3",
            "TEXT": [
                {
                    "ID": 238,
                    "ARABIC_TEXT": "رَكِبَ النَّبِيُّ صلى الله عليه وسلم الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ فَاسْتَقْبَلَ الْقِبْلَةَ (فَدَعَاهُ، وَكَبَّرَهُ، وَهَللَّهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفاً حَتَّى أَسْفَرَ جِدَّاً فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمسُ.",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "先知骑着他的骆驼 Al-Qaswa，直到到达圣地（Al-Mash aril Haraam）。然后他面向朝布拉，祈求真主，并反复念诵：Allaahu Akbar（真主至大）、Allaahu Ahad（真主独一）和Laa ilaaha illallaah（除真主外绝无应受崇拜的）。他一动不动，直到天空因黎明而变黄，然后在日出前继续前行。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/238.mp3"
                }
            ]
        },
        {
            "ID": 121,
            "TITLE": "用每块卵石向 Jamarat 投石时的 Takbir",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_122.mp3",
            "TEXT": [
                {
                    "ID": 239,
                    "ARABIC_TEXT": "((يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الْجِمَارِ الثَّلاَثِ، ثُمَّ يَتَقَدَّمُ، ويَقِفُ يَدْعُو مُسْتَقْبِلَ الْقِبلَةِ، رَافِعاً يَدَيْهِ بَعْدَ الْجَمْرَةِ الْأُولَى وَالثَّانِيَةِ. أَمَّا جَمْرَةُ الْعَقَبَةِ فَيَرْمِيهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ وَيَنْصَرِفُ وَلاَ يَقِفُ عِنْدَهَا)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "先知普布赫（愿主福安之）向三根柱子投掷的每一颗石子都念叨着“Allaahu 'Akbar”（安拉是最伟大的）。然后他向前走，面向朝拜站着，举起双手呼求安拉。那是在（用石头砸死）第一根和第二根柱子之后。至于第三根，他用石头砸了它，并用他扔出的每一颗石子呼唤真主至大，但当他完成后，他没有站在它旁边（祈求）就离开了。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/239.mp3"
                }
            ]
        },
        {
            "ID": 122,
            "TITLE": "充满惊奇和喜乐的祈祷",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_123.mp3",
            "TEXT": [
                {
                    "ID": 240,
                    "ARABIC_TEXT": "((سُبْحَانَ اللَّهِ!)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Subhanal-lah!.)",
                    "TRANSLATED_TEXT": "（安拉是多么完美。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/240.mp3"
                },
                {
                    "ID": 241,
                    "ARABIC_TEXT": "((اللَّهُ أَكْبَرُ!)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Allahu akbar.)",
                    "TRANSLATED_TEXT": "（安拉是最伟大的。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/241.mp3"
                }
            ]
        },
        {
            "ID": 123,
            "TITLE": "来到他面前的人所做的事都是令他喜悦的",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_124.mp3",
            "TEXT": [
                {
                    "ID": 242,
                    "ARABIC_TEXT": "((كَانَ النَّبيُّ صلى الله عليه وسلم إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِداً شُكْراً لِلَّهِ تَبَارَكَ وَتَعَالَى)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（先知普布赫在收到令他高兴或引起高兴的消息时，会向真主表示感谢。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/242.mp3"
                }
            ]
        },
        {
            "ID": 124,
            "TITLE": "感觉身体疼痛的人会说的话",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_125.mp3",
            "TEXT": [
                {
                    "ID": 243,
                    "ARABIC_TEXT": "((ضَعْ يَدَكَ عَلَى الَّذِي تَألَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ، ثَلاَثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Place your hand at the site of the pain and say: (Bismil-lah (three times)) the supplicate seven times: (aAAoothu billahi waqudratih min sharri ma ajidu wa-ohathir.))",
                    "TRANSLATED_TEXT": "（将手放在疼痛的部位并说：（以安拉的名义（三遍））恳求七次：（我向安拉和他的全能庇护，免受我所感受到和警惕的邪恶。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/243.mp3"
                }
            ]
        },
        {
            "ID": 125,
            "TITLE": "为那些担心某些特定事情会发生在他身上的人祈求",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_126.mp3",
            "TEXT": [
                {
                    "ID": 244,
                    "ARABIC_TEXT": "((إِذَا رَأَى أَحَدُكُم مِنْ أَخِيهِ، أَوْ مِنْ نَفْسِهِ، أَوْ مِنْ مَالِهِ مَا يُعْجِبُهُ [فَلْيَدْعُ لَهُ بِالْبَرَكَةِ] فَإِنَّ الْعَيْنَ حَقٌّ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "如果你看到你的兄弟有任何让你高兴的东西，或者他的人或他的财产，[然后祈求真主保佑他]因为嫉妒的眼睛是真实的。",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/244.mp3"
                }
            ]
        },
        {
            "ID": 126,
            "TITLE": "当你惊慌时该说什么",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_127.mp3",
            "TEXT": [
                {
                    "ID": 245,
                    "ARABIC_TEXT": "((لاَ إِلَهَ إِلاَّ اللَّهُ!)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(La ilaha illal-lah.)",
                    "TRANSLATED_TEXT": "（除了真主之外，没有人有权受到崇拜。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/245.mp3"
                }
            ]
        },
        {
            "ID": 127,
            "TITLE": "宰杀或宰杀时说什么？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_128.mp3",
            "TEXT": [
                {
                    "ID": 246,
                    "ARABIC_TEXT": "((بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ [اللَّهُمَّ مِنْكَ وَلَكَ] اللَّهُمَّ تَقَبَّلْ مِنِّي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Bismil-lah wallahu akbar, allahumma minka walak, allahumma taqabbal  minnee.)",
                    "TRANSLATED_TEXT": "（以真主的名义，真主是最伟大的。阿拉啊，（它）来自你并且属于你，阿拉啊，请接受我的这个。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/246.mp3"
                }
            ]
        },
        {
            "ID": 128,
            "TITLE": "对于恶魔佣兵小子的反应，他怎么说呢？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_129.mp3",
            "TEXT": [
                {
                    "ID": 247,
                    "ARABIC_TEXT": "((أَعُوذُ بكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ: مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(aAAoothu bikalimatil-lahit-tammat, allatee la yujawizuhunna barrun wala fajir min sharri ma khalaq, wabaraa watharaa, wamin sharri ma yanzilu minas-sama/, wamin sharri ma yaAAruju feeha, wamin sharri ma tharaa fil-ard, wamin sharri ma yakhruju minha, wamin sharri fitnanil-layli wannahar, wamin sharri kulli tariqin illa tariqan yatruqu bikhayrin ya Rahman.)",
                    "TRANSLATED_TEXT": "（我在真主完美的话语中避难，正义或不义的人都无法违背，远离他所创造、制造和起源的一切邪恶。（我避难）从天而降的邪恶和上升到天上的邪恶。（我避难）传播在地球上的邪恶和从大地上产生的邪恶，我避难白天和黑夜的苦难的邪恶，以及除了带来善意的人之外的夜间拜访者的邪恶，仁慈的主啊。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/247.mp3"
                }
            ]
        },
        {
            "ID": 129,
            "TITLE": "请求宽恕和悔改",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_130.mp3",
            "TEXT": [
                {
                    "ID": 248,
                    "ARABIC_TEXT": "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: ((وَاللَّهِ إِنِّي لأَسْتَغفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（真主的使者说：“以真主的名义，我每天向真主寻求宽恕和忏悔七十次以上。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/248.mp3"
                },
                {
                    "ID": 249,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（他还说：“人们啊，悔改吧！我确实向真主悔改，每天一百次。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/249.mp3"
                },
                {
                    "ID": 250,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيّوُمُ وَأَتُوبُ إِلَيهِ، غَفَرَ اللَّهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(He  also said: ‘Whoever says:(Astaghfirul-lahal-lathee la ilaha illa huwal-hayyul-qayyoomu wa-atoobu ilayh.) Allah would forgive him even if he was one who fled during the advance of an army.)",
                    "TRANSLATED_TEXT": "（他还说：“无论谁说：（我寻求真主的宽恕，除他之外，除了他，永生者，自给自足者和所有人的支持者之外，没有人有权受到崇拜，我在悔改中转向他。）即使他是在军队前进时逃跑的人，真主也会宽恕他。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/250.mp3"
                },
                {
                    "ID": 251,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（他说：“主最接近他的仆人的时间是在半夜，所以如果你能够成为那个时候记念真主的人，那就这样吧。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/251.mp3"
                },
                {
                    "ID": 252,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكثِرُوا الدُّعَاءَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（他还说：“仆人最接近他的主的时候就是跪拜的时候，所以在拜拜时要多多祈求。”",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/252.mp3"
                },
                {
                    "ID": 253,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（他还说：“我的心确实变得全神贯注，确实，我每天寻求真主的宽恕一百次。）（全神贯注：即处于‘遗忘’的状态。先知总是习惯于增加对他的主的记念，以达到与真主的亲近和对真主的认识，以至于如果这种强度无论如何减弱，他就会认为这是一种罪过，然后竞相寻求真主的宽恕。”安拉。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/253.mp3"
                }
            ]
        },
        {
            "ID": 130,
            "TITLE": "荣耀、赞美、荣耀神的美德",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_131.mp3",
            "TEXT": [
                {
                    "ID": 254,
                    "ARABIC_TEXT": "قَالَ صلى الله عليه وسلم مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Whoever says:(Subhanal-lahi wabihamdih.) a hundred times during the day, his sins are wiped away, even if they are like the foam of the sea.)",
                    "TRANSLATED_TEXT": "（谁说：（安拉多么完美，我赞美他。）白天一百次，他的罪孽就会被抹去，即使它们就像大海的泡沫。）",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/254.mp3"
                },
                {
                    "ID": 255,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Abu Hurayrah  reported that the Messenger of Allah  said: ‘Whoever says: (La ilaha illal-lahu wahdahu la shareeka lah, lahul-mulku walahul-hamd, wahuwa AAala kulli shayin qadeer.) a hundred times during the day, has the reward of freeing ten slaves, a hundred good deeds are recorded for him and a hundred bad deeds are wiped away and he has gained refuge from the devil that day until evening and none shall come with anything better except someone who has done more.)",
                    "TRANSLATED_TEXT": "（艾布·胡莱勒报道说，安拉的使者说：“谁说：（除了安拉，没有人有权受到崇拜，除了安拉，独一无伴。一切主权和赞美都归他所有，他是万能的。）白天一百次，他会得到释放十个奴隶的奖赏，一百个善行被记录下来，一百个恶行被抹去，他从那天到晚上都得到了魔鬼的庇护，除了一个已经做了更多。）",
                    "REPEAT": 10,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/255.mp3"
                },
                {
                    "ID": 256,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحانَ اللَّهِ الْعَظِيمِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Aboo Hurayrah  reported that the Messenger of Allah  said:’(There are) Two words, (which are ) light on the tongue, heavy on the Scale and beloved to The Most Gracious: (Subhanal-lahi wabihamdih, wasubhanal-lahil-AAatheem.))",
                    "TRANSLATED_TEXT": "（阿布·胡莱拉（Aboo Hurayrah）报道说，真主的使者说：“（有）两个词，（它们）舌头上轻，天平上重，为最仁慈的人所喜爱：（安拉是多么完美，我赞美他。至高无上的安拉是多么完美。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/256.mp3"
                },
                {
                    "ID": 257,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمسُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Aboo Hurayrah  reported that the Messenger of Allah  said: ‘Saying: (Subhanal-lah, walhamdu lillah, la ilaha illal-lah wallahu akbar.) is more beloved to me than everything the sun has risen over.)",
                    "TRANSLATED_TEXT": "（阿布·胡莱拉（Aboo Hurayrah）报道说，真主的使者说：“说：（真主是多么完美，一切赞美都归于真主。除了真主之外，没有人有权受崇拜，真主是最伟大的。）对我来说，他比太阳升起的一切都更受我爱戴。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/257.mp3"
                },
                {
                    "ID": 258,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَيَعْجِزُ أَحَدُكُم أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ)) فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: ((يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Sa’d  said: ‘We were sitting with the Messenger of Allah , and he said: ‘Are any of you unable to gain a thousand good deeds each day?’ Somebody then asked him  : How does one achieve a thousand good deeds? He replied: ‘He should say: (Subhanal-lah.) one hundred times, for a thousand good deeds are recorded for him or a thousand bad deeds are wiped away.)",
                    "TRANSLATED_TEXT": "（萨德说：“我们和真主的使者坐在一起，他说：‘你们中有谁无法每天获得一千件善事吗？’有人问他：一个人如何才能获得一千件善事？他回答说：‘他应该说：（安拉多么完美。）一百次，因为一千件善事为他记录下来，或者一千件坏事被抹去。）",
                    "REPEAT": 100,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/258.mp3"
                },
                {
                    "ID": 259,
                    "ARABIC_TEXT": "((مَنْ قَالَ: سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Jabbir  related that the Prophet  said: ‘Whoever says: (Subhanal-lahil-AAatheemi wabihamdih.) a palm tree is planted for him in paradise.)",
                    "TRANSLATED_TEXT": "（贾比尔记载，先知说：“谁说：（安拉多么完美。至尊者，我赞美他。）天堂里就会为他种植一棵棕榈树。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/259.mp3"
                },
                {
                    "ID": 260,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ))؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: ((قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(AAabdullah Ibn Qays  related that the Prophet  said to him: ‘ O ‘AAabdullah Ibn Qays, shall I not inform you of a treasure from the treasures of paradise?’ He  then said: ‘Say: (La  hawla wala quwwata illa billah.))",
                    "TRANSLATED_TEXT": "（阿阿卜杜拉·伊本·凯斯说，先知对他说：“啊阿阿卜杜拉·伊本·凯斯，我不能告诉你天堂宝藏中的宝藏吗？”然后他说：“你说：（除了安拉，没有任何力量和力量。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/260.mp3"
                },
                {
                    "ID": 261,
                    "ARABIC_TEXT": "وَقَالَ صلى الله عليه وسلم: ((أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأتَ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(the most beloved words to Allah are four: (Subhanal-lah, walhamdu lillah, wala ilaha illal-lah, wallahu akbar.))(it does not matter which of them you start with.)",
                    "TRANSLATED_TEXT": "（对真主最喜爱的一句话是四句话：（真主是多么完美，一切赞美都归于真主。除了真主之外，没有人有权受到崇拜，真主是最伟大的。））（无论你从哪一个开始，都没有关系。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/261.mp3"
                },
                {
                    "ID": 262,
                    "ARABIC_TEXT": "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ: عَلِّمْنِي كَلاماً أَقُولُهُ: قَالَ: ((قُلْ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ)) قَالَ: فَهَؤُلاَءِ لِرَبِّي، فَمَا لِي؟ قَالَ: ((قُلْ: اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(SaAAd Ibn Abee Waqqas  narrated that a man came to the Messenger of Allah  and said to him: ‘Teach me something which I should say?’ He said: ‘Say: (La ilaha illal-lah, wahdahu la shareeka lah, Allahu akbaru kabeera, walhamdu lillahi katheera, subhanal-lahi rabbil-AAalameen, la hawla wala quwwata illa billahil-AAazeezil-hakeem.) the man then said: ‘These are for my Lord, and what is for me?’ He  replied: ‘Say:(Allahummagh-fir lee, warhamnee, wahdinee, warzuqnee.))",
                    "TRANSLATED_TEXT": "（萨阿德·伊本·阿比·瓦卡斯叙述说，一个人来到真主的使者面前，对他说：“教我一些我应该说的话？”他说：“你说：（除了真主，没有人有权利被崇拜，独自一人而没有伙伴。真主是最伟大的，赞美真主。真主是多么完美。万界之主，除了真主之外，没有任何力量和力量。除了真主，万能的至尊者，至睿者。）然后说：“这些是给我的主的，什么是给我的？”他回答说：“你说：（真主啊，宽恕我，怜悯我，引导我，赐予我食物。）”",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/262.mp3"
                },
                {
                    "ID": 263,
                    "ARABIC_TEXT": "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ: ((اللَّهُمَّ اغْفِرِ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Tariq Al-AshjaAAee  said: ‘When someone would embrace Islam, the Prophet  would teach him how to perform prayer and then order him to supplicate with the following words: (Allahummagh-fir lee, warhamnee, wahdinee, waAAafinee warzuqnee.))",
                    "TRANSLATED_TEXT": "（塔里克·阿什贾AAee说：“当有人皈依伊斯兰教时，先知会教他如何进行祈祷，然后命令他用以下的话祈求：（真主啊，宽恕我，怜悯我，引导我，赐予我健康并赐予我食物。））",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/263.mp3"
                },
                {
                    "ID": 264,
                    "ARABIC_TEXT": "((إِنَّ أَفْضَلَ الدُّعَاءِ الْحَمْدُ لِلَّهِ، وَأَفْضَلَ الذِّكْرِ لاَ إِلَهَ إِلاَّ اللَّهُ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "(Jabir  Ibn ‘AAabdullah  related that the Messenger of Allah  said: ‘Verily, the best supplication is: (Alhamdu lillah) and indeed, the best form of remembrance is: (La ilaha illal-lah.))",
                    "TRANSLATED_TEXT": "（贾比尔·伊本·阿阿卜杜拉提到，真主的使者说：“确实，最好的祈求是：（一切赞美归于真主。）事实上，最好的纪念形式是：（除了真主之外，没有人有权受到崇拜。）”",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/264.mp3"
                },
                {
                    "ID": 265,
                    "ARABIC_TEXT": "الباقيات الصالحات : سبحان الله والحمد لله ، ولا إله إلا الله ،والله أكبر ،و لا حول ولا قوة إلا بالله",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "The good deeds which endure are 'Subhaanallaah.', and 'Walhamdulillaah.', and 'Wa laa ilaaha illallaah'., and 'Wallaahu Akbar',and 'Wa laa hawla wa laa guwawala illaa billaah'.",
                    "TRANSLATED_TEXT": "持久的善行是“荣耀归于真主”，“赞美归于真主”，“但没有真主值得崇拜”，“真主是最伟大的”，“除了真主之外，没有任何力量和力量”",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/265.mp3"
                }
            ]
        },
        {
            "ID": 131,
            "TITLE": "先知是怎样游泳的？",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_132.mp3",
            "TEXT": [
                {
                    "ID": 266,
                    "ARABIC_TEXT": "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنه قَالَ: ((رَأَيْتُ النَّبيَّ صلى الله عليه وسلم يَعْقِدُ التَّسْبِيحَ)) وفي زيادةٍ: ((بِيَمِينِهِ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "（Tasbeeh，这里的意思是说：（Subhanal-lah，alhamdu lillah，Allahu akbar。））（AAabdullah Ibn AAamr 说：“我看到先知用右手做了 tasbeeh。）",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/266.mp3"
                }
            ]
        },
        {
            "ID": 132,
            "TITLE": "Types of goodness and good etiquette for community life",
            "AUDIO_URL": "http://www.hisnmuslim.com/audio/ar/ar_7esn_AlMoslem_by_Doors_133.mp3",
            "TEXT": [
                {
                    "ID": 267,
                    "Text": "قَالَ النَّبِيُّ صلى الله عليه وسلم ((إِذَا كَانَ جُنْحُ اللَّيْلِ – أَوْ أَمْسَيْتُم – فَـكُفُّوا صِبْيانَـكُم، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ؛ فَإِنَّ الشَّيطَانَ لاَ يَفْتَحُ بَاباً مُغلَقاً، وَأَوْكُوا قِرَبَكُمْ، وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُم، وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئاً، وَأَطْفِئُوا مَصَابِيحَكُمْ)).",
                    "LANGUAGE_ARABIC_TRANSLATED_TEXT": "",
                    "TRANSLATED_TEXT": "When evening descends, bring your children indoors for the devils scatter out at this hour. Then after the passing of an hour (i.e. the first hour) of the night, (you may) let them (the children) go. Close your doors while mentioning the Name of Allah, for the devil may not open a closed door. Fasten your waterskins mentioning the Name of Allah. Cover your eating vessels mentioning the Name of Allah even if you just put something over it, and extinguish your lamps. Peace and blessing be upon our Prophet, Muhammad, and upon his family and his Companions, all of them.",
                    "REPEAT": 1,
                    "AUDIO": "http://www.hisnmuslim.com/audio/ar/267.mp3"
                }
            ]
        }
    ]
}