Repository: horlas08/meshkat_elhoda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, id, ms, tr, ur

# locationPermissionDeniedForeverTitle
source: Location permission permanently denied, we cannot request permissions.
bn: অবস্থান অনুমতি স্থায়ীভাবে প্রত্যাখ্যান করা হয়েছে, আমরা অনুমতি অনুরোধ করতে পারি না।
de: Standortberechtigung wurde dauerhaft verweigert, wir können nicht erneut um Erlaubnis bitten.
es: El permiso de ubicación ha sido denegado permanentemente, no podemos volver a solicitarlo.
fr: Autorisation de localisation refusée définitivement, nous ne pouvons pas demander d\'autorisations.
id: Izin lokasi ditolak secara permanen, kami tidak dapat meminta izin.
ms: Kebenaran lokasi ditolak secara kekal, kami tidak boleh meminta kebenaran.
ur: ู ูุงู ฺฉ ุงุฌุงุฒุช ู ุณุชุฑุฏ ฺฉุฑ ุฏ ฺฏุฆ ุ ู ุงุฌุงุฒุช ูฺบ ู ุงูฺฏ ุณฺฉุช

source: Error calculating Qibla direction
bn: কিবলা দিক গণনা ত্রুটি
de: Fehler bei der Berechnung der Qibla-Richtung
es: Error al calcular la dirección de la Qibla
fr: Erreur de calcul de la direction de la Qibla
id: Kesalahan menghitung arah Kiblat
ms: Ralat mengira arah Kiblat
ur: ูุจู ุณู ุช ุญุณุงุจ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: Error accessing compass
bn: কম্পাস অ্যাক্সেস ত্রুটি
de: Fehler beim Zugriff auf den Kompass
es: Error al acceder a la brújula
fr: Erreur d\'accès à la boussole
id: Kesalahan mengakses kompas
ms: Ralat mengakses kompas
ur: ูุทุจ ูู ุง ุชฺฉ ุฑุณุงุฆ ู ฺบ ุฎุฑุงุจ

# qiblaDirectionFromNorth
source: Qibla angle from North
bn: উত্তর থেকে কিবলা কোণ
de: Qibla-Richtung von Norden
es: Dirección de la Qibla desde el norte
fr: Angle de la Qibla par rapport au Nord
id: Sudut Kiblat dari Utara
ms: Sudut Kiblat dari Utara
ur: ุดู ุงู ุณ ูุจู ฺฉุง ุฒุงู

# youAreFacingTheQibla
source: You are facing Qibla now
bn: আপনি এখন কিবলার দিকে মুখ করছেন
de: Sie blicken jetzt in Richtung Qibla
es: Ahora está orientado hacia la Qibla
fr: Vous êtes face à la Qibla maintenant
id: Anda menghadap Kiblat sekarang
ms: Anda kini menghadap Kiblat
ur: ุขูพ ุงุจ ูุจู ุฑุฎ ฺบ

source: Select Gregorian Date
bn: গ্রেগরিয়ান তারিখ নির্বাচন করুন
de: Gregorianisches Datum auswählen
es: Seleccionar fecha gregoriana
fr: Sélectionner une date grégorienne
id: Pilih Tanggal Gregorian
ms: Pilih Tarikh Gregory
ur: ู ูุงุฏ ุชุงุฑุฎ ู ูุชุฎุจ ฺฉุฑฺบ

# enterHijriDate
source: Enter Hijri Date (DD-MM-YYYY)
bn: হিজরি তারিখ লিখুন (দিন-মাস-বছর)
de: Hijri-Datum eingeben (Tag-Monat-Jahr)
es: Ingrese la fecha hijri (día-mes-año)
fr: Entrer la date Hijri (JJ-MM-AAAA)
id: Masukkan Tanggal Hijriah (HH-BB-TTTT)
ms: Masukkan Tarikh Hijrah (HH-BB-TTTT)
ur: ุฌุฑ ุชุงุฑุฎ ุฏุฑุฌ ฺฉุฑฺบ (ุฏู-ู ู-ุณุงู)

# errorConvertingHijriDate
source: Error converting Hijri to Gregorian date
bn: হিজরি তারিখ গ্রেগরিয়ানে রূপান্তর ত্রুটি
de: Fehler bei der Umrechnung des Hijri-Datums in das Gregorianische
es: Error al convertir la fecha hijri a gregoriana
fr: Erreur de conversion de la date Hijri en Grégorien
id: Kesalahan mengonversi tanggal Hijriah ke Gregorian
ms: Ralat menukar tarikh Hijrah ke Gregory
ur: ุฌุฑ ุชุงุฑุฎ ฺฉู ู ูุงุฏ ู ฺบ ุชุจุฏู ฺฉุฑู ู ฺบ ุฎุฑุงุจ

# haramLiveTitle
source: Haram and Live Stream
bn: হারাম এবং সরাসরি সম্প্রচার
de: Haram und Live-Stream
es: Harame y Transmisión en Vivo
fr: Haram et Diffusion en Direct
id: Haram dan Siaran Langsung
ms: Haram dan Siaran Langsung
ur: ุญุฑู ุงูุฑ ุจุฑุง ุฑุงุณุช ูุดุฑุงุช

source: Quran Channel
bn: কুরআন চ্যানেল
de: Koran-Kanal
es: Canal del Corán
fr: Chaîne du Coran
id: Saluran Al-Quran
ms: Saluran Al-Quran
ur: ูุฑุขู ฺูู

# liveStreamTitle
source: Live Stream
bn: সরাসরি সম্প্রচার
es: Transmisión en Vivo
fr: Diffusion en Direct
id: Siaran Langsung
ms: Siaran Langsung
ur: ุจุฑุง ุฑุงุณุช ูุดุฑุงุช

source: Initializing...
bn: আরম্ভ হচ্ছে...
de: Initialisierung...
es: Inicializando...
fr: Initialisation...
id: Menginisialisasi...
ms: Memulakan...
ur: ุชุงุฑ ฺฉุง ุฌุง ุฑุง ...

# loadingStream
source: Loading live stream...
bn: সরাসরি সম্প্রচার লোড হচ্ছে...
de: Live-Stream wird geladen...
es: Cargando transmisión en vivo...
fr: Chargement de la diffusion en direct...
id: Memuat siaran langsung...
ms: Memuat siaran langsung...
ur: ุจุฑุง ุฑุงุณุช ูุดุฑุงุช ููฺ ู ุฑ ...

source: Playing stream...
bn: সম্প্রচার চলছে...
de: Stream wird abgespielt...
es: Reproduciendo transmisión...
fr: Lecture de la diffusion...
id: Memutar siaran...
ms: Memainkan siaran...
ur: ูุดุฑุงุช ฺู ุฑ ...

# clickToPlay
source: Click the play button to start the stream
bn: সম্প্রচার শুরু করতে প্লে বাটনে ক্লিক করুন
de: Klicken Sie auf die Wiedergabetaste, um den Stream zu starten
es: Haga clic en el botón de reproducción para iniciar la transmisión
fr: Cliquez sur le bouton de lecture pour démarrer la diffusion
id: Klik tombol putar untuk memulai siaran
ms: Klik butang main untuk memulakan siaran
ur: ูุดุฑุงุช ุดุฑูุน ฺฉุฑู ฺฉ ู ูพู ุจูนู ูพุฑ ฺฉูฺฉ ฺฉุฑฺบ

source: Open in Browser
bn: ব্রাউজারে খুলুন
de: Im Browser öffnen
es: Abrir en el Navegador
fr: Ouvrir dans le Navigateur
id: Buka di Browser
ms: Buka dalam Pelayar
ur: ุจุฑุงุคุฒุฑ ู ฺบ ฺฉฺพููฺบ

# openInBrowserDescription
source: The live stream will open in the device\'s external browser
bn: সরাসরি সম্প্রচার ডিভাইসের বাহ্যিক ব্রাউজারে খুলবে
de: Der Live-Stream wird im externen Browser des Geräts geöffnet
es: La transmisión en vivo se abrirá en el navegador externo del dispositivo
fr: La diffusion en direct sera ouverte dans le navigateur externe de l\'appareil
id: Siaran langsung akan terbuka di browser eksternal perangkat
ms: Siaran langsung akan dibuka dalam pelayar luaran peranti
ur: ุจุฑุง ุฑุงุณุช ูุดุฑุงุช ฺูุงุฆุณ ฺฉ ุจุฑูู ุจุฑุงุคุฒุฑ ู ฺบ ฺฉฺพู ุฌุงุฆ ฺฏ

source: Open
bn: খুলুন
de: Öffnen
es: Abrir
fr: Ouvrir
id: Buka
ms: Buka
ur: ฺฉฺพููฺบ

# streamLoadFailed
source: Failed to load stream
bn: সম্প্রচার লোড করতে ব্যর্থ
de: Stream konnte nicht geladen werden
es: Error al cargar la transmisión
fr: Échec du chargement de la diffusion
id: Gagal memuat siaran
ms: Gagal memuat siaran
ur: ูุดุฑุงุช ููฺ ฺฉุฑู ู ฺบ ูุงฺฉุงู 

# retryAttempt
source: Attempt
bn: চেষ্টা
de: Versuch
es: Intento
fr: Tentative
id: Percobaan
ms: Percubaan
ur: ฺฉูุดุด

source: Reload
bn: পুনরায় লোড
de: Neu laden
es: Recargar
fr: Recharger
id: Muat Ulang
ms: Muat Semula
ur: ุฏูุจุงุฑ ููฺ ฺฉุฑฺบ

source: Important Notice
bn: গুরুত্বপূর্ণ বিজ্ঞপ্তি
de: Wichtiger Hinweis
es: Aviso Importante
fr: Avis Important
id: Pemberitahuan Penting
ms: Notis Penting
ur: ุงู ูููนุณ

# copyrightNotice
source: The stream is broadcast from {channel} channel affiliated with the Broadcasting and Television Authority on YouTube platform. The application does not publish, store, or rebroadcast any content, and all rights are reserved to their owners.
bn: সম্প্রচারটি YouTube প্ল্যাটফর্মে ব্রডকাস্টিং এবং টেলিভিশন কর্তৃপক্ষের সাথে সম্পর্কিত {channel} চ্যানেল থেকে সম্প্রচারিত হয়। অ্যাপ্লিকেশনটি কোনও সামগ্রী প্রকাশ, সংরক্ষণ বা পুনঃপ্রচার করে না এবং সমস্ত অধিকার তাদের মালিকদের জন্য সংরক্ষিত।
de: Der Stream wird vom Kanal {channel} übertragen, der der Rundfunk- und Fernsehbehörde auf der YouTube-Plattform angehört. Die App veröffentlicht, speichert oder sendet keine Inhalte erneut, und alle Rechte liegen bei den Eigentümern.
es: La transmisión se emite desde el canal {0} afiliado a la Autoridad de Radiodifusión y Televisión en la plataforma de YouTube. La aplicación no publica, almacena ni retransmite ningún contenido, y todos los derechos están reservados para sus propietarios.
fr: La diffusion est diffusée à partir de la chaîne {channel} affiliée à l\'Autorité de Radiodiffusion et de Télévision sur la plateforme YouTube. L\'application ne publie, ne stocke ni ne rediffuse aucun contenu, et tous les droits sont réservés à leurs propriétaires.
id: Siaran disiarkan dari saluran {channel} yang berafiliasi dengan Otoritas Penyiaran dan Televisi di platform YouTube. Aplikasi tidak menerbitkan, menyimpan, atau menyiarkan ulang konten apa pun, dan semua hak dilindungi undang-undang untuk pemiliknya.
ms: Siaran disiarkan dari saluran {channel} yang bernaung di bawah Pihak Berkuasa Penyiaran dan Televisyen di platform YouTube. Aplikasi tidak menerbitkan, menyimpan atau menyiarkan semula sebarang kandungan, dan semua hak milik pemiliknya.
ur: ูุดุฑุงุช {channel} ฺูู ุณ ูุดุฑ ฺฉ ุฌุงุช  ุฌู ุจุฑุงฺฺฉุงุณูนูฺฏ ุงูุฑ ูนู ูฺู ุงุชฺพุงุฑูน ุณ ูุงุจุณุช  ููนูุจ ูพููน ูุงุฑู ูพุฑ ุงูพูฺฉุดู ฺฉุณ ุจฺพ ู ูุงุฏ ฺฉู ุดุงุฆุนุ ุฐุฎุฑ ุง ุฏูุจุงุฑ ูุดุฑ ูฺบ ฺฉุฑุช ุ ุงูุฑ ุชู ุงู ุญููู ุงู ฺฉ ู ุงูฺฉูฺบ ฺฉ ูพุงุณ ู ุญููุธ ฺบ

# copyrightRights
source: © All rights reserved - General Presidency for the Affairs of the Two Holy Mosques
bn: © সমস্ত অধিকার সংরক্ষিত - দুই পবিত্র মসজিদের বিষয়ক সাধারণ প্রেসিডেন্সি
de: © Alle Rechte vorbehalten - Generalpräsidentschaft für die Angelegenheiten der beiden heiligen Moscheen
es: © Todos los derechos reservados - Presidencia General de Asuntos de las Dos Mezquitas Sagradas
fr: © Tous droits réservés - Présidence Générale des Affaires des Deux Saintes Mosquées
id: © Hak Cipta Dilindungi Undang-Undang - Kepresidenan Umum Urusan Dua Masjid Suci
ms: © Hak Cipta Terpelihara - Presidensi Umum Urusan Dua Masjid Suci
ur: ยฉ ุฌู ู ุญููู ู ุญููุธ ฺบ - ุฌูุฑู ูพุฑุฒฺูุณ ุจุฑุงุฆ ุงู ูุฑ ุฏู ู ุณุฌุฏ ุญุฑุงู

# locationSettingsTitle
source: Location Settings
bn: অবস্থান সেটিংস
de: Standorteinstellungen
es: Configuración de Ubicación
fr: Paramètres de Localisation
id: Pengaturan Lokasi
ms: Tetapan Lokasi
ur: ู ูุงู ฺฉ ุชุฑุชุจุงุช

source: Unknown
bn: অজানা
de: Unbekannt
es: Desconocido
fr: Inconnu
id: Tidak Diketahui
ms: Tidak Diketahui
ur: ูุงู ุนููู

# regionLabel
source: Region
bn: অঞ্চল
es: Región
fr: Région
id: Wilayah
ms: Wilayah
ur: ุนูุงู

# autoRefreshLocation
source: Auto-refresh location on startup
bn: চালু হলে স্বয়ংক্রিয়ভাবে অবস্থান রিফ্রেশ করুন
de: Standort automatisch beim Start aktualisieren
es: Actualizar ubicación automáticamente al iniciar
fr: Actualiser automatiquement la localisation au démarrage
id: Segarkan lokasi otomatis saat memulai
ms: Segarkan lokasi secara automatik semasa permulaan
ur: ุดุฑูุน ูุช  ู ูุงู ุฎูุฏฺฉุงุฑ ุชุงุฒ ฺฉุฑฺบ

source: Updating...
bn: আপডেট হচ্ছে...
de: Wird aktualisiert...
es: Actualizando...
fr: Mise à jour...
id: Memperbarui...
ms: Mengemas kini...
ur: ุชุงุฒ ู ุฑุง ...

source: Refresh Location Now
bn: এখনই অবস্থান রিফ্রেশ করুন
de: Standort jetzt aktualisieren
es: Actualizar Ubicación Ahora
fr: Actualiser la Localisation
id: Segarkan Lokasi Sekarang
ms: Segarkan Lokasi Sekarang
ur: ู ูุงู ุชุงุฒ ฺฉุฑฺบ

source: Location updated successfully
bn: অবস্থান সফলভাবে আপডেট হয়েছে
de: Standort erfolgreich aktualisiert
es: Ubicación actualizada exitosamente
fr: Localisation mise à jour avec succès
id: Lokasi berhasil diperbarui
ms: Lokasi berjaya dikemas kini
ur: ู ูุงู ฺฉุงู ุงุจ ุณ ุชุงุฒ ู ฺฏุง

# notificationsTitle
source: Notifications
bn: বিজ্ঞপ্তি
de: Benachrichtigungen
es: Notificaciones
id: Notifikasi
ms: Pemberitahuan
ur: ุงุทูุงุนุงุช

source: Athan Notification
bn: আজান বিজ্ঞপ্তি
de: Adhan-Benachrichtigung
es: Notificación del Adhan
fr: Notification de l\'Adhan
id: Notifikasi Adzan
ms: Pemberitahuan Azan
ur: ุงุฐุงู ฺฉ ุงุทูุงุน

# preAthanNotification
source: 5 Minutes Before Athan Alert
bn: আজানের ৫ মিনিট আগে সতর্কতা
de: Warnung 5 Minuten vor Adhan
es: Alerta 5 Minutos Antes del Adhan
fr: Alerte 5 Minutes Avant l\'Adhan
id: Peringatan 5 Menit Sebelum Adzan
ms: Amaran 5 Minit Sebelum Azan
ur: ุงุฐุงู ุณ 5 ู ููน ูพู ุงูุฑูน

# khushooMode
source: Khushoo Mode (Silent during Prayer)
bn: খুশু মোড (নামাজের সময় নীরব)
de: Khushoo-Modus (Stille während des Gebets)
es: Modo Khushoo (Silencio durante la Oración)
fr: Mode Khouchou (Silence pendant la Prière)
id: Mode Khusyu (Saat Shalat)
ms: Mod Khusyuk (Senapang semasa Solat)
ur: ุฎุดูุน ู ูฺ (ูู ุงุฒ ฺฉ ุฏูุฑุงู ุฎุงู ูุด)

source: Collective Khatma Notifications
bn: সম্মিলিত খতম বিজ্ঞপ্তি
de: Gemeinschaftliche Khatma-Benachrichtigungen
es: Notificaciones de Khatma Colectiva
fr: Notifications de Khatma Collective
id: Notifikasi Khatma Bersama
ms: Pemberitahuan Khatma Berjemaah
ur: ุงุฌุชู ุงุน ุฎุชู  ฺฉ ุงุทูุงุนุงุช

source: Remind Me of Allah
bn: আল্লাহকে স্মরণ করিয়ে দিন
de: Erinnere mich an Allah
es: Recordarme de Allah
fr: Me Rappeler d\'Allah
id: Ingatkan Saya Tentang Allah
ms: Ingatkan Saya Tentang Allah
ur: ู ุฌฺพ ุงูู ฺฉุง ุงุฏ ุฏูุงุฆฺบ

source: Minute
bn: মিনিট
es: Minuto
id: Menit
ms: Minit
ur: ู ููน

source: Half Hour
bn: আধা ঘন্টা
de: Halbe Stunde
es: Media Hora
fr: Demi-heure
id: Setengah Jam
ms: Setengah Jam
ur: ุขุฏฺพุง ฺฏฺพููน

source: Hour
bn: ঘন্টা
de: Stunde
es: Hora
fr: Heure
id: Jam
ms: Jam
ur: ฺฏฺพููน

source: Two Hours
bn: দুই ঘন্টা
de: Zwei Stunden
es: Dos Horas
fr: Deux Heures
id: Dua Jam
ms: Dua Jam
ur: ุฏู ฺฏฺพููน

source: Premium Feature
bn: প্রিমিয়াম বৈশিষ্ট্য
de: Premium-Funktion
es: Característica Premium
fr: Fonction Premium
id: Fitur Premium
ms: Ciri Premium
ur: ูพุฑู ู ุฎุตูุตุช

# premiumFeatureDescription
source: This feature is available only for premium subscribers.\nUpgrade to enjoy all features!
bn: এই বৈশিষ্ট্য শুধুমাত্র প্রিমিয়াম গ্রাহকদের জন্য উপলব্ধ।\nসমস্ত বৈশিষ্ট্য উপভোগ করতে আপগ্রেড করুন!
de: Diese Funktion ist nur für Premium-Abonnenten verfügbar.\nUpgraden Sie, um alle Funktionen zu genießen!
es: Esta característica está disponible solo para suscriptores premium.\n¡Actualice para disfrutar de todas las características!
fr: Cette fonctionnalité est disponible uniquement pour les abonnés premium.\nPassez à la version premium pour profiter de toutes les fonctionnalités !
id: Fitur ini hanya tersedia untuk pelanggan premium.\nTingkatkan untuk menikmati semua fitur!
ms: Ciri ini hanya tersedia untuk pelanggan premium.\nNaik taraf untuk menikmati semua ciri!
ur:  ุฎุตูุตุช ุตุฑู ูพุฑู ู ุตุงุฑูู ฺฉ ู ุฏุณุชุงุจ \nุชู ุงู ุฎุตูุตุงุช ุณ ูุทู ุงูุฏูุฒ ูู ฺฉ ู ุงูพ ฺฏุฑฺ ฺฉุฑฺบ!

source: Upgrade Now
bn: এখনই আপগ্রেড করুন
de: Jetzt upgraden
es: Actualizar Ahora
fr: Passer à Premium
id: Tingkatkan Sekarang
ms: Naik Taraf Sekarang
ur: ุงุจฺพ ุงูพ ฺฏุฑฺ ฺฉุฑฺบ

# prayersAndMuezzinsTitle
source: Prayers and Muezzins
bn: নামাজ ও মুয়াজ্জিন
de: Gebete und Muezzine
es: Oraciones y Muecines
fr: Prières et Muezzins
id: Shalat dan Muadzin
ms: Solat dan Muazin
ur: ูู ุงุฒ ุงูุฑ ู ุคุฐูู

# selectMuezzin
source: Select Muezzin: {muezzinName}
bn: মুয়াজ্জিন নির্বাচন করুন: {muezzinName}
de: Muezzin auswählen: {muezzinName}
es: Seleccionar Muecín: {0}
fr: Sélectionner le Muezzin: {muezzinName}
id: Pilih Muadzin: {muezzinName}
ms: Pilih Muazin: {muezzinName}
ur: ู ูุฐู ู ูุชุฎุจ ฺฉุฑฺบ: {muezzinName}

source: Not Specified
bn: নির্দিষ্ট নয়
de: Nicht angegeben
es: No Especificado
fr: Non Spécifié
id: Tidak Ditentukan
ms: Tidak Ditentukan
ur: ุบุฑ ู ุชุนู

source: Play Athan Sound
bn: আজানের শব্দ বাজান
de: Adhan-Sound abspielen
es: Reproducir Sonido del Adhan
fr: Jouer le Son de l\'Adhan
id: Putar Suara Adzan
ms: Mainkan Bunyi Azan
ur: ุงุฐุงู ฺฉ ุขูุงุฒ ฺูุงุฆฺบ

# selectMuezzinDialogTitle
source: Select Muezzin
bn: মুয়াজ্জিন নির্বাচন করুন
de: Muezzin auswählen
es: Seleccionar Muecín
fr: Sélectionner le Muezzin
id: Pilih Muadzin
ms: Pilih Muazin
ur: ู ูุฐู ู ูุชุฎุจ ฺฉุฑฺบ

# noRecitersAvailable
source: No reciters available currently
bn: বর্তমানে কোনো ক্বারী উপলব্ধ নেই
de: Derzeit keine Rezitatoren verfügbar
es: No hay recitadores disponibles actualmente
fr: Aucun lecteur disponible actuellement
id: Tidak ada pembaca tersedia saat ini
ms: Tiada pembaca tersedia buat masa ini
ur: ู ุงูุญุงู ฺฉูุฆ ูุงุฑ ุฏุณุชุงุจ ูฺบ

source: Choose Favorite Muezzin
bn: প্রিয় মুয়াজ্জিন নির্বাচন করুন
de: Lieblings-Muezzin auswählen
es: Elegir Muecín Favorito
fr: Choisir le Muezzin Préféré
id: Pilih Muadzin Favorit
ms: Pilih Muazin Kegemaran
ur: ูพุณูุฏุฏ ู ูุฐู ู ูุชุฎุจ ฺฉุฑฺบ

# muezzinSelected
source: Muezzin selected: {muezzinName}
bn: মুয়াজ্জিন নির্বাচিত হয়েছে: {muezzinName}
de: Muezzin ausgewählt: {muezzinName}
es: Muecín seleccionado: {0}
fr: Muezzin sélectionné: {muezzinName}
id: Muadzin dipilih: {muezzinName}
ms: Muazin dipilih: {muezzinName}
ur: ู ูุฐู ู ูุชุฎุจ ู ฺฏุง: {muezzinName}

# selectMuezzinFirst
source: Please select a muezzin first
bn: দয়া করে প্রথমে একজন মুয়াজ্জিন নির্বাচন করুন
de: Bitte wählen Sie zuerst einen Muezzin aus
es: Por favor, seleccione un muecín primero
fr: Veuillez d\'abord sélectionner un muezzin
id: Silakan pilih muadzin terlebih dahulu
ms: Sila pilih muazin terlebih dahulu
ur: ุจุฑุง ฺฉุฑู ูพู ู ูุฐู ู ูุชุฎุจ ฺฉุฑฺบ

# playingMuezzinSound
source: Playing muezzin sound: {muezzinName}
bn: মুয়াজ্জিনের শব্দ বাজানো হচ্ছে: {muezzinName}
de: Muezzin-Sound wird abgespielt: {muezzinName}
es: Reproduciendo sonido del muecín: {0}
fr: Jouer le son du muezzin: {muezzinName}
id: Memutar suara muadzin: {muezzinName}
ms: Memainkan bunyi muazin: {muezzinName}
ur: ู ูุฐู ฺฉ ุขูุงุฒ ฺู ุฑ : {muezzinName}

# quranSettingsTitle
source: Quran Settings
bn: কুরআন সেটিংস
de: Koran-Einstellungen
es: Configuración del Corán
fr: Paramètres du Coran
id: Pengaturan Quran
ms: Tetapan Al-Quran
ur: ูุฑุขู ฺฉ ุชุฑุชุจุงุช

source: Favorite Tafsir
bn: প্রিয় তাফসির
de: Lieblings-Tafsir
es: Tafsir Favorito
fr: Tafsir Préféré
id: Tafsir Favorit
ms: Tafsir Kegemaran
ur: ูพุณูุฏุฏ ุชูุณุฑ

source: Favorite Reciter
bn: প্রিয় ক্বারী
de: Lieblings-Rezitator
es: Recitador Favorito
fr: Récitateur Préféré
id: Qari Favorit
ms: Qari Kegemaran
ur: ูพุณูุฏุฏ ูุงุฑ

source: Not Available
bn: উপলব্ধ নয়
de: Nicht verfügbar
es: No Disponible
fr: Non Disponible
id: Tidak Tersedia
ms: Tidak Tersedia
ur: ุฏุณุชุงุจ ูฺบ

source: Choose Tafsir
bn: তাফসির নির্বাচন করুন
de: Tafsir auswählen
es: Elegir Tafsir
fr: Choisir le Tafsir
id: Pilih Tafsir
ms: Pilih Tafsir
ur: ุชูุณุฑ ู ูุชุฎุจ ฺฉุฑฺบ

source: Choose Reciter
bn: ক্বারী নির্বাচন করুন
de: Rezitator auswählen
es: Elegir Recitador
fr: Choisir le Récitateur
id: Pilih Qari
ms: Pilih Qari
ur: ูุงุฑ ู ูุชุฎุจ ฺฉุฑฺบ

# notAvailableEnglish
source: Not Available
id: Tidak Tersedia
ur: ุฏุณุชุงุจ ูฺบ

# settingsLoadError
source: Error loading settings
bn: সেটিংস লোড করতে ত্রুটি হয়েছে
de: Fehler beim Laden der Einstellungen
es: Error al cargar la configuración
fr: Erreur de chargement des paramètres
id: Kesalahan memuat pengaturan
ms: Ralat memuatkan tetapan
ur: ุชุฑุชุจุงุช ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

# generalTitle
source: General
bn: সাধারণ
de: Allgemein
fr: Général
id: Umum
ms: Umum
ur: ุนู ูู 

source: Language
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
ms: Bahasa
ur: ุฒุจุงู

source: Arabic
bn: আরবি
de: Arabisch
es: Árabe
fr: Arabe
id: Arab
ms: Arab
ur: ุนุฑุจ

source: English
bn: ইংরেজি
de: Englisch
es: Inglés
fr: Anglais
id: Inggris
ms: Inggeris
ur: ุงูฺฏุฑุฒ

source: French
bn: ফরাসি
de: Französisch
es: Francés
fr: Français
id: Prancis
ms: Perancis
ur: ูุฑุงูุณุณ

source: Indonesian
bn: ইন্দোনেশীয়
de: Indonesisch
es: Indonesio
fr: Indonésien
id: Indonesia
ms: Indonesia
ur: ุงูฺููุดุงุฆ

source: Urdu
bn: উর্দু
fr: Ourdou
ur: ุงุฑุฏู

source: Turkish
bn: তুর্কি
de: Türkisch
es: Turco
fr: Turc
id: Turki
ms: Turki
ur: ุชุฑฺฉ

source: Bengali
bn: বাংলা
de: Bengalisch
es: Bengalí
ur: ุจูฺฏุงู

source: Malay
bn: মালয়
de: Malaiisch
es: Malayo
fr: Malais
id: Melayu
ms: Melayu
ur: ู ุงู

source: Persian
bn: ফার্সি
de: Persisch
es: Persa
fr: Persan
id: Persia
ms: Parsi
ur: ูุงุฑุณ

source: Spanish
bn: স্প্যানিশ
de: Spanisch
es: Español
fr: Espagnol
id: Spanyol
ms: Sepanyol
ur: ุณูพุงูู

source: German
bn: জার্মান
de: Deutsch
es: Alemán
fr: Allemand
id: Jerman
ms: Jerman
ur: ุฌุฑู ู

source: Choose Language
bn: ভাষা নির্বাচন করুন
de: Sprache auswählen
es: Elegir Idioma
fr: Choisir la Langue
id: Pilih Bahasa
ms: Pilih Bahasa
ur: ุฒุจุงู ู ูุชุฎุจ ฺฉุฑฺบ

source: Rate App
bn: অ্যাপ রেটিং দিন
de: App bewerten
es: Calificar Aplicación
fr: Évaluer l\'Application
id: Beri Nilai Aplikasi
ms: Nilai Aplikasi
ur: ุงูพ ฺฉ ุฏุฑุฌ ุจูุฏ

source: About App
bn: অ্যাপ সম্পর্কে
de: Über die App
es: Acerca de la Aplicación
fr: À Propos de l\'App
id: Tentang Aplikasi
ms: Tentang Aplikasi
ur: ุงูพ ฺฉ ุจุงุฑ ู ฺบ

source: Privacy Policy
bn: গোপনীয়তা নীতি
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
id: Kebijakan Privasi
ms: Dasar Privasi
ur: ุฑุงุฒุฏุงุฑ ฺฉ ูพุงูุณ

source: Updating language...
bn: ভাষা আপডেট হচ্ছে...
de: Sprache wird aktualisiert...
es: Actualizando idioma...
fr: Mise à jour de la langue...
id: Memperbarui bahasa...
ms: Mengemas kini bahasa...
ur: ุฒุจุงู ุชุงุฒ ู ุฑ ...

# languageUpdateError
source: Error updating language: {error}
bn: ভাষা আপডেট করতে ত্রুটি: {error}
de: Fehler beim Aktualisieren der Sprache: {error}
es: Error al actualizar el idioma: {0}
fr: Erreur lors de la mise à jour de la langue: {error}
id: Kesalahan memperbarui bahasa: {error}
ms: Ralat mengemas kini bahasa: {error}
ur: ุฒุจุงู ุชุงุฒ ฺฉุฑู ู ฺบ ุฎุฑุงุจ: {error}

# appearanceTitle
source: Appearance
bn: দৃশ্য
de: Erscheinungsbild
es: Apariencia
fr: Apparence
id: Tampilan
ms: Penampilan
ur: ุธุงุฑ ุดฺฉู

source: Dark Mode
bn: ডার্ক মোড
de: Dunkler Modus
es: Modo Oscuro
fr: Mode Sombre
id: Mode Gelap
ms: Mod Gelap
ur: ุฑุงุช ฺฉุง ู ูฺ

source: Light Mode
bn: লাইট মোড
de: Heller Modus
es: Modo Claro
fr: Mode Clair
id: Mode Terang
ms: Mod Terang
ur: ุฏู ฺฉุง ู ูฺ

source: Settings
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Paramètres
id: Pengaturan
ms: Tetapan
ur: ุชุฑุชุจุงุช

source: Remember Allah
bn: আল্লাহকে স্মরণ করুন
de: Gedenke Allahs
es: Recuerda a Alá
fr: Souvenez-vous d\'Allah
id: Ingatlah Allah
ms: Ingatlah Allah
ur: ุงูู ฺฉู ุงุฏ ฺฉุฑฺบ

# rememberAllahDescription
source: Remember Allah anytime, anywhere
bn: যেকোনো সময় এবং যেকোনো স্থানে আল্লাহকে স্মরণ করুন
de: Gedenke Allahs zu jeder Zeit und an jedem Ort
es: Recuerda a Alá en cualquier momento y lugar
fr: Souvenez-vous d\'Allah à tout moment et partout
id: Ingatlah Allah kapan saja dan di mana saja
ms: Ingatlah Allah pada bila-bila masa dan di mana sahaja
ur: ฺฉุณ ุจฺพ ููุช ุงูุฑ ฺฉฺบ ุจฺพ ุงูู ฺฉู ุงุฏ ฺฉุฑฺบ

# mustLoginFirst
source: You must login first
bn: আপনাকে প্রথমে লগইন করতে হবে
de: Sie müssen sich zuerst anmelden
es: Debes iniciar sesión primero
fr: Vous devez d\'abord vous connecter
id: Anda harus login terlebih dahulu
ms: Anda perlu log masuk terlebih dahulu
ur: ุขูพ ฺฉู ูพู ูุงฺฏ ุงู ฺฉุฑูุง ูฺฏุง

source: Saved successfully ✅
bn: সফলভাবে সংরক্ষিত হয়েছে ✅
de: Erfolgreich gespeichert ✅
es: Guardado exitosamente ✅
fr: Enregistré avec succès ✅
id: Berhasil disimpan ✅
ms: Berjaya disimpan ✅
ur: ฺฉุงู ุงุจ ุณ ู ุญููุธ ูฺฏุง โ

source: Save failed
bn: সংরক্ষণ ব্যর্থ হয়েছে
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l\'enregistrement
id: Gagal menyimpan
ms: Gagal menyimpan
ur: ู ุญููุธ ฺฉุฑู ู ฺบ ูุงฺฉุงู 

source: Subhan Allah
bn: সুবহানআল্লাহ
es: Subhan Alá
fr: Soubhan Allah
ur: ุณุจุญุงู ุงูู

# errorLoadingTasbehData
source: Error loading tasbih data
bn: তাসবীহ তথ্য লোড করতে ত্রুটি
de: Fehler beim Laden der Tasbih-Daten
es: Error al cargar datos del tasbih
fr: Erreur de chargement des données du tasbih
id: Kesalahan memuat data tasbih
ms: Ralat memuatkan data tasbih
ur: ุชุณุจุญ ฺฉ ฺูนุง ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: Error loading counter
bn: কাউন্টার লোড করতে ত্রুটি
de: Fehler beim Laden des Zählers
es: Error al cargar el contador
fr: Erreur de chargement du compteur
id: Kesalahan memuat penghitung
ms: Ralat memuatkan pembilang
ur: ฺฉุงุคููนุฑ ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ
