Repository: horlas08/meshkat_elhoda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, id, ms, tr, ur

# noConversationsMessage
source: No conversations yet. Click + to create a new one
bn: এখনও কোনো কথোপকথন নেই। নতুন তৈরি করতে + ক্লিক করুন
de: Noch keine Konversationen. Klicken Sie auf +, um eine neue zu erstellen
es: Aún no hay conversaciones. Haz clic en + para crear una nueva
fr: Aucune conversation pour le moment. Cliquez sur + pour en créer une
id: Belum ada percakapan. Klik + untuk membuat baru
ms: Tiada perbualan lagi. Klik + untuk buat baru
ur: ุงุจฺพ ุชฺฉ ฺฉูุฆ ฺฏูุชฺฏู ูฺบ ูุง ุจูุงู ฺฉ ู + ูพุฑ ฺฉูฺฉ ฺฉุฑฺบ

# newChatCreationMessage
source: Creating new chat...
bn: নতুন চ্যাট তৈরি করা হচ্ছে...
de: Erstelle neuen Chat...
es: Creando nuevo chat...
fr: Création d\'une nouvelle conversation...
id: Membuat obrolan baru...
ms: Mencipta sembang baru...
ur: ูุง ฺูน ุจูุงุง ุฌุง ุฑุง ...

# dayAgo
source: {days} day(s) ago
bn: {days} দিন আগে
de: Vor {days} Tag(en)
es: Hace {days} día(s)
fr: Il y a {days} jour(s)
id: {days} hari yang lalu
ms: {days} hari yang lalu
ur: {days} ุฏู ูพู

# hourAgo
source: {hours} hour(s) ago
bn: {hours} ঘন্টা আগে
de: Vor {hours} Stunde(n)
es: Hace {hours} hora(s)
fr: Il y a {hours} heure(s)
id: {hours} jam yang lalu
ms: {hours} jam yang lalu
ur: {hours} ฺฏฺพููน ูพู

# minuteAgo
source: {minutes} minute(s) ago
bn: {minutes} মিনিট আগে
de: Vor {minutes} Minute(n)
es: Hace {minutes} minuto(s)
fr: Il y a {minutes} minute(s)
id: {minutes} menit yang lalu
ms: {minutes} minit yang lalu
ur: {minutes} ู ููน ูพู

source: Now
bn: এখন
de: Jetzt
es: Ahora
fr: Maintenant
id: Sekarang
ms: Sekarang
ur: ุงุจฺพ

# typeMessageHint
source: Type your message...
bn: আপনার বার্তা টাইপ করুন...
de: Geben Sie Ihre Nachricht ein...
es: Escribe tu mensaje...
fr: Tapez votre message...
id: Ketik pesan Anda...
ms: Taip mesej anda...
ur: ุงูพูุง ูพุบุงู ูนุงุฆูพ ฺฉุฑฺบ...

# pleaseWaitHint
source: Please wait...
bn: অনুগ্রহ করে অপেক্ষা করুন...
de: Bitte warten...
es: Por favor espera...
fr: Veuillez patienter...
id: Silakan tunggu...
ms: Sila tunggu...
ur: ุจุฑุง ฺฉุฑู ุงูุชุธุงุฑ ฺฉุฑฺบ...

source: Try Again
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Intentar Nuevamente
fr: Réessayer
id: Coba Lagi
ms: Cuba Lagi
ur: ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# emailLabel
source: Email
bn: ইমেইল
es: Correo electrónico
ms: E-mel
ur: ุง ู ู

# emailRequiredError
source: Please enter your email
bn: দয়া করে আপনার ইমেইল দিন
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Por favor ingrese su correo electrónico
fr: Veuillez entrer votre email
id: Silakan masukkan email Anda
ms: Sila masukkan e-mel anda
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ุง ู ู ุฏุฑุฌ ฺฉุฑฺบ

# passwordLabel
source: Password
bn: পাসওয়ার্ড
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ms: Kata Laluan
ur: ูพุงุณ ูุฑฺ

# passwordRequiredError
source: Please enter your password
bn: দয়া করে আপনার পাসওয়ার্ড দিন
de: Bitte geben Sie Ihr Passwort ein
es: Por favor ingrese su contraseña
fr: Veuillez entrer votre mot de passe
id: Silakan masukkan kata sandi Anda
ms: Sila masukkan kata laluan anda
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ูพุงุณ ูุฑฺ ุฏุฑุฌ ฺฉุฑฺบ

# loginButton
source: Login
bn: লগইন
de: Anmelden
es: Iniciar sesión
fr: Connexion
id: Masuk
ms: Log Masuk
ur: ูุงฺฏ ุงู

# alreadyHaveAccount
source: Already have an account?
bn: ইতিমধ্যে অ্যাকাউন্ট আছে?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
id: Sudah punya akun?
ms: Sudah ada akaun?
ur: ูพู ุณ ุงฺฉุงุคููน ุ

# createAccountLink
source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
id: Buat Akun
ms: Buat Akaun
ur: ุงฺฉุงุคููน ุจูุงุฆฺบ

# nameLabel
source: Name
bn: নাম
es: Nombre
fr: Nom
id: Nama
ms: Nama
ur: ูุงู

# nameRequiredError
source: Please enter your name
bn: দয়া করে আপনার নাম দিন
de: Bitte geben Sie Ihren Namen ein
es: Por favor ingrese su nombre
fr: Veuillez entrer votre nom
id: Silakan masukkan nama Anda
ms: Sila masukkan nama anda
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ูุงู ุฏุฑุฌ ฺฉุฑฺบ

# emailLabelRegister
source: Email
bn: ইমেইল
es: Correo electrónico
ms: E-mel
ur: ุง ู ู

# emailRequiredErrorRegister
source: Please enter your email
bn: দয়া করে আপনার ইমেইল দিন
de: Bitte geben Sie Ihre E-Mail-Adresse ein
es: Por favor ingrese su correo electrónico
fr: Veuillez entrer votre email
id: Silakan masukkan email Anda
ms: Sila masukkan e-mel anda
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ุง ู ู ุฏุฑุฌ ฺฉุฑฺบ

# passwordLabelRegister
source: Password
bn: পাসওয়ার্ড
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata Sandi
ms: Kata Laluan
ur: ูพุงุณ ูุฑฺ

# passwordRequiredErrorRegister
source: Please enter your password
bn: দয়া করে আপনার পাসওয়ার্ড দিন
de: Bitte geben Sie Ihr Passwort ein
es: Por favor ingrese su contraseña
fr: Veuillez entrer votre mot de passe
id: Silakan masukkan kata sandi Anda
ms: Sila masukkan kata laluan anda
ur: ุจุฑุง ฺฉุฑู ุงูพูุง ูพุงุณ ูุฑฺ ุฏุฑุฌ ฺฉุฑฺบ

# passwordMinLengthError
source: Password must be at least 6 characters
bn: পাসওয়ার্ড কমপক্ষে 6 অক্ষরের হতে হবে
de: Das Passwort muss mindestens 6 Zeichen lang sein
es: La contraseña debe tener al menos 6 caracteres
fr: Le mot de passe doit contenir au moins 6 caractères
id: Kata sandi minimal 6 karakter
ms: Kata laluan mesti sekurang-kurangnya 6 aksara
ur: ูพุงุณ ูุฑฺ ฺฉู ุงุฒ ฺฉู 6 ุญุฑูู ฺฉุง ููุง ฺุง

# confirmPasswordLabel
source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
id: Konfirmasi Kata Sandi
ms: Sahkan Kata Laluan
ur: ูพุงุณ ูุฑฺ ฺฉ ุชุตุฏู ฺฉุฑฺบ

# confirmPasswordRequiredError
source: Please confirm your password
bn: দয়া করে আপনার পাসওয়ার্ড নিশ্চিত করুন
de: Bitte bestätigen Sie Ihr Passwort
es: Por favor confirme su contraseña
fr: Veuillez confirmer votre mot de passe
id: Silakan konfirmasi kata sandi Anda
ms: Sila sahkan kata laluan anda
ur: ุจุฑุง ฺฉุฑู ุงูพู ูพุงุณ ูุฑฺ ฺฉ ุชุตุฏู ฺฉุฑฺบ

# passwordsMismatchError
source: Passwords do not match
bn: পাসওয়ার্ড মিলছে না
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
id: Kata sandi tidak cocok
ms: Kata laluan tidak sepadan
ur: ูพุงุณ ูุฑฺ ู ู ุงุซู ูฺบ ฺบ

# createAccountButton
source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
id: Buat Akun
ms: Buat Akaun
ur: ุงฺฉุงุคููน ุจูุงุฆฺบ

# orText
source: OR
bn: অথবা
de: ODER
es: O
fr: OU
id: ATAU
ms: ATAU
ur: ุง

# loginAsGuestButton
source: Login as Guest
bn: অতিথি হিসাবে লগইন করুন
de: Als Gast anmelden
es: Iniciar sesión como invitado
fr: Se connecter en tant qu\'invité
id: Masuk sebagai Tamu
ms: Log Masuk sebagai Tetamu
ur: ู ู ุงู ฺฉ ุทูุฑ ูพุฑ ูุงฺฏ ุงู ฺฉุฑฺบ

# loginLinkText
source: Login
bn: লগইন
de: Anmelden
es: Iniciar sesión
fr: Se connecter
id: Masuk
ms: Log Masuk
ur: ูุงฺฏ ุงู

# noAccountText
source: Already have an account?
bn: ইতিমধ্যে অ্যাকাউন্ট আছে?
de: Haben Sie bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
id: Sudah punya akun?
ms: Sudah ada akaun?
ur: ูพู ุณ ุงฺฉุงุคููน ุ

# countryLabel
source: Country
bn: দেশ
de: Land
es: País
fr: Pays
id: Negara
ms: Negara
ur: ู ูฺฉ

# searchHint
source: Search...
bn: খুঁজুন...
de: Suchen...
es: Buscar...
fr: Rechercher...
id: Cari...
ms: Cari...
ur: ุชูุงุด ฺฉุฑฺบ...

# loginSuccessMessage
source: Login successful
bn: লগইন সফল হয়েছে
de: Anmeldung erfolgreich
es: Inicio de sesión exitoso
fr: Connexion réussie
id: Login berhasil
ms: Log masuk berjaya
ur: ูุงฺฏ ุงู ฺฉุงู ุงุจ

# guestLoginSuccessMessage
source: Guest login successful
bn: অতিথি লগইন সফল হয়েছে
de: Gastanmeldung erfolgreich
es: Inicio de sesión de invitado exitoso
fr: Connexion invité réussie
id: Login tamu berhasil
ms: Log masuk tetamu berjaya
ur: ู ู ุงู ูุงฺฏ ุงู ฺฉุงู ุงุจ

# registerSuccessMessage
source: Account created successfully
bn: অ্যাকাউন্ট সফলভাবে তৈরি হয়েছে
de: Konto erfolgreich erstellt
es: Cuenta creada exitosamente
fr: Compte créé avec succès
id: Akun berhasil dibuat
ms: Akaun berjaya dicipta
ur: ุงฺฉุงุคููน ฺฉุงู ุงุจ ุณ ุจูุงุง ฺฏุง

# errorOccurred
source: An error occurred
bn: একটি ত্রুটি ঘটেছে
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
id: Terjadi kesalahan
ms: Ralat telah berlaku
ur: ุงฺฉ ุฎุฑุงุจ ูพุด ุขฺฏุฆ

# invalidEmailError
source: Invalid email address
bn: অবৈধ ইমেইল ঠিকানা
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico inválida
fr: Adresse email invalide
id: Email tidak valid
ms: Alamat e-mel tidak sah
ur: ุบูุท ุง ู ู ุงฺุฑุณ

# userNotFoundError
source: User not found
bn: ব্যবহারকারী পাওয়া যায়নি
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur non trouvé
id: Pengguna tidak ditemukan
ms: Pengguna tidak dijumpai
ur: ุตุงุฑู ูฺบ ู ูุง

# wrongPasswordError
source: Wrong password
bn: ভুল পাসওয়ার্ড
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect
id: Kata sandi salah
ms: Kata laluan salah
ur: ุบูุท ูพุงุณ ูุฑฺ

# emailAlreadyInUseError
source: Email already in use
bn: ইমেইল ইতিমধ্যে ব্যবহার করা হচ্ছে
de: E-Mail wird bereits verwendet
es: El correo electrónico ya está en uso
fr: Email déjà utilisé
id: Email sudah digunakan
ms: E-mel sudah digunakan
ur: ุง ู ู ูพู ุณ ุงุณุชุนู ุงู ู ฺบ 

# weakPasswordError
source: Password is too weak
bn: পাসওয়ার্ড খুব দুর্বল
de: Passwort ist zu schwach
es: La contraseña es demasiado débil
fr: Mot de passe trop faible
id: Kata sandi terlalu lemah
ms: Kata laluan terlalu lemah
ur: ูพุงุณ ูุฑฺ ุจุช ฺฉู ุฒูุฑ 

source: Network error
bn: নেটওয়ার্ক ত্রুটি
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
id: Kesalahan jaringan
ms: Ralat rangkaian
ur: ููน ูุฑฺฉ ุฎุฑุงุจ

# copyZekrSuccess
source: Zekr copied to clipboard
bn: জিকর ক্লিপবোর্ডে কপি করা হয়েছে
de: Zekr in die Zwischenablage kopiert
es: Zekr copiado al portapapeles
fr: Zekr copié dans le presse-papiers
id: Zekr disalin ke papan klip
ms: Zekr disalin ke papan keratan
ur: ุฐฺฉุฑ ฺฉููพ ุจูุฑฺ ูพุฑ ฺฉุงูพ ูฺฏุง

# addToFavoritesSuccess
source: Added to favorites ✅
bn: প্রিয়তে যোগ করা হয়েছে ✅
de: Zu Favoriten hinzugefügt ✅
es: Agregado a favoritos ✅
fr: Ajouté aux favoris ✅
id: Ditambahkan ke favorit ✅
ms: Ditambah ke kegemaran ✅
ur: ูพุณูุฏุฏ ู ฺบ ุดุงู ู ฺฉุง ฺฏุง โ

# removeFromFavorites
source: Removed from favorites
bn: প্রিয় থেকে সরানো হয়েছে
de: Aus Favoriten entfernt
es: Eliminado de favoritos
fr: Supprimé des favoris
id: Dihapus dari favorit
ms: Dibuang dari kegemaran
ur: ูพุณูุฏุฏ ุณ ูนุง ุฏุง ฺฏุง

source: Zekr copied
bn: জিকর কপি করা হয়েছে
de: Zekr kopiert
es: Zekr copiado
fr: Zekr copié
id: Zekr disalin
ms: Zekr disalin
ur: ุฐฺฉุฑ ฺฉุงูพ ูุง

source: Zekr shared
bn: জিকর শেয়ার করা হয়েছে
de: Zekr geteilt
es: Zekr compartido
fr: Zekr partagé
id: Zekr dibagikan
ms: Zekr dikongsi
ur: ุฐฺฉุฑ ุดุฆุฑ ฺฉุง ฺฏุง

# premiumOnlyFeature
source: 🔒 This zekr is for subscribers only
bn: 🔒 এই জিকর শুধুমাত্র গ্রাহকদের জন্য
de: 🔒 Dieser Zekr ist nur für Abonnenten
es: 🔒 Este zekr es solo para suscriptores
fr: 🔒 Ce zekr est réservé aux abonnés
id: 🔒 Zekr ini hanya untuk pelanggan
ms: 🔒 Zekr ini hanya untuk pelanggan
ur: ๐  ุฐฺฉุฑ ุตุฑู ุณุจุณฺฉุฑุงุฆุจุฑุฒ ฺฉ ู 

# subscribeToUnlock
source: Subscribe now to unlock all azkar
bn: সাবস্ক্রাইব করুন সমস্ত আজকার আনলক করতে
de: Abonnieren Sie, um alle Azkare freizuschalten
es: Suscríbete para desbloquear todos los azkar
fr: Abonnez-vous pour débloquer tous les azkars
id: Berlangganan untuk membuka semua azkar
ms: Langgan untuk buka semua azkar
ur: ุณุจุณฺฉุฑุงุฆุจ ฺฉุฑฺบ ุชู ุงู ุงุฐฺฉุงุฑ ฺฉฺพููู ฺฉ ู

# lockedAzkarMessage
source: This section is for premium subscribers only
bn: এই বিভাগ শুধুমাত্র প্রিমিয়াম গ্রাহকদের জন্য
de: Dieser Bereich ist nur für Premium-Abonnenten
es: Esta sección es solo para suscriptores premium
fr: Cette section est réservée aux abonnés premium
id: Bagian ini hanya untuk pelanggan premium
ms: Bahagian ini hanya untuk pelanggan premium
ur:  ุณฺฉุดู ุตุฑู ูพุฑู ู ุณุจุณฺฉุฑุงุฆุจุฑุฒ ฺฉ ู 

source: Zoom In
bn: বড় করুন
de: Vergrößern
es: Acercar
fr: Zoom avant
id: Perbesar
ms: Zum Masuk
ur: ุจฺุง ฺฉุฑฺบ

source: Zoom Out
bn: ছোট করুন
de: Verkleinern
es: Alejar
fr: Zoom arrière
id: Perkecil
ms: Zum Keluar
ur: ฺฺพููนุง ฺฉุฑฺบ

# morningEveningAzkar
source: Morning and Evening Azkar
bn: সকাল এবং সন্ধ্যার আজকার
de: Morgen- und Abend-Azkare
es: Azkar de mañana y tarde
fr: Azkars du matin et du soir
id: Azkar Pagi dan Sore
ms: Azkar Pagi dan Petang
ur: ุตุจุญ ุงูุฑ ุดุงู ฺฉ ุงุฐฺฉุงุฑ

source: Sleep Azkar
bn: ঘুমের আজকার
de: Schlaf-Azkare
es: Azkar del sueño
fr: Azkars du sommeil
id: Azkar Tidur
ms: Azkar Tidur
ur: ุณูู ฺฉ ุงุฐฺฉุงุฑ

# afterPrayerAzkar
source: Azkar After Prayer
bn: নামাজের পরের আজকার
de: Azkare nach dem Gebet
es: Azkar después de la oración
fr: Azkars après la prière
id: Azkar Setelah Shalat
ms: Azkar Selepas Solat
ur: ูู ุงุฒ ฺฉ ุจุนุฏ ฺฉ ุงุฐฺฉุงุฑ

source: Morning Azkar
bn: সকালের আজকার
de: Morgen-Azkare
es: Azkar de la mañana
fr: Azkars du matin
id: Azkar Pagi
ms: Azkar Pagi
ur: ุตุจุญ ฺฉ ุงุฐฺฉุงุฑ

source: Evening Azkar
bn: সন্ধ্যার আজকার
de: Abend-Azkare
es: Azkar de la tarde
fr: Azkars du soir
id: Azkar Sore
ms: Azkar Petang
ur: ุดุงู ฺฉ ุงุฐฺฉุงุฑ

# loadDataError
source: Error loading data
bn: ডেটা লোড করার ত্রুটি
de: Fehler beim Laden der Daten
es: Error cargando datos
fr: Erreur de chargement des données
id: Kesalahan memuat data
ms: Ralat memuat data
ur: ฺูนุง ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: Share error
bn: শেয়ার করার ত্রুটি
de: Freigabefehler
es: Error al compartir
fr: Erreur de partage
id: Kesalahan berbagi
ms: Ralat berkongsi
ur: ุดุฆุฑูฺฏ ู ฺบ ุฎุฑุงุจ

# bookmarksTitle
source: Bookmarks
bn: বুকমার্ক
de: Lesezeichen
es: Marcadores
fr: Signets
id: Penanda
ms: Penanda Buku
ur: ุจฺฉ ู ุงุฑฺฉุณ

# deleteBookmarkSuccess
source: Bookmark deleted successfully
bn: বুকমার্ক সফলভাবে মুছে ফেলা হয়েছে
de: Lesezeichen erfolgreich gelöscht
es: Marcador eliminado exitosamente
fr: Signet supprimé avec succès
id: Penanda berhasil dihapus
ms: Penanda buku berjaya dipadam
ur: ุจฺฉ ู ุงุฑฺฉ ฺฉุงู ุงุจ ุณ ุญุฐู ูฺฏุง

# deleteBookmarkConfirmation
source: Delete Bookmark
bn: বুকমার্ক মুছুন
de: Lesezeichen löschen
es: Eliminar marcador
fr: Supprimer le signet
id: Hapus Penanda
ms: Padam Penanda Buku
ur: ุจฺฉ ู ุงุฑฺฉ ุญุฐู ฺฉุฑฺบ

# areYouSureDelete
source: Are you sure you want to delete this bookmark?
bn: আপনি কি এই বুকমার্ক মুছতে নিশ্চিত?
de: Sind Sie sicher, dass Sie dieses Lesezeichen löschen möchten?
es: ¿Estás seguro de que quieres eliminar este marcador?
fr: Êtes-vous sûr de vouloir supprimer ce signet?
id: Apakah Anda yakin ingin menghapus penanda ini?
ms: Adakah anda pasti mahu memadam penanda buku ini?
ur: ฺฉุง ุขูพ ูุงูุน ุงุณ ุจฺฉ ู ุงุฑฺฉ ฺฉู ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

# noBookmarksDescription
source: Add a bookmark from the reading page
bn: পাঠ্য পৃষ্ঠা থেকে একটি বুকমার্ক যোগ করুন
de: Fügen Sie ein Lesezeichen von der Leseseite hinzu
es: Agrega un marcador desde la página de lectura
fr: Ajoutez un signet depuis la page de lecture
id: Tambahkan penanda dari halaman baca
ms: Tambah penanda buku dari halaman bacaan
ur: ูพฺฺพู ฺฉ ุตูุญ ุณ ุจฺฉ ู ุงุฑฺฉ ุดุงู ู ฺฉุฑฺบ

# addBookmarkFromReading
source: Add a bookmark from the reading page
bn: পাঠ্য পৃষ্ঠা থেকে একটি বুকমার্ক যোগ করুন
de: Fügen Sie ein Lesezeichen von der Leseseite hinzu
es: Agrega un marcador desde la página de lectura
fr: Ajoutez un signet depuis la page de lecture
id: Tambahkan penanda dari halaman baca
ms: Tambah penanda buku dari halaman bacaan
ur: ูพฺฺพู ฺฉ ุตูุญ ุณ ุจฺฉ ู ุงุฑฺฉ ุดุงู ู ฺฉุฑฺบ

# addBookmarkTitle
source: Add Bookmark
bn: বুকমার্ক যোগ করুন
de: Lesezeichen hinzufügen
es: Agregar marcador
fr: Ajouter un signet
id: Tambah Penanda
ms: Tambah Penanda Buku
ur: ุจฺฉ ู ุงุฑฺฉ ุดุงู ู ฺฉุฑฺบ

source: Verse
bn: আয়াত
de: Vers
es: Versículo
fr: Verset
id: Ayat
ms: Ayat
ur: ุขุช

source: Add note
bn: নোট যোগ করুন
de: Notiz hinzufügen
es: Agregar nota
fr: Ajouter une note
id: Tambahkan catatan
ms: Tambah nota
ur: ูููน ุดุงู ู ฺฉุฑฺบ

# writeNoteHere
source: Write your note here...
bn: আপনার নোট এখানে লিখুন...
de: Schreiben Sie hier Ihre Notiz...
es: Escribe tu nota aquí...
fr: Écrivez votre note ici...
id: Tulis catatan Anda di sini...
ms: Tulis nota anda di sini...
ur: ุงูพูุง ูููน ุงฺบ ูฺฉฺพฺบ...

source: Save
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
ms: Simpan
ur: ู ุญููุธ ฺฉุฑฺบ

# verseNumber
source: Verse
bn: আয়াত
de: Vers
es: Versículo
fr: Verset
id: Ayat
ms: Ayat
ur: ุขุช

source: Today
bn: আজ
de: Heute
es: Hoy
fr: Aujourd\'hui
id: Hari ini
ms: Hari ini
ur: ุขุฌ

source: Yesterday
bn: গতকাল
de: Gestern
es: Ayer
fr: Hier
id: Kemarin
ms: Semalam
ur: ฺฉู

# daysAgo
source: {days} days ago
bn: {days} দিন আগে
de: Vor {days} Tagen
es: Hace {days} días
fr: Il y a {days} jours
id: {days} hari yang lalu
ms: {days} hari yang lalu
ur: {days} ุฏู ูพู

# weekAgo
source: A week ago
bn: এক সপ্তাহ আগে
de: Vor einer Woche
es: Hace una semana
fr: Il y a une semaine
id: Seminggu yang lalu
ms: Seminggu yang lalu
ur: ุงฺฉ ูุช ูพู

# weeksAgo
source: {weeks} weeks ago
bn: {weeks} সপ্তাহ আগে
de: Vor {weeks} Wochen
es: Hace {weeks} semanas
fr: Il y a {weeks} semaines
id: {weeks} minggu yang lalu
ms: {weeks} minggu yang lalu
ur: {weeks} ูุช ูพู

# monthAgo
source: A month ago
bn: এক মাস আগে
de: Vor einem Monat
es: Hace un mes
fr: Il y a un mois
id: Sebulan yang lalu
ms: Sebulan yang lalu
ur: ุงฺฉ ู ู ูพู

# monthsAgo
source: {months} months ago
bn: {months} মাস আগে
de: Vor {months} Monaten
es: Hace {months} meses
fr: Il y a {months} mois
id: {months} bulan yang lalu
ms: {months} bulan yang lalu
ur: {months} ู ุง ูพู

# yearAgo
source: A year ago
bn: এক বছর আগে
de: Vor einem Jahr
es: Hace un año
fr: Il y a un an
id: Setahun yang lalu
ms: Setahun yang lalu
ur: ุงฺฉ ุณุงู ูพู

# yearsAgo
source: {years} years ago
bn: {years} বছর আগে
de: Vor {years} Jahren
es: Hace {years} años
fr: Il y a {years} ans
id: {years} tahun yang lalu
ms: {years} tahun yang lalu
ur: {years} ุณุงู ูพู

# deleteBookmarkError
source: Error deleting bookmark
bn: বুকমার্ক মুছে ফেলার ত্রুটি
de: Fehler beim Löschen des Lesezeichens
es: Error al eliminar el marcador
fr: Erreur lors de la suppression du signet
id: Kesalahan menghapus penanda
ms: Ralat memadam penanda buku
ur: ุจฺฉ ู ุงุฑฺฉ ุญุฐู ฺฉุฑู ู ฺบ ุฎุฑุงุจ

# loadBookmarksError
source: Error loading bookmarks
bn: বুকমার্ক লোড করার ত্রুটি
de: Fehler beim Laden der Lesezeichen
es: Error al cargar los marcadores
fr: Erreur lors du chargement des signets
id: Kesalahan memuat penanda
ms: Ralat memuat penanda buku
ur: ุจฺฉ ู ุงุฑฺฉุณ ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: Collective Khatmas
bn: সমষ্টিগত খতম
de: Kollektive Khatmas
es: Khatmas Colectivas
fr: Khatmas Collectives
id: Khatma Kolektif
ms: Khatam Berjemaah
ur: ุงุฌุชู ุงุน ุฎุชู ุงุช

source: My Khatmas
bn: আমার খতম
de: Meine Khatmas
es: Mis Khatmas
fr: Mes Khatmas
id: Khatma Saya
ms: Khatam Saya
ur: ู ุฑ ุฎุชู ุงุช

source: Join by Link
bn: লিঙ্ক দ্বারা যোগ দিন
de: Per Link beitreten
es: Unirse por Enlace
fr: Rejoindre par lien
id: Gabung dengan Tautan
ms: Sertai Melalui Pautan
ur: ููฺฉ ฺฉ ุฐุฑุน ุดุงู ู ูฺบ

# searchKhatmaHint
source: Search for a khatma...
bn: খতম খুঁজুন...
de: Khatma suchen...
es: Buscar khatma...
fr: Rechercher une khatma...
id: Cari khatma...
ms: Cari khatam...
ur: ุฎุชู  ุชูุงุด ฺฉุฑฺบ...

source: Create Khatma
bn: খতম তৈরি করুন
de: Khatma erstellen
es: Crear Khatma
fr: Créer une Khatma
id: Buat Khatma
ms: Buat Khatam
ur: ุฎุชู  ุจูุงุฆฺบ

# loginRequiredMessage
source: Login required to access this feature
bn: এই বৈশিষ্ট্যে অ্যাক্সেস করতে লগইন প্রয়োজন
de: Anmeldung erforderlich, um auf diese Funktion zuzugreifen
es: Se requiere inicio de sesión para acceder a esta función
fr: Connexion requise pour accéder à cette fonctionnalité
id: Login diperlukan untuk mengakses fitur ini
ms: Log masuk diperlukan untuk mengakses ciri ini
ur: ุงุณ ุฎุตูุตุช ุชฺฉ ุฑุณุงุฆ ฺฉ ู ูุงฺฏ ุงู ุถุฑูุฑ 

# loginToJoinMessage
source: Login to join collective khatmas with Muslims around the world
bn: সারা বিশ্বের মুসলমানদের সাথে সমষ্টিগত খতমে যোগদান করতে লগইন করুন
de: Melden Sie sich an, um kollektiven Khatmas mit Muslimen weltweit beizutreten
es: Inicia sesión para unirte a khatmas colectivas con musulmanes de todo el mundo
fr: Connectez-vous pour rejoindre des khatmas collectives avec des musulmans du monde entier
id: Login untuk bergabung dengan khatma kolektif bersama muslim di seluruh dunia
ms: Log masuk untuk menyertai khatam berjemaah dengan muslim di seluruh dunia
ur: ุฏูุง ุจฺพุฑ ฺฉ ู ุณูู ุงููฺบ ฺฉ ุณุงุชฺพ ุงุฌุชู ุงุน ุฎุชู ุงุช ู ฺบ ุดุงู ู ูู ฺฉ ู ูุงฺฏ ุงู ฺฉุฑฺบ

source: No khatmas available
bn: বর্তমানে কোনো খতম নেই
de: Derzeit keine Khatmas verfügbar
es: No hay khatmas disponibles actualmente
fr: Aucune khatma disponible
id: Tidak ada khatma tersedia
ms: Tiada khatam buat masa ini
ur: ู ุงูุญุงู ฺฉูุฆ ุฎุชู  ู ูุฌูุฏ ูฺบ

# beFirstToCreate
source: Be the first to create a collective khatma!
bn: সমষ্টিগত খতম তৈরি করার প্রথম ব্যক্তি হোন!
de: Seien Sie der Erste, der eine kollektive Khatma erstellt!
es: ¡Sé el primero en crear una khatma colectiva!
fr: Soyez le premier à créer une khatma collective !
id: Jadilah yang pertama membuat khatma kolektif!
ms: Jadilah orang pertama mencipta khatam berjemaah!
ur: ุงุฌุชู ุงุน ุฎุชู  ุจูุงู ูุงู ูพู ุดุฎุต ุจูฺบ!

source: Create New Khatma
bn: নতুন খতম তৈরি করুন
de: Neue Khatma erstellen
es: Crear Nueva Khatma
fr: Créer une nouvelle Khatma
id: Buat Khatma Baru
ms: Buat Khatam Baru
ur: ูุง ุฎุชู  ุจูุงุฆฺบ

# joinByLinkTitle
source: Join Khatma by Link
bn: লিঙ্ক দ্বারা খতমে যোগ দিন
de: Khatma per Link beitreten
es: Unirse a Khatma por Enlace
fr: Rejoindre une Khatma par lien
id: Gabung Khatma dengan Tautan
ms: Sertai Khatam Melalui Pautan
ur: ููฺฉ ฺฉ ุฐุฑุน ุฎุชู  ู ฺบ ุดุงู ู ูฺบ

# pasteLinkHint
source: Paste khatma link here
bn: খতমের লিঙ্ক এখানে পেস্ট করুন
de: Khatma-Link hier einfügen
es: Pega el enlace de la khatma aquí
fr: Collez le lien de la khatma ici
id: Tempel tautan khatma di sini
ms: Tampal pautan khatam di sini
ur: ุฎุชู  ฺฉุง ููฺฉ ุงฺบ ูพุณูน ฺฉุฑฺบ

source: Fetch Khatma
bn: খতম আনুন
de: Khatma abrufen
es: Obtener Khatma
fr: Récupérer la Khatma
id: Ambil Khatma
ms: Ambil Khatam
ur: ุฎุชู  ุญุงุตู ฺฉุฑฺบ

# joinError
source: Error occurred while trying to join the khatma
bn: খতমে যোগদান করার চেষ্টা করার সময় একটি ত্রুটি ঘটেছে
de: Fehler beim Beitritt zur Khatma aufgetreten
es: Ocurrió un error al intentar unirse a la khatma
fr: Une erreur s\'est produite lors de la tentative de rejoindre la khatma
id: Terjadi kesalahan saat mencoba bergabung dengan khatma
ms: Ralat berlaku semasa cuba menyertai khatam
ur: ุฎุชู  ู ฺบ ุดุงู ู ูู ฺฉ ฺฉูุดุด ฺฉ ุฏูุฑุงู ุฎุฑุงุจ ูพุด ุขุฆ

# createKhatmaTitle
source: Create Collective Khatma
bn: সমষ্টিগত খতম তৈরি করুন
de: Kollektive Khatma erstellen
es: Crear Khatma Colectiva
fr: Créer une Khatma Collective
id: Buat Khatma Kolektif
ms: Buat Khatam Berjemaah
ur: ุงุฌุชู ุงุน ุฎุชู  ุจูุงุฆฺบ

# khatmaTitleLabel
source: Khatma Title
bn: খতমের শিরোনাম
de: Khatma-Titel
es: Título de la Khatma
fr: Titre de la Khatma
id: Judul Khatma
ms: Tajuk Khatam
ur: ุฎุชู  ฺฉุง ุนููุงู
