Repository: horlas08/meshkat_elhoda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, id, ms, tr, ur

# errorSavingTasbeh
source: Error saving tasbih
bn: তাসবীহ সংরক্ষণ করতে ত্রুটি
de: Fehler beim Speichern des Tasbih
es: Error al guardar el tasbih
fr: Erreur d\'enregistrement du tasbih
id: Kesalahan menyimpan tasbih
ms: Ralat menyimpan tasbih
ur: ุชุณุจุญ ู ุญููุธ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: Error saving selected zikr
bn: নির্বাচিত জিকর সংরক্ষণ করতে ত্রুটি
de: Fehler beim Speichern des ausgewählten Dhikr
es: Error al guardar el dhikr seleccionado
fr: Erreur d\'enregistrement du dhikr sélectionné
id: Kesalahan menyimpan dzikir yang dipilih
ms: Ralat menyimpan zikir terpilih
ur: ู ูุชุฎุจ ุฐฺฉุฑ ู ุญููุธ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: Error resetting counter
bn: কাউন্টার রিসেট করতে ত্রুটি
de: Fehler beim Zurücksetzen des Zählers
es: Error al restablecer el contador
fr: Erreur de réinitialisation du compteur
id: Kesalahan mereset penghitung
ms: Ralat menetapkan semula pembilang
ur: ฺฉุงุคููนุฑ ุฑ ุณูน ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: Alhamdulillah
bn: আলহামদুলিল্লাহ
fr: Alhamdoulillah
ur: ุงูุญู ุฏ ูู

source: Allahu Akbar
bn: আল্লাহু আকবার
es: Alahu Akbar
fr: Allahou Akbar
ur: ุงูู ุงฺฉุจุฑ

source: La Ilaha Illallah
bn: লা ইলাহা ইল্লাল্লাহ
ur: ูุง ุงู ุงูุง ุงูู

source: Astaghfirullah
bn: আস্তাগফিরুল্লাহ
ur: ุงุณุชุบูุฑ ุงูู

source: Reset
bn: পুনরায়
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
id: Atur Ulang
ms: Tetapkan Semula
ur: ุฏูุจุงุฑ

source: Saving...
bn: সংরক্ষণ হচ্ছে...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement...
id: Menyimpan...
ms: Menyimpan...
ur: ู ุญููุธ ู ุฑุง ...

# accountAndSubscription
source: Account & Subscription
bn: অ্যাকাউন্ট এবং সাবস্ক্রিপশন
de: Konto & Abonnement
es: Cuenta & Suscripción
fr: Compte & Abonnement
id: Akun & Langganan
ms: Akaun & Langganan
ur: ุงฺฉุงุคููน ุงูุฑ ุณุจุณฺฉุฑูพุดู

source: Monthly Subscription
bn: মাসিক সাবস্ক্রিপশন
de: Monatliches Abonnement
es: Suscripción Mensual
fr: Abonnement Mensuel
id: Langganan Bulanan
ms: Langganan Bulanan
ur: ู ุงุงู ุณุจุณฺฉุฑูพุดู

source: Yearly Subscription
bn: বার্ষিক সাবস্ক্রিপশন
de: Jährliches Abonnement
es: Suscripción Anual
fr: Abonnement Annuel
id: Langganan Tahunan
ms: Langganan Tahunan
ur: ุณุงูุงู ุณุจุณฺฉุฑูพุดู

# premiumSubscription
source: Premium
bn: প্রিমিয়াম
ur: ูพุฑู ู

# freeSubscription
source: Free
bn: ফ্রি
de: Kostenlos
es: Gratuito
fr: Gratuit
id: Gratis
ms: Percuma
ur: ู ูุช

source: Account Status
bn: অ্যাকাউন্টের অবস্থা
de: Kontostatus
es: Estado de la Cuenta
fr: Statut du Compte
id: Status Akun
ms: Status Akaun
ur: ุงฺฉุงุคููน ฺฉ ุญุงูุช

source: Expires On
bn: মেয়াদ শেষ হয়
de: Läuft ab am
es: Vence el
fr: Expire le
id: Berakhir Pada
ms: Tamat Pada
ur: ุฎุชู ูู ฺฉ ุชุงุฑุฎ

source: Manage Subscription
bn: সাবস্ক্রিপশন পরিচালনা করুন
de: Abonnement verwalten
es: Gestionar Suscripción
fr: Gérer l\'Abonnement
id: Kelola Langganan
ms: Urus Langganan
ur: ุณุจุณฺฉุฑูพุดู ู ูุฌ ฺฉุฑฺบ

source: Upgrade Account
bn: অ্যাকাউন্ট আপগ্রেড করুন
de: Konto upgraden
es: Mejorar Cuenta
fr: Mettre à Niveau le Compte
id: Tingkatkan Akun
ms: Naik Taraf Akaun
ur: ุงฺฉุงุคููน ุงูพ ฺฏุฑฺ ฺฉุฑฺบ

source: Manage
bn: পরিচালনা
de: Verwalten
es: Gestionar
fr: Gérer
id: Kelola
ms: Urus
ur: ู ูุฌ

source: Subscribe
bn: সাবস্ক্রাইব
de: Abonnieren
es: Suscribirse
fr: S\'abonner
id: Berlangganan
ms: Langgan
ur: ุณุจุณฺฉุฑุงุฆุจ

# ofWord
source: of
bn: এর
de: Von
es: De
fr: De
id: Dari
ms: Daripada
ur: ฺฉุง

source: Collective Khatma
bn: সামষ্টিক খতম
de: Gemeinsame Khatma
es: Khatma Colectiva
fr: Khatma Collective
id: Khatma Bersama
ms: Khatam Bersama
ur: ุงุฌุชู ุงุน ุฎุชู 

# quranKareem
source: Holy Quran
bn: পবিত্র কুরআন
de: Heiliger Quran
es: Sagrado Corán
fr: Saint Coran
id: Al-Qur\'an
ms: Al-Quran
ur: ูุฑุขู ู ุฌุฏ

# azkarAndAdiyah
source: Azkar & Supplications
bn: আযকার ও দোয়া
de: Azkar & Bittgebete
es: Azkar & Súplicas
fr: Azkar & Invocations
id: Dzikir & Doa
ms: Zikir & Doa
ur: ุงุฐฺฉุงุฑ ุงูุฑ ุฏุนุงุฆฺบ

source: Khatma
bn: খতম
id: Khatam
ms: Khatam
ur: ุฎุชู 

# liveBroadcastAndHaram
source: Live Broadcast & Haram
bn: লাইভ সম্প্রচার ও হারাম
de: Live-Übertragung & Haram
es: Transmisión en Vivo & Haram
fr: Diffusion en Direct & Haram
id: Siaran Langsung & Haram
ms: Siaran Langsung & Haram
ur: ูุงุฆู ูุดุฑุงุช ุงูุฑ ุญุฑู

source: Max Zoom
bn: সর্বোচ্চ জুম
de: Maximaler Zoom
es: Zoom Máximo
fr: Zoom Maximum
id: Zoom Maksimum
ms: Zum Maksimum
ur: ุฒุงุฏ ุณ ุฒุงุฏ ุฒูู

# licensedBroadcast
source: This broadcast is licensed from official Saudi channels
bn: এই সম্প্রচারটি সরকারি সৌদি চ্যানেল থেকে লাইসেন্সকৃত
de: Diese Übertragung ist von offiziellen saudi-arabischen Kanälen lizenziert
es: Esta transmisión está licenciada por canales oficiales saudíes
fr: Cette diffusion est licenciée par les chaînes saoudiennes officielles
id: Siaran ini dilisensikan dari saluran resmi Saudi
ms: Siaran ini dilesenkan daripada saluran rasmi Saudi
ur:  ูุดุฑุงุช ุณุนูุฏ ุณุฑฺฉุงุฑ ฺููุฒ ุณ ูุงุฆุณูุณ ุงูุช ฺบ

# chooseKhatmaCount
source: Choose number of khatmas:
bn: খতম সংখ্যা নির্বাচন করুন:
de: Anzahl der Khatmas wählen:
es: Elige el número de khatmas:
fr: Choisissez le nombre de khatmas :
id: Pilih jumlah khatma:
ms: Pilih bilangan khatam:
ur: ุฎุชู ูฺบ ฺฉ ุชุนุฏุงุฏ ู ูุชุฎุจ ฺฉุฑฺบ:

# chooseKhatmaCountHint
source: Select khatma count
bn: খতম সংখ্যা নির্বাচন করুন
de: Khatma-Anzahl auswählen
es: Seleccionar número de khatmas
fr: Sélectionner le nombre de khatmas
id: Pilih jumlah khatma
ms: Pilih bilangan khatam
ur: ุฎุชู ูฺบ ฺฉ ุชุนุฏุงุฏ ู ูุชุฎุจ ฺฉุฑฺบ

# pagesPerDay
source: Page/Day
bn: পৃষ্ঠা/দিন
de: Seite/Tag
es: Página/Día
fr: Page/Jour
id: Halaman/Hari
ms: Muka Surat/Hari
ur: ุตูุญ/ุฏู

# juzPerDay
source: Juz/Day
bn: পারা/দিন
de: Dschuz/Tag
es: Juz/Día
fr: Juz/Jour
id: Juz/Hari
ms: Juzuk/Hari
ur: ุฌุฒ/ุฏู

source: Hide Schedule
bn: শিডিউল লুকান
de: Zeitplan ausblenden
es: Ocultar Horario
fr: Masquer l\'horaire
id: Sembunyikan Jadwal
ms: Sembunyi Jadual
ur: ุดฺูู ฺฺพูพุงุฆฺบ

source: Show Detailed Schedule
bn: বিস্তারিত শিডিউল দেখান
de: Detaillierten Zeitplan anzeigen
es: Mostrar Horario Detallado
fr: Afficher l\'horaire détaillé
id: Tampilkan Jadwal Rinci
ms: Tunjukkan Jadual Terperinci
ur: ุชูุตู ุดฺูู ุฏฺฉฺพุงุฆฺบ

# dayColumn
source: Day
bn: দিন
de: Tag
es: Día
fr: Jour
id: Hari
ms: Hari
ur: ุฏู

# pagesColumn
source: Pages
bn: পৃষ্ঠা
de: Seiten
es: Páginas
id: Halaman
ms: Muka Surat
ur: ุตูุญุงุช

# surahsColumn
source: Surahs
bn: সূরা
de: Suren
es: Suras
fr: Sourates
id: Surah
ms: Surah
ur: ุณูุฑุชฺบ

source: Your Daily Wird
bn: আপনার দৈনিক ওয়ারদ
de: Ihr täglicher Wird
es: Tu Wird Diario
fr: Votre Wird Quotidien
id: Wird Harian Anda
ms: Wird Harian Anda
ur: ุขูพ ฺฉุง ุฑูุฒุงู ูุฑุฏ

source: Page Number
bn: পৃষ্ঠা নম্বর
de: Seitennummer
es: Número de Página
fr: Numéro de Page
id: Nomor Halaman
ms: Nombor Halaman
ur: ุตูุญ ูู ุจุฑ

source: Current Juz
bn: বর্তমান জুজ
de: Aktueller Dschuz
es: Juz Actual
fr: Juz Actuel
id: Juz Saat Ini
ms: Juz Semasa
ur: ู ูุฌูุฏ ุฌุฒุก

source: Read Juz
bn: পড়া জুজ
de: Gelesene Dschuz
es: Juz Leídos
fr: Juz Lus
id: Juz yang Sudah Dibaca
ms: Juz Dibaca
ur: ูพฺฺพ ูุฆ ุงุฌุฒุงุก

source: Remaining Pages
bn: বাকি পৃষ্ঠা
de: Verbleibende Seiten
es: Páginas Restantes
fr: Pages Restantes
id: Halaman Tersisa
ms: Halaman Tinggal
ur: ุจุงู ุตูุญุงุช

# todayProgress
source: Today\'s Progress
bn: আজকের অগ্রগতি
de: Heutiger Fortschritt
es: Progreso de Hoy
fr: Progrès du Jour
id: Kemajuan Hari Ini
ms: Kemajuan Hari Ini
ur: ุขุฌ ฺฉ ฺฉุงุฑฺฉุฑุฏฺฏ

# pagesUnit
source: Pages
bn: পৃষ্ঠা
de: Seiten
es: Páginas
id: Halaman
ms: Halaman
ur: ุตูุญุงุช

source: Khatma Percentage
bn: খতম শতাংশ
de: Khatma-Prozentsatz
es: Porcentaje de Khatma
fr: Pourcentage de Khatma
id: Persentase Khatma
ms: Peratusan Khatam
ur: ุฎุชู ฺฉ ูุตุฏ

# khatmaTrackingNote
source: Khatma tracking works with "Horizontal Flip" mode only
bn: খতম ট্র্যাকিং শুধুমাত্র "অনুভূমিক ফ্লিপ" মোডে কাজ করে
de: Khatma-Verfolgung funktioniert nur mit "Horizontal Flip"-Modus
es: El seguimiento de Khatma funciona solo con el modo "Volteo Horizontal"
fr: Le suivi de Khatma fonctionne uniquement en mode "Retournement Horizontal"
id: Pelacakan Khatma hanya bekerja dengan mode "Balik Horizontal"
ms: Penjejakan Khatam hanya berfungsi dengan mod "Balik Melintang"
ur: ุฎุชู ฺฉ ูพุฑู ุตุฑู "ุงูู ูพููน" ู ูฺ ู ฺบ ฺฉุงู ฺฉุฑุช 

source: Continue Reading
bn: পড়া চালিয়ে যান
de: Weiterlesen
es: Continuar Leyendo
fr: Continuer à Lire
id: Lanjutkan Membaca
ms: Teruskan Membaca
ur: ู ุทุงูุน ุฌุงุฑ ุฑฺฉฺพฺบ

source: Live Now
bn: লাইভ এখন
de: Live jetzt
es: En Vivo
fr: En Direct
id: Sedang Tayang
ms: Siaran Langsung
ur: ุจุฑุง ุฑุงุณุช

source: Nearby Mosques
bn: কাছের মসজিদ
de: Nahegelegene Moscheen
es: Mezquitas Cercanas
fr: Mosquées à Proximité
id: Masjid Terdekat
ms: Masjid Berhampiran
ur: ูุฑุจ ู ุณุงุฌุฏ

source: Please wait for mosques to load
bn: অনুগ্রহ করে মসজিদ লোড হওয়ার জন্য অপেক্ষা করুন
de: Bitte warten Sie, bis die Moscheen geladen sind
es: Espere a que se carguen las mezquitas
fr: Veuillez attendre le chargement des mosquées
id: Harap tunggu hingga masjid dimuat
ms: Sila tunggu sehingga masjid dimuat
ur: ุจุฑุง ฺฉุฑู ู ุณุงุฌุฏ ููฺ ูู ุชฺฉ ุงูุชุธุงุฑ ฺฉุฑฺบ

source: Show on Map
bn: মানচিত্রে দেখান
de: Auf Karte anzeigen
es: Mostrar en el Mapa
fr: Afficher sur la Carte
id: Tampilkan di Peta
ms: Tunjukkan di Peta
ur: ููุด ูพุฑ ุฏฺฉฺพฺบ

source: Update Location
bn: অবস্থান আপডেট করুন
de: Standort aktualisieren
es: Actualizar Ubicación
fr: Mettre à Jour la Position
id: Perbarui Lokasi
ms: Kemas Kini Lokasi
ur: ู ูุงู ฺฉู ุงูพ ฺูน ฺฉุฑฺบ

# noNearbyMosquesInRange
source: No nearby mosques in current range
bn: বর্তমান পরিসরে কোন কাছের মসজিদ নেই
de: Keine nahegelegenen Moscheen im aktuellen Bereich
es: No hay mezquitas cercanas en el rango actual
fr: Aucune mosquée à proximité dans la zone actuelle
id: Tidak ada masjid terdekat dalam jangkauan saat ini
ms: Tiada masjid berhampiran dalam julat semasa
ur: ู ูุฌูุฏ ุฑูุฌ ู ฺบ ฺฉูุฆ ูุฑุจ ู ุณุฌุฏ ูฺบ 

source: Map
bn: মানচিত্র
de: Karte
es: Mapa
fr: Carte
id: Peta
ms: Peta
ur: ููุด

source: My Current Location
bn: আমার বর্তমান অবস্থান
de: Mein aktueller Standort
es: Mi Ubicación Actual
fr: Ma Position Actuelle
id: Lokasi Saya Sekarang
ms: Lokasi Semasa Saya
ur: ู ุฑ ู ูุฌูุฏ ุฌฺฏ

source: Directions
bn: দিকনির্দেশ
de: Wegbeschreibung
es: Direcciones
fr: Itinéraire
id: Petunjuk Arah
ms: Arah
ur: ุฏุงุงุช

source: Open in Maps
bn: ম্যাপে খুলুন
de: In Karten öffnen
es: Abrir en Mapas
fr: Ouvrir dans les Cartes
id: Buka di Peta
ms: Buka dalam Peta
ur: ููุดูฺบ ู ฺบ ฺฉฺพููฺบ

source: Benefits
bn: সুবিধা
de: Vorteile
es: Beneficios
fr: Avantages
id: Manfaat
ms: Faedah
ur: ููุงุฆุฏ

source: Explanation
bn: ব্যাখ্যা
de: Erklärung
es: Explicación
fr: Explication
id: Penjelasan
ms: Penjelasan
ur: ุชุดุฑุญ

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
id: Lupa Kata Sandi?
ms: Lupa Kata Laluan?
ur: ฺฉุง ุขูพ ูพุงุณูุฑฺ ุจฺพูู ฺฏุฆ ฺบุ

# forgotPasswordTitle
source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
id: Atur Ulang Kata Sandi
ms: Tetapkan Semula Kata Laluan
ur: ูพุงุณูุฑฺ ุฑ ุณูน ฺฉุฑฺบ

# forgotPasswordDescription
source: Enter your email and we will send you a link to reset your password
bn: আপনার ইমেল দিন এবং আমরা আপনাকে পাসওয়ার্ড রিসেট করার জন্য একটি লিঙ্ক পাঠাব
de: Geben Sie Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link zum Zurücksetzen Ihres Passworts
es: Ingresa tu correo electrónico y te enviaremos un enlace para restablecer tu contraseña
fr: Entrez votre e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe
id: Masukkan email Anda dan kami akan mengirimkan tautan untuk mengatur ulang kata sandi Anda
ms: Masukkan e-mel anda dan kami akan menghantar pautan untuk menetapkan semula kata laluan anda
ur: ุงูพูุง ุง ู ู ุฏุฑุฌ ฺฉุฑฺบ ุงูุฑ ู ุขูพ ฺฉู ูพุงุณูุฑฺ ุฑ ุณูน ฺฉุฑู ฺฉุง ููฺฉ ุจฺพุฌฺบ ฺฏ

source: Send Reset Link
bn: রিসেট লিঙ্ক পাঠান
de: Reset-Link senden
es: Enviar enlace de restablecimiento
fr: Envoyer le lien de réinitialisation
id: Kirim Tautan Atur Ulang
ms: Hantar Pautan Tetapan Semula
ur: ุฑ ุณูน ููฺฉ ุจฺพุฌฺบ

source: Back to Login
bn: লগইনে ফিরে যান
de: Zurück zum Login
es: Volver al inicio de sesión
fr: Retour à la connexion
id: Kembali ke Masuk
ms: Kembali ke Log Masuk
ur: ูุงฺฏ ุงู ูพุฑ ูุงูพุณ ุฌุงุฆฺบ

# checkSpamMessage
source: Note: Email may go to Spam folder, please check it
bn: দ্রষ্টব্য: ইমেল স্প্যাম ফোল্ডারে যেতে পারে, অনুগ্রহ করে এটি চেক করুন
de: Hinweis: Die E-Mail kann in den Spam-Ordner gelangen, bitte überprüfen Sie ihn
es: Nota: El correo puede ir a la carpeta de Spam, por favor revísala
fr: Note : L\'e-mail peut aller dans le dossier Spam, veuillez le vérifier
id: Catatan: Email mungkin masuk ke folder Spam, silakan periksa
ms: Nota: E-mel mungkin pergi ke folder Spam, sila semaknya
ur: ูููน: ุง ู ู ุงุณูพุงู ูููฺุฑ ู ฺบ ุฌุง ุณฺฉุชุง ุ ุจุฑุง ฺฉุฑู ุงุณ ฺฺฉ ฺฉุฑฺบ

# copyrightHadithNotice
source: All rights reserved to the source. (HadeethEnc.com)
bn: সমস্ত অধিকার উৎসের জন্য সংরক্ষিত। (HadeethEnc.com)
de: Alle Rechte vorbehalten an die Quelle. (HadeethEnc.com)
es: Todos los derechos reservados a la fuente. (HadeethEnc.com)
fr: Tous droits réservés à la source. (HadeethEnc.com)
id: Seluruh hak cipta dilindungi untuk sumber. (HadeethEnc.com)
ms: Semua hak cipta terpelihara untuk sumber. (HadeethEnc.com)
ur: ุชู ุงู ุญููู ู ุงุฎุฐ ฺฉ ู ู ุญููุธ ฺบ (HadeethEnc.com)

source: Words Meaning
bn: শব্দের অর্থ
de: Bedeutung der Wörter
es: Significado de las Palabras
fr: Signification des Mots
id: Arti Kata-kata
ms: Maksud Perkataan
ur: ุงููุงุธ ฺฉ ู ุนู

# appName
source: Mishkat Al-Hoda
bn: মেশকাতুল হুদা
de: Mishkat Al-Hoda Pro
es: Meshkat Al-Huda
ur: ู ุดฺฉุง ุงูุฏูฐ

# appDescription
source: Your comprehensive app for worship and Islamic knowledge
bn: ইবাদত ও ইসলামিক জ্ঞানের জন্য আপনার সম্পূর্ণ অ্যাপ
de: Ihre umfassende App für Anbetung und islamisches Wissen
es: Tu aplicación integral para la adoración y el conocimiento islámico
fr: Votre application complète pour l\'adoration et la connaissance islamique
id: Aplikasi komprehensif Anda untuk ibadah dan pengetahuan Islam
ms: Aplikasi komprehensif anda untuk ibadah dan pengetahuan Islam
ur: ุนุจุงุฏุงุช ุงูุฑ ุงุณูุงู  ุนูู ฺฉ ู ุขูพ ฺฉุง ุฌุงู ุน ุงูพ

# version
source: Version 1.0.0
bn: সংস্করণ ১.০.০
es: Versión 1.0.0
id: Versi 1.0.0
ms: Versi 1.0.0
ur: ูุฑฺู 1.0.0

source: Main Features
bn: প্রধান বৈশিষ্ট্য
de: Hauptmerkmale
es: Características Principales
fr: Fonctionnalités Principales
id: Fitur Utama
ms: Ciri-ciri Utama
ur: ุงู ุฎุตูุตุงุช

# aboutAndRights
source: About App & Rights
bn: অ্যাপ এবং অধিকার সম্পর্কে
de: Über App & Rechte
es: Acerca de la App y Derechos
fr: À propos de l\'App & Droits
id: Tentang Aplikasi & Hak
ms: Tentang Aplikasi & Hak
ur: ุงูพ ุงูุฑ ุญููู ฺฉ ุจุงุฑ ู ฺบ

# generalInfo
source: General Information
bn: সাধারণ তথ্য
de: Allgemeine Informationen
es: Información General
fr: Informations Générales
id: Informasi Umum
ms: Maklumat Umum
ur: ุนู ูู  ู ุนููู ุงุช

# appFullDescription
source: Mishkat Al-Hoda Pro is a comprehensive Islamic app aimed at facilitating worship and Islamic knowledge for Muslims worldwide.
bn: মেশকাতুল হুদা প্রো একটি সম্পূর্ণ ইসলামিক অ্যাপ যা বিশ্বব্যাপী মুসলমানদের জন্য ইবাদত ও ইসলামিক জ্ঞান সহজ করতে লক্ষ্য রাখে।
de: Mishkat Al-Hoda Pro ist eine umfassende islamische App, die darauf abzielt, Anbetung und islamisches Wissen für Muslime weltweit zu erleichtern.
es: Meshkat Al-Huda Pro es una aplicación islámica integral que tiene como objetivo facilitar la adoración y el conocimiento islámico para musulmanes de todo el mundo.
fr: Mishkat Al-Hoda Pro est une application islamique complète visant à faciliter l\'adoration et la connaissance islamique pour les musulmans du monde entier.
id: Mishkat Al-Hoda Pro adalah aplikasi Islam komprehensif yang bertujuan memudahkan ibadah dan pengetahuan Islam untuk Muslim di seluruh dunia.
ms: Mishkat Al-Hoda Pro ialah aplikasi Islam komprehensif yang bertujuan memudahkan ibadah dan pengetahuan Islam untuk Muslim di seluruh dunia.
ur: ู ุดฺฉุง ุงูุฏูฐ ูพุฑู ุงฺฉ ุฌุงู ุน ุงุณูุงู  ุงูพ  ุฌู ุฏูุง ุจฺพุฑ ฺฉ ู ุณูู ุงููฺบ ฺฉ ู ุนุจุงุฏุงุช ุงูุฑ ุงุณูุงู  ุนูู ฺฉู ุขุณุงู ุจูุงู ฺฉ ู ุจูุงุฆ ฺฏุฆ 

source: Intellectual Rights
bn: মেধাস্বত্ব
de: Geistige Eigentumsrechte
es: Derechos Intelectuales
fr: Droits Intellectuels
id: Hak Kekayaan Intelektual
ms: Hak Intelek
ur: ู ุตููุงู ุญููู

# copyProhibition
source: • Copying or distributing content without prior permission is prohibited
bn: • পূর্ব অনুমতি ছাড়া কনটেন্ট কপি বা বিতরণ নিষিদ্ধ
de: • Das Kopieren oder Verteilen von Inhalten ohne vorherige Erlaubnis ist verboten
es: • Se prohíbe copiar o distribuir contenido sin permiso previo
fr: • La copie ou la distribution du contenu sans autorisation préalable est interdite
id: • Dilarang menyalin atau mendistribusikan konten tanpa izin sebelumnya
ms: • Menyalin atau mengedarkan kandungan tanpa kebenaran terdahulu adalah dilarang
ur: โข ุจุบุฑ ุงุฌุงุฒุช ฺฉ ู ูุงุฏ ฺฉ ููู ุง ุชูุณู ู ู ููุน 

# contentSource
source: • Islamic content from reliable sources
bn: • নির্ভরযোগ্য উৎস থেকে ইসলামিক কনটেন্ট
de: • Islamischer Inhalt aus vertrauenswürdigen Quellen
es: • Contenido islámico de fuentes confiables
fr: • Contenu islamique provenant de sources fiables
id: • Konten Islam dari sumber terpercaya
ms: • Kandungan Islam dari sumber yang dipercayai
ur: โข ุงุณูุงู  ู ูุงุฏ ู ุนุชุจุฑ ุฐุฑุงุฆุน ุณ

# designProtection
source: • App design and programming are protected by copyright
bn: • অ্যাপ ডিজাইন এবং প্রোগ্রামিং কপিরাইট দ্বারা সুরক্ষিত
de: • App-Design und Programmierung sind urheberrechtlich geschützt
es: • El diseño y programación de la aplicación están protegidos por derechos de autor
fr: • La conception et la programmation de l\'application sont protégées par le droit d\'auteur
id: • Desain dan pemrograman aplikasi dilindungi hak cipta
ms: • Reka bentuk dan pengaturcaraan aplikasi dilindungi hak cipta
ur: โข ุงูพ ฺฉ ฺุฒุงุฆููฺฏ ุงูุฑ ูพุฑูฺฏุฑุงู ูฺฏ ฺฉุงูพ ุฑุงุฆูน ฺฉ ุชุญุช ู ุญููุธ 

source: Legal Information
bn: আইনি তথ্য
de: Rechtliche Informationen
es: Información Legal
fr: Informations Juridiques
id: Informasi Hukum
ms: Maklumat Undang-undang
ur: ูุงููู ู ุนููู ุงุช

source: Data Collection
bn: ডেটা সংগ্রহ
de: Datenerfassung
es: Recolección de Datos
fr: Collecte des Données
id: Pengumpulan Data
ms: Pengumpulan Data
ur: ฺูนุง ุงฺฉูนฺพุง ฺฉุฑูุง

# locationDataCollect
source: • We collect location data to provide accurate prayer times
bn: • সঠিক নামাজের সময় প্রদানের জন্য আমরা লোকেশন ডেটা সংগ্রহ করি
de: • Wir sammeln Standortdaten, um genaue Gebetszeiten bereitzustellen
es: • Recopilamos datos de ubicación para proporcionar horarios de oración precisos
fr: • Nous collectons les données de localisation pour fournir des horaires de prière précis
id: • Kami mengumpulkan data lokasi untuk menyediakan waktu shalat yang akurat
ms: • Kami mengumpul data lokasi untuk menyediakan waktu solat yang tepat
ur: โข ู ูู ุงุฒ ฺฉ ุฏุฑุณุช ุงููุงุช ูุฑุงู ฺฉุฑู ฺฉ ู ู ูุงู ฺฉุง ฺูนุง ุงฺฉูนฺพุง ฺฉุฑุช ฺบ

# accountDataStorage
source: • Account data is securely stored for backup
bn: • অ্যাকাউন্ট ডেটা ব্যাকআপের জন্য নিরাপদে সংরক্ষিত হয়
de: • Kontodaten werden sicher für Backups gespeichert
es: • Los datos de la cuenta se almacenan de forma segura para respaldo
fr: • Les données du compte sont stockées en toute sécurité pour la sauvegarde
id: • Data akun disimpan dengan aman untuk pencadangan
ms: • Data akaun disimpan dengan selamat untuk sandaran
ur: โข ุงฺฉุงุคููน ฺูนุง ู ุญููุธ ุทุฑู ุณ ุจฺฉ ุงูพ ฺฉ ู ุฐุฎุฑ ฺฉุง ุฌุงุชุง 

# noDataSharing
source: • We do not share your personal data with third parties
bn: • আমরা আপনার ব্যক্তিগত ডেটা তৃতীয় পক্ষের সাথে শেয়ার করি না
de: • Wir teilen Ihre persönlichen Daten nicht mit Dritten
es: • No compartimos sus datos personales con terceros
fr: • Nous ne partageons pas vos données personnelles avec des tiers
id: • Kami tidak membagikan data pribadi Anda kepada pihak ketiga
ms: • Kami tidak berkongsi data peribadi anda dengan pihak ketiga
ur: โข ู ุขูพ ฺฉุง ุฐุงุช ฺูนุง ุชุณุฑ ูุฑู ฺฉ ุณุงุชฺพ ุดุฆุฑ ูฺบ ฺฉุฑุช

source: Guest Data
bn: অতিথি ডেটা
de: Gastdaten
es: Datos de Invitado
fr: Données Invité
id: Data Tamu
ms: Data Tetamu
ur: ู ู ุงู ฺูนุง

# guestUsage
source: • The app can be used as a guest without registration
bn: • রেজিস্ট্রেশন ছাড়াই অ্যাপটি অতিথি হিসাবে ব্যবহার করা যাবে
de: • Die App kann ohne Registrierung als Gast genutzt werden
es: • La aplicación puede usarse como invitado sin registro
fr: • L\'application peut être utilisée comme invité sans inscription
id: • Aplikasi dapat digunakan sebagai tamu tanpa pendaftaran
ms: • Aplikasi boleh digunakan sebagai tetamu tanpa pendaftaran
ur: โข ุงูพ ฺฉู ุฑุฌุณูนุฑุดู ฺฉ ุจุบุฑ ู ู ุงู ฺฉ ุทูุฑ ูพุฑ ุงุณุชุนู ุงู ฺฉุง ุฌุง ุณฺฉุชุง 

# localStorage
source: • Guest data is stored locally on your device only
bn: • অতিথি ডেটা শুধুমাত্র আপনার ডিভাইসে স্থানীয়ভাবে সংরক্ষিত হয়
de: • Gastdaten werden nur lokal auf Ihrem Gerät gespeichert
es: • Los datos de invitado se almacenan localmente solo en su dispositivo
fr: • Les données invité sont stockées localement sur votre appareil uniquement
id: • Data tamu hanya disimpan secara lokal di perangkat Anda
ms: • Data tetamu disimpan secara tempatan pada peranti anda sahaja
ur: โข ู ู ุงู ฺูนุง ุตุฑู ุขูพ ฺฉ ุขู ูพุฑ ู ูุงู  ุทูุฑ ูพุฑ ุฐุฎุฑ ูุชุง 

# accountConversion
source: • You can convert to a registered account at any time
bn: • আপনি যেকোনো সময় রেজিস্টার্ড অ্যাকাউন্টে রূপান্তর করতে পারেন
de: • Sie können jederzeit zu einem registrierten Konto wechseln
es: • Puede convertirse a una cuenta registrada en cualquier momento
fr: • Vous pouvez convertir en compte enregistré à tout moment
id: • Anda dapat beralih ke akun terdaftar kapan saja
ms: • Anda boleh menukar kepada akaun berdaftar pada bila-bila masa
ur: โข ุขูพ ฺฉุณ ุจฺพ ููุช ุฑุฌุณูนุฑฺ ุงฺฉุงุคููน ู ฺบ ุชุจุฏู ู ุณฺฉุช ฺบ

source: Security
bn: সুরক্ষা
de: Sicherheit
es: Seguridad
fr: Sécurité
id: Keamanan
ms: Keselamatan
ur: ุณฺฉูุฑูน

# sslEncryption
source: • We use SSL encryption for all communications
bn: • সমস্ত যোগাযোগের জন্য আমরা SSL এনক্রিপশন ব্যবহার করি
de: • Wir verwenden SSL-Verschlüsselung für alle Kommunikation
es: • Usamos cifrado SSL para todas las comunicaciones
fr: • Nous utilisons le chiffrement SSL pour toutes les communications
id: • Kami menggunakan enkripsi SSL untuk semua komunikasi
ms: • Kami menggunakan penyulitan SSL untuk semua komunikasi
ur: โข ู ุชู ุงู ู ูุงุตูุงุช ฺฉ ู SSL ุงูฺฉุฑูพุดู ุงุณุชุนู ุงู ฺฉุฑุช ฺบ

# passwordEncryption
source: • Passwords are stored in encrypted form
bn: • পাসওয়ার্ড এনক্রিপ্টেড আকারে সংরক্ষিত হয়
de: • Passwörter werden verschlüsselt gespeichert
es: • Las contraseñas se almacenan en forma cifrada
fr: • Les mots de passe sont stockés sous forme chiffrée
id: • Kata sandi disimpan dalam bentuk terenkripsi
ms: • Kata laluan disimpan dalam bentuk disulitkan
ur: โข ูพุงุณ ูุฑฺุฒ ุงูฺฉุฑูพูนฺ ุดฺฉู ู ฺบ ุฐุฎุฑ ูุช ฺบ
