Repository: horlas08/meshkat_elhoda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, id, ms, tr, ur

source: Sunrise
bn: সূর্যোদয়
de: Sonnenaufgang
es: Amanecer
fr: Lever du soleil
id: Matahari Terbit
ms: Matahari Terbit
tr: Gündoğumu
ur: ุทููุน ุขูุชุงุจ

source: Asr
bn: আসর
id: Asar
ms: Asar
tr: İkindi
ur: ุนุตุฑ

source: Maghrib
bn: মাগরিব
es: Magreb
tr: Akşam
ur: ู ุบุฑุจ

source: Isha
bn: ইশা
id: Isya
ms: Isyak
tr: Yatsı
ur: ุนุดุงุก

# ramadanKarim
source: Ramadan Mubarak
bn: রমজন মুবারক
es: Ramadán Mubarak
fr: Ramadan Moubarak
tr: Ramazan-ı Şerif
ur: ุฑู ุถุงู ู ุจุงุฑฺฉ

# todayDuaaHeader
source: Today Duaa
bn: আজকের দুআ
de: Heutiges Dua
es: Dua de Hoy
fr: Doua du Jour
id: Doa Hari Ini
ms: Doa Hari Ini
tr: Bugünün Duası
ur: ุขุฌ ฺฉ ุฏุนุง

source: Greet your loved ones
bn: আপনার প্রিয় বন্ধুদের সাথে আপনার সুন্দর শুভেচ্ছা দিন দিন করুন
de: Begrüßen Sie Ihre Lieben
es: Saluda a tus seres queridos
fr: Saluer vos proches
id: Ucapkan Selamat kepada Orang Tercinta
ms: Ucapkan Tahniah kepada Orang Tersayang
tr: Sevdiklerini tebrik et
ur: ุงูพู ูพุงุฑูฺบ ฺฉู ุณูุงู ุจฺพุฌฺบ

# quranKarem
source: Quran Kareem
bn: কুরআন কারেম
de: Koran Karim
es: Corán Karim
fr: Coran Karim
id: Al-Qur\'an Karim
ms: Al-Quran Karim
tr: Kur’an-ı Kerim
ur: ูุฑุขู ฺฉุฑู

# ramadanKarimGreeting
source: Ramadan Mubarak Greeting
bn: রমজন মুবারক গ্রেটিং
de: Ramadan Mubarak Gruß
es: Saludo de Ramadán Mubarak
fr: Salutation Ramadan Moubarak
id: Ucapan Ramadan Mubarak
ms: Ucapan Ramadan Mubarak
tr: Ramazan-ı Şerif Mübarek Olsun
ur: ุฑู ุถุงู ู ุจุงุฑฺฉ ฺฉ ู ุจุงุฑฺฉุจุงุฏ

# ramadanWirdCalculatorTitle
source: Ramadan Wird Calculator
bn: রমজন ওয়ার্দ ক্যালকুলেটর
de: Ramadan-Wird-Rechner
es: Calculadora de Wird de Ramadán
fr: Calculateur de Wird du Ramadan
id: Kalkulator Wird Ramadan
ms: Kalkulator Wird Ramadan
tr: Ramazan Virdi Hesaplayıcı
ur: ุฑู ุถุงู ูุฑุฏ ฺฉูฺฉูููนุฑ

source: Khatma Count Hint
bn: খতম সংখ্যা হাইট
de: Khatma-Anzahl Hinweis
es: Sugerencia de Número de Khatmas
fr: Indication du Nombre de Khatmas
id: Petunjuk Jumlah Khatma
ms: Petunjuk Bilangan Khatam
tr: Yapmak istediğiniz hatim sayısı
ur: ุฎุชู  ฺฉ ุชุนุฏุงุฏ ฺฉุง ุงุดุงุฑ

source: Khatma Count Exceeded Message
bn: খতম সংখ্যা পার্সেক্ট হয়েছে
de: Khatma-Anzahl Überschritten
es: Número de Khatmas Excedido
fr: Nombre de Khatmas Dépassé
id: Jumlah Khatma Melebihi Batas
ms: Bilangan Khatam Melebihi Had
tr: Lütfen 1000’den küçük bir sayı girin
ur: ุฎุชู  ฺฉ ุชุนุฏุงุฏ ุญุฏ ุณ ุฒุงุฏ 

source: Daily Wird Header
bn: দিনের ওয়ার্দ হেডার
de: Täglicher Wird
es: Wird Diario
fr: Wird Quotidien
id: Wird Harian
ms: Wird Harian
tr: Günlük virdiniz
ur: ุฑูุฒุงู ฺฉุง ูุฑุฏ

source: Daily Ajzaa Label
bn: দিনের আজজা লেবেল
de: Tägliche Ajzaa
es: Ajzaa Diarios
fr: Ajzaa Quotidiens
id: Juz Harian
ms: Juzuk Harian
tr: Cüz sayısı
ur: ุฑูุฒุงู ฺฉ ุงุฌุฒุงุก

source: Daily Pages Label
bn: দিনের পৃষ্ঠা লেবেল
de: Tägliche Seiten
es: Páginas Diarias
fr: Pages Quotidiennes
id: Halaman Harian
ms: Muka Surat Harian
tr: Sayfa sayısı
ur: ุฑูุฒุงู ฺฉ ุตูุญุงุช

source: Go To Mushaf Button
bn: মুসহাফে যান
de: Zum Mushaf gehen
es: Ir al Mushaf
fr: Aller au Moushaf
id: Buka Mushaf
ms: Pergi ke Mushaf
tr: Mushaf’a git
ur: ู ุตุญู ูพุฑ ุฌุงุฆฺบ

# zakatDisclaimer
source: Note: This calculation is approximate and does not constitute a religious fatwa.\nFor an accurate religious ruling, please consult knowledgeable scholars.
bn: দ্রষ্টব্য: এই গণনা আনুমানিক এবং এটি একটি ধর্মীয় ফতোয়া নয়।\nসঠিক ধর্মীয় সিদ্ধান্তের জন্য দয়া করে জ্ঞানী আলেমদের সাথে পরামর্শ করুন।
de: Hinweis: Diese Berechnung ist ungefähr und stellt keine religiöse Fatwa dar.\nFür eine genaue religiöse Entscheidung wenden Sie sich bitte an sachkundige Gelehrte.
es: Nota: Este cálculo es aproximado y no constituye una fatwa religiosa.\nPara una decisión religiosa precisa, por favor consulte a eruditos conocedores.
fr: Note : Ce calcul est approximatif et ne constitue pas une fatwa religieuse.\nPour une décision religieuse précise, veuillez consulter des érudits compétents.
id: Catatan: Perhitungan ini adalah perkiraan dan bukan merupakan fatwa agama.\nUntuk keputusan agama yang akurat, harap konsultasikan dengan ulama yang berpengetahuan.
ms: Nota: Pengiraan ini adalah anggaran dan bukan fatwa agama.\nUntuk keputusan agama yang tepat, sila rujuk kepada ulama yang berpengetahuan.
tr: Uyarı: Bu hesaplama yaklaşıktır.
ur: ูููน:  ุญุณุงุจ ุชูุฑุจ  ุงูุฑ ุดุฑุน ูุชู ูฺบ \nุฏุฑุณุช ุดุฑุน ุญฺฉู ุฌุงูู ฺฉ ู ุจุฑุง ฺฉุฑู ุนูู ุงุก ุณ ู ุดูุฑ ฺฉุฑฺบ

# totalCash
source: Total Cash Money
bn: মোট নগদ টাকা
de: Gesamtes Bargeld
es: Dinero en efectivo total
fr: Argent liquide total
id: Total Uang Tunai
ms: Jumlah Wang Tunai
tr: Toplam Nakit
ur: ฺฉู ููุฏ ุฑูู

source: Do you own gold?
bn: আপনার কি সোনা আছে?
de: Besitzen Sie Gold?
es: ¿Tiene oro?
fr: Possédez-vous de l\'or ?
id: Apakah Anda memiliki emas?
ms: Adakah anda memiliki emas?
tr: Altın sahibi misiniz?
ur: ฺฉุง ุขูพ ฺฉ ูพุงุณ ุณููุง ุ

# goldValue
source: Gold Value (if known directly)
bn: সোনার মূল্য (যদি সরাসরি জানা থাকে)
de: Goldwert (falls direkt bekannt)
es: Valor del oro (si se conoce directamente)
fr: Valeur de l\'or (si connue directement)
id: Nilai Emas (jika diketahui langsung)
ms: Nilai Emas (jika diketahui secara langsung)
tr: Altın Değeri
ur: ุณูู ฺฉ ูู ุช (ุงฺฏุฑ ุจุฑุง ุฑุงุณุช ู ุนููู ู)

source: Gold Grams
bn: সোনার গ্রাম
de: Goldgramm
es: Gramos de oro
fr: Grammes d\'or
id: Gram Emas
ms: Gram Emas
tr: Altın Ağırlığı (g)
ur: ุณูู ฺฉ ฺฏุฑุงู

# gold24kPrice
source: 24K Gold Price Per Gram
bn: ২৪ ক্যারেট সোনার প্রতি গ্রাম মূল্য
de: 24-Karat-Goldpreis pro Gramm
es: Precio del oro de 24 quilates por gramo
fr: Prix de l\'or 24 carats par gramme
id: Harga Emas 24K Per Gram
ms: Harga Emas 24K Se Gram
tr: 24k Altın Fiyatı
ur: ุณูู (24 ูุฑุงุท) ฺฉ ู ฺฏุฑุงู ูู ุช

# requiredForNisaab
source: Required for accurate Nisaab calculation (85 grams of gold)
bn: নির্ভুল নিসাব গণনার জন্য প্রয়োজনীয় (৮৫ গ্রাম সোনা)
de: Erforderlich für genaue Nisab-Berechnung (85 Gramm Gold)
es: Necesario para el cálculo preciso de Nisab (85 gramos de oro)
fr: Nécessaire pour le calcul précis du Nissab (85 grammes d\'or)
id: Diperlukan untuk perhitungan Nisab yang akurat (85 gram emas)
ms: Diperlukan untuk pengiraan Nisab yang tepat (85 gram emas)
tr: Nisab için Gerekli
ur: ุฏุฑุณุช ูุตุงุจ ฺฉ ุญุณุงุจ ฺฉ ู ุถุฑูุฑ (85 ฺฏุฑุงู ุณููุง)

# requiredForGoldValue
source: Required to calculate gold value from grams
bn: গ্রাম থেকে সোনার মূল্য গণনার জন্য প্রয়োজনীয়
de: Erforderlich zur Berechnung des Goldwertes aus Gramm
es: Necesario para calcular el valor del oro a partir de gramos
fr: Nécessaire pour calculer la valeur de l\'or à partir des grammes
id: Diperlukan untuk menghitung nilai emas dari gram
ms: Diperlukan untuk mengira nilai emas dari gram
tr: Altın Değeri için Gerekli
ur: ฺฏุฑุงู ุณ ุณูู ฺฉ ูู ุช ฺฉ ุญุณุงุจ ฺฉ ู ุถุฑูุฑ

# tradeValue
source: Trade Goods Value
bn: ব্যবসায়িক পণ্যের মূল্য
de: Handelswarenwert
es: Valor de los bienes comerciales
fr: Valeur des marchandises commerciales
id: Nilai Barang Dagangan
ms: Nilai Barangan Dagangan
tr: Ticaret Değeri
ur: ฺฉุงุฑูุจุงุฑ ุณุงู ุงู ฺฉ ูู ุช

# enableNisaab
source: Enable Nisaab Condition
bn: নিসাব শর্ত সক্রিয় করুন
de: Nisab-Bedingung aktivieren
es: Habilitar condición de Nisab
fr: Activer la condition de Nissab
id: Aktifkan Syarat Nisab
ms: Aktifkan Syarat Nisab
tr: Nisab'ı Etkinleştir
ur: ูุตุงุจ ฺฉ ุดุฑุท ูุนุงู ฺฉุฑฺบ

source: Calculate Zakat
bn: যাকাত গণনা করুন
de: Zakat berechnen
es: Calcular Zakat
fr: Calculer la Zakât
id: Hitung Zakat
ms: Kira Zakat
tr: Zekat Hesapla
ur: ุฒฺฉููฐ ฺฉุง ุญุณุงุจ ูฺฏุงุฆฺบ

# fieldRequired
source: This field is required
bn: এই ক্ষেত্রটি প্রয়োজনীয়
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est obligatoire
id: Bidang ini wajib diisi
ms: Medan ini diperlukan
tr: Gerekli
ur:  ููฺ ุถุฑูุฑ 

# enterValidNumber
source: Please enter a valid number
bn: দয়া করে একটি বৈধ নম্বর লিখুন
de: Bitte geben Sie eine gültige Zahl ein
es: Por favor ingrese un número válido
fr: Veuillez entrer un numéro valide
id: Silakan masukkan angka yang valid
ms: Sila masukkan nombor yang sah
tr: Geçersiz Numara
ur: ุจุฑุง ฺฉุฑู ุฏุฑุณุช ูู ุจุฑ ุฏุฑุฌ ฺฉุฑฺบ

source: Class
bn: শ্রেণী
de: Klasse
es: Clase
fr: Classe
id: Kelas
ms: Kelas
tr: Sınıf
ur: ฺฉูุงุณ

# khatmat
source: Khatmas
bn: খতমসমূহ
es: Lecturas
ur: ุฎุชู 

source: Scholars Evaluation
bn: বিদ্বানদের মূল্যায়ন
de: Gelehrteneinschätzung
es: Evaluación de Eruditos
fr: Évaluation des Savants
id: Evaluasi Ulama
ms: Penilaian Ulama
ur: ุนูู ุงุก ฺฉ ุชูู

source: Select Book
bn: বই নির্বাচন করুন
de: Buch auswählen
es: Seleccionar Libro
fr: Sélectionner un Livre
id: Pilih Buku
ms: Pilih Buku
tr: Kitap Seç
ur: ฺฉุชุงุจ ู ูุชุฎุจ ฺฉุฑฺบ

# start_your_journey
source: Start your journey with the Quran
bn: কুরআনের সঙ্গে আপনার যাত্রা শুরু করুন
de: Beginne deine Reise mit dem Koran
es: Comienza tu viaje con el Corán
ur: ูุฑุขู ฺฉ ุณุงุชฺพ ุงูพูุง ุณูุฑ ุดุฑูุน ฺฉุฑฺบ

source: By
bn: দ্বারা
de: Von
es: Por
fr: Par
id: Oleh
ms: Oleh
ur: ุจุฐุฑุน

# locationAndMosques
source: Location & Mosques
bn: অবস্থান ও মসজিদ
de: Standort & Moscheen
es: Ubicación & Mezquitas
fr: Localisation & Mosquées
id: Lokasi & Masjid
ms: Lokasi & Masjid
ur: ู ูุงู ุงูุฑ ู ุณุงุฌุฏ

# duhr
source: Dhuhr
bn: যোহর
ur: ุธุฑ

# set_qibla
source: Set Qibla Direction
bn: কিবলার দিক নির্ধারণ করুন
de: Qibla-Richtung festlegen
es: Establecer la dirección de la qibla
ur: ูุจู ฺฉุง ุฑุฎ ู ุชุนู ฺฉุฑฺบ

source: Ramadan Features
bn: রমজান বৈশিষ্ট্য
de: Ramadan-Funktionen
es: Características de Ramadán
fr: Fonctionnalités du Ramadan
id: Fitur Ramadan
ms: Ciri-ciri Ramadan
ur: ุฑู ุถุงู ฺฉ ุฎุตูุตุงุช

source: Days
bn: দিন
de: Tage
es: Días
fr: Jours
id: Hari
ms: Hari
ur: ุฏู

source: New Khatma
bn: নতুন খতম
de: Neue Khatma
es: Nueva lectura
ur: ูุง ุฎุชู 

# premiumBookMessage
source: This book is available for premium subscribers only.
bn: প্রিমিয়াম বই বার্তা
de: Premium-Buch-Nachricht
es: Mensaje de Libro Premium
fr: Message Livre Premium
id: Pesan Buku Premium
ms: Mesej Buku Premium
tr: Bu kitap yalnızca premium aboneler için kullanılabilir.
ur: ูพุฑู ู ฺฉุชุงุจ ฺฉุง ูพุบุงู

# licensed_broadcast
source: This broadcast is licensed from official Saudi channels
bn: এই সম্প্রচারটি সরকারি সৌদি চ্যানেল থেকে লাইসেন্সকৃত
de: Diese Übertragung ist von offiziellen saudischen Kanälen lizenziert
es: Esta transmisión está autorizada por los canales oficiales saudíes
ur:  ูุดุฑุงุช ุณุฑฺฉุงุฑ ุณุนูุฏ ฺููุฒ ุณ ูุงุฆุณูุณ ุงูุช ฺบ

source: No hadiths available.
bn: কোন হাদিস নেই
de: Keine Hadithe verfügbar
es: No Hay Hadices Disponibles
fr: Aucun Hadith Disponible
id: Tidak Ada Hadits Tersedia
ms: Tiada Hadis Tersedia
tr: Hadis bulunamadı.
ur: ฺฉูุฆ ุญุฏุซ ุฏุณุชุงุจ ูฺบ

# online
source: Online now
bn: এখন অনলাইনে
de: Jetzt online
es: Conectado ahora
ur: ุงุจฺพ ุขู ูุงุฆู

# aiDisclaimerWarning
source: ⚠️ AI-generated answers should be reviewed from reliable sources
ur: โ๏ธ AI-generated answers should be reviewed from reliable sources

source: Narrator
bn: বর্ণনাকারী
de: Erzähler
es: Narrador
fr: Narrateur
id: Perawi
ms: Perawi
ur: ุฑุงู

# hadithLoadError
source: Failed to load hadith: {error}
bn: হাদীস লোড করতে ব্যর্থ: {error}
de: Hadith konnte nicht geladen werden: {error}
es: Error al cargar el hadiz: {0}
fr: Échec du chargement du hadith: {error}
id: Gagal memuat hadis: {error}
ms: Gagal memuat hadis: {error}
ur: ุญุฏุซ ููฺ ฺฉุฑู ู ฺบ ูุงฺฉุงู : {error}

# prayerAndQibla
source: Prayer & Qibla
bn: নামাজ ও কিবলা
de: Gebet & Qibla
es: Oración & Qibla
fr: Prière & Qibla
id: Shalat & Kiblat
ms: Solat & Kiblat
ur: ูู ุงุฒ ุงูุฑ ูุจู

source: Hadiths
bn: হাদিস
de: Hadithe
es: Hadices
id: Hadits
ms: Hadis
ur: ุงุญุงุฏุซ

source: Upgrade
bn: আপগ্রেড
es: Mejorar
fr: Mettre à Niveau
id: Tingkatkan
ms: Naik Taraf
tr: Yükselt
ur: ุงูพ ฺฏุฑฺ

# haram_and_live
source: Haram & Live Broadcast
bn: হারাম ও লাইভ সম্প্রচার
de: Haram & Live-Übertragung
es: Haram y transmisión en vivo
ur: ุญุฑู ุงูุฑ ุจุฑุง ุฑุงุณุช ูุดุฑุงุช

source: Zakat Calculator
bn: যাকাত ক্যালকুলেটর
de: Zakat-Rechner
es: Calculadora de Zakat
fr: Calculateur de Zakât
id: Kalkulator Zakat
ms: Kalkulator Zakat
tr: Zekat Hesaplayıcı
ur: ุฒฺฉููฐ ฺฉูฺฉูููนุฑ

# worshipSectionTitle
source: Worship Section
bn: ইবাদত বিভাগ
de: Anbetungsbereich
es: Sección de Adoración
fr: Section Adoration
id: Bagian Ibadah
ms: Bahagian Ibadah
ur: ุนุจุงุฏุงุช ฺฉุง ุณฺฉุดู

source: Hadith added to favorites
bn: হাদিস পছন্দে যোগ করা হয়েছে
de: Hadith zu Favoriten hinzugefügt
es: Hadiz Agregado a Favoritos
fr: Hadith Ajouté aux Favoris
id: Hadits Ditambahkan ke Favorit
ms: Hadis Ditambah ke Kegemaran
ur: ุญุฏุซ ูพุณูุฏุฏ ู ฺบ ุดุงู ู ูฺฏุฆ

source: Smart Assistant
bn: স্মার্ট সহকারী
de: Intelligenter Assistent
es: Asistente inteligente
ur: ุงุณู ุงุฑูน ุงุณุณูนููน

# islamicServicesSectionTitle
source: Islamic Services
bn: ইসলামিক সেবা
de: Islamische Dienste
es: Servicios Islámicos
fr: Services Islamiques
id: Layanan Islami
ms: Perkhidmatan Islam
ur: ุงุณูุงู  ุฎุฏู ุงุช

# madina
source: Al-Madina
bn: মদিনা
de: Medina
es: Medina
ur: ุงูู ุฏู

source: Chat List
bn: চ্যাট তালিকা
de: Chat-Liste
es: Lista de Chats
fr: Liste de Discussion
id: Daftar Obrolan
ms: Senarai Sembang
tr: Sohbet Listesi
ur: ฺูน ูุณูน

source: Hadith removed from favorites
bn: হাদিস পছন্দ থেকে সরানো হয়েছে
de: Hadith aus Favoriten entfernt
es: Hadiz Eliminado de Favoritos
fr: Hadith Retiré des Favoris
id: Hadits Dihapus dari Favorit
ms: Hadis Dialih Keluar daripada Kegemaran
ur: ุญุฏุซ ูพุณูุฏุฏ ุณ ูนุง ุฏ ฺฏุฆ

# current_khatma
source: Your Current Khatma
bn: আপনার বর্তমান খতম
de: Deine aktuelle Khatma
es: Tu lectura actual
ur: ุขูพ ฺฉุง ู ูุฌูุฏ ุฎุชู 

source: Audio
bn: অডিও
ur: ุขฺู

source: Mecca
bn: মক্কা
de: Mekka
es: La Meca
ur: ู ฺฉ

# allahNames
source: Names of Allah
bn: আল্লাহর নামসমূহ
de: Namen Allahs
es: Nombres de Allah
fr: Noms d\'Allah
id: Nama-nama Allah
ms: Nama-nama Allah
ur: ุงุณู ุงุก ุงูุญุณููฐ

# shareHadithText
source: Shared from Mishkat Al-Hoda Pro
bn: হাদিসের পাঠ্য শেয়ার করুন
de: Hadith-Text teilen
es: Compartir Texto del Hadiz
fr: Partager le Texte du Hadith
id: Bagikan Teks Hadits
ms: Kongsi Teks Hadis
ur: ุญุฏุซ ฺฉุง ู ุชู ุดุฆุฑ ฺฉุฑฺบ

# choose_channel
source: Choose the channel you want to watch now
bn: এখন আপনি যে চ্যানেলটি দেখতে চান তা নির্বাচন করুন
de: Wähle den Kanal, den du jetzt ansehen möchtest
es: Elige el canal que deseas ver ahora
ur: ู ฺูู ู ูุชุฎุจ ฺฉุฑฺบ ุฌุณ ุขูพ ุงุจฺพ ุฏฺฉฺพูุง ฺุงุช ฺบ

source: Saudi Channel
bn: সৌদি চ্যানেল
de: Saudi-Kanal
es: Canal saudí
ur: ุณุนูุฏ ฺูู

# prayerGuideSectionTitle
source: Prayer Guide
bn: নামাজ গাইড
de: Gebetsanleitung
es: Guía de Oración
fr: Guide de Prière
id: Panduan Shalat
ms: Panduan Solat
ur: ูู ุงุฒ ฺฏุงุฆฺ

# hadithCopied
source: Hadith copied to clipboard
bn: হাদিস কপি হয়েছে
de: Hadith kopiert
es: Hadiz Copiado
fr: Hadith Copié
id: Hadits Disalin
ms: Hadis Disalin
ur: ุญุฏุซ ฺฉุงูพ ูฺฏุฆ

# searchResults
source: Results
bn: ফলাফল
de: Ergebnisse
es: Resultados
fr: Résultats
id: Hasil
ms: Keputusan
ur: ูุชุงุฆุฌ

source: Madina Channel
bn: মদিনা চ্যানেল
de: Medina-Kanal
es: Canal de Medina
ur: ู ุฏู ฺูู

source: Hadith Details
bn: হাদিসের বিস্তারিত
es: Detalles del Hadiz
fr: Détails du Hadith
id: Detail Hadits
ms: Butiran Hadis
ur: ุญุฏุซ ฺฉ ุชูุตูุงุช

# ramadanMubarakFull
source: Ramadan Mubarak, may Allah bring it back to us and you with blessings and mercy
bn: রমজান মুবারক, আল্লাহ তা'আলা আমাদের ও আপনার উপর একে বারাকাত ও রহমতসহ ফিরিয়ে আনুন
de: Ramadan Mubarak, möge Allah ihn uns und euch mit Segen und Barmherzigkeit zurückbringen
es: Ramadán Mubarak, que Allah lo devuelva a nosotros y a ustedes con bendiciones y misericordia
fr: Ramadan Moubarak, qu\'Allah nous le ramène ainsi qu\'à vous avec bénédictions et miséricorde
id: Ramadan Mubarak, semoga Allah mengembalikannya kepada kita dan Anda dengan berkah dan rahmat
ms: Ramadan Mubarak, semoga Allah mengembalikannya kepada kita dan anda dengan keberkatan dan rahmat
ur: ุฑู ุถุงู ู ุจุงุฑฺฉุ ุงูู ู ูพุฑ ุงูุฑ ุขูพ ูพุฑ ุงุณ ุจุฑฺฉุชูฺบ ุงูุฑ ุฑุญู ุชูฺบ ฺฉ ุณุงุชฺพ ูุงูพุณ ูุงุฆ

source: Four Hours
bn: 4 ঘন্টা
de: 4 Stunden
es: 4 horas
fr: 4 heures
id: 4 jam
ms: 4 jam
ur: 4 ุณุงุนูน

# aiGeneratedAnswersNeedReview
source: AI generated answers need to be reviewed
bn: এআই উৎপন্ন উত্তরগুলির পর্যালোচনা প্রয়োজন
de: KI-generierte Antworten müssen überprüft werden
es: Las respuestas generadas por IA deben ser revisadas
fr: Les réponses générées par IA doivent être révisées
id: Jawaban yang dihasilkan AI perlu ditinjau
ms: Jawapan dijana AI perlu disemak semula
ur: ู ุตููุน ุฐุงูุช ฺฉ ูพุฏุง ฺฉุฑุฏ ุฌูุงุจุงุช ฺฉุง ุฌุงุฆุฒ ููุง ุถุฑูุฑ 

# assistantAppBarTitle
source: AI Assistant
bn: এআই সহকারী
de: KI-Assistent
es: Asistente de IA
fr: Assistant IA
id: Asisten AI
ms: Pembantu AI
ur: ุง ุขุฆ ุงุณุณูนููน

# createNewChat
source: New Chat
bn: নতুন চ্যাট
de: Neuer Chat
es: Nuevo Chat
fr: Nouvelle conversation
id: Obrolan Baru
ms: Sembang Baru
ur: ูุง ฺูน

source: AI Model Selection
bn: এআই মডেল নির্বাচন
de: KI-Modellauswahl
es: Selección de Modelo de IA
fr: Sélection du modèle IA
id: Pemilihan Model AI
ms: Pemilihan Model AI
ur: ุง ุขุฆ ู ุงฺู ุงูุชุฎุงุจ

# retryButton
source: Try Again
bn: আবার চেষ্টা করুন
de: Erneut versuchen
es: Intentar Nuevamente
fr: Réessayer
id: Coba Lagi
ms: Cuba Lagi
ur: ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# creatingNewChatMessage
source: Creating new chat...
bn: নতুন চ্যাট তৈরি করা হচ্ছে...
de: Erstelle neuen Chat...
es: Creando nuevo chat...
fr: Création d\'une nouvelle conversation...
id: Membuat obrolan baru...
ms: Mencipta sembang baru...
ur: ูุง ฺูน ุจูุงุง ุฌุง ุฑุง ...

# noActiveChatMessage
source: No active chat
bn: কোন সক্রিয় চ্যাট নেই
de: Kein aktiver Chat
es: No hay chat activo
fr: Aucune conversation active
id: Tidak ada obrolan aktif
ms: Tiada sembang aktif
ur: ฺฉูุฆ ูุนุงู ฺูน ูฺบ

# startNewChatMessage
source: Start a new conversation by sending a message
bn: একটি বার্তা পাঠিয়ে নতুন কথোপকথন শুরু করুন
de: Starten Sie eine neue Konversation, indem Sie eine Nachricht senden
es: Inicia una nueva conversación enviando un mensaje
fr: Commencez une nouvelle conversation en envoyant un message
id: Mulai percakapan baru dengan mengirim pesan
ms: Mulakan perbualan baru dengan menghantar mesej
ur: ุงฺฉ ูพุบุงู ุจฺพุฌ ฺฉุฑ ูุฆ ฺฏูุชฺฏู ุดุฑูุน ฺฉุฑฺบ

source: Please wait...
bn: অনুগ্রহ করে অপেক্ষা করুন...
de: Bitte warten...
es: Por favor espera...
fr: Veuillez patienter...
id: Silakan tunggu...
ms: Sila tunggu...
ur: ุจุฑุง ฺฉุฑู ุงูุชุธุงุฑ ฺฉุฑฺบ...

# typingIndicator
source: Typing...
bn: টাইপিং...
de: Tippen...
es: Escribiendo...
fr: En train d\'écrire...
id: Mengetik...
ms: Menulis...
ur: ูนุงุฆูพ ู ุฑุง ...

# dailyLimitReachedTitle
source: Daily Limit Reached
bn: দৈনিক সীমা অতিক্রম করেছে
de: Tageslimit erreicht
es: Límite Diario Alcanzado
fr: Limite quotidienne atteinte
id: Batas Harian Tercapai
ms: Had Harian Dicapai
ur: ุฑูุฒุงู ุญุฏ ุชฺฉ ูพูฺ ฺฏุฆ

# dailyLimitReachedMessage
source: You have used {dailyCount} of {maxQuestions} questions today
bn: আপনি আজ {maxQuestions} প্রশ্নের মধ্যে {dailyCount} ব্যবহার করেছেন
de: Sie haben heute {dailyCount} von {maxQuestions} Fragen verwendet
es: Has usado {dailyCount} de {maxQuestions} preguntas hoy
fr: Vous avez utilisé {dailyCount} des {maxQuestions} questions aujourd\'hui
id: Anda telah menggunakan {dailyCount} dari {maxQuestions} pertanyaan hari ini
ms: Anda telah menggunakan {dailyCount} daripada {maxQuestions} soalan hari ini
ur: ุขุฌ ุขูพ ู {dailyCount} ู ฺบ ุณ {maxQuestions} ุณูุงูุงุช ุงุณุชุนู ุงู ฺฉุฑ ู ฺบ

# upgradeToPremiumButton
source: Upgrade to Premium
bn: প্রিমিয়ামে আপগ্রেড করুন
de: Auf Premium upgraden
es: Actualizar a Premium
fr: Passer à Premium
id: Upgrade ke Premium
ms: Naik Taraf ke Premium
ur: ูพุฑู ู ู ฺบ ุงูพ ฺฏุฑฺ ฺฉุฑฺบ

# featureAvailableForPremium
source: Premium Feature
bn: প্রিমিয়াম বৈশিষ্ট্য
de: Premium-Funktion
es: Función Premium
fr: Fonctionnalité Premium
id: Fitur Premium
ms: Ciri Premium
ur: ูพุฑู ู ูฺุฑ

# premiumFeatureTitle
source: AI model selection is available only for premium subscribers
bn: এআই মডেল নির্বাচন শুধুমাত্র প্রিমিয়াম গ্রাহকদের জন্য উপলব্ধ
de: Die KI-Modellauswahl ist nur für Premium-Abonnenten verfügbar
es: La selección de modelos de IA está disponible solo para suscriptores premium
fr: La sélection de modèle IA est disponible uniquement pour les abonnés premium
id: Pemilihan model AI hanya tersedia untuk pelanggan premium
ms: Pemilihan model AI hanya tersedia untuk pelanggan premium
ur: ุง ุขุฆ ู ุงฺู ฺฉุง ุงูุชุฎุงุจ ุตุฑู ูพุฑู ู ุตุงุฑูู ฺฉ ู ุฏุณุชุงุจ 

# premiumFeatureContent
source: Upgrade to get:\n• Advanced model selection\n• Unlimited questions\n• More detailed answers
bn: আপগ্রেড করে পান:\n• উন্নত মডেল নির্বাচন\n• সীমাহীন প্রশ্ন\n• আরও বিশদ উত্তর
de: Upgraden Sie, um zu erhalten:\n• Erweiterte Modellauswahl\n• Unbegrenzte Fragen\n• Detailliertere Antworten
es: Actualiza para obtener:\n• Selección de modelos avanzados\n• Preguntas ilimitadas\n• Respuestas más detalladas
fr: Passez à Premium pour obtenir:\n• Sélection de modèles avancés\n• Questions illimitées\n• Réponses plus détaillées
id: Upgrade untuk mendapatkan:\n• Pemilihan model canggih\n• Pertanyaan tak terbatas\n• Jawaban lebih detail
ms: Naik taraf untuk dapatkan:\n• Pemilihan model lanjutan\n• Soalan tanpa had\n• Jawapan lebih terperinci
ur: ุงูพ ฺฏุฑฺ ฺฉุฑู ุณ ุญุงุตู ฺฉุฑฺบ:\nโข ุงุนููฐ ุฏุฑุฌ ฺฉ ู ุงฺู ฺฉุง ุงูุชุฎุงุจ\nโข ูุงู ุญุฏูุฏ ุณูุงูุงุช\nโข ุฒุงุฏ ุชูุตู ุฌูุงุจุงุช

# okButton
source: OK
bn: ঠিক আছে
fr: D\'accord
ur: ูนฺพฺฉ 

# upgradeNowButton
source: Upgrade Now
bn: এখনই আপগ্রেড করুন
de: Jetzt upgraden
es: Actualizar Ahora
fr: Passer à Premium maintenant
id: Upgrade Sekarang
ms: Naik Taraf Sekarang
ur: ุงุจฺพ ุงูพ ฺฏุฑฺ ฺฉุฑฺบ

# laterButton
source: Later
bn: পরে
de: Später
es: Más tarde
fr: Plus tard
id: Nanti
ms: Kemudian
ur: ุจุนุฏ ู ฺบ

# questionsRemaining
source: Remaining: {remaining}
bn: বাকি: {remaining}
de: Verbleibend: {remaining}
es: Restantes: {remaining}
fr: Restant: {remaining}
id: Tersisa: {remaining}
ms: Baki: {remaining}
ur: ุจุงู: {remaining}

source: of
es: de
fr: de
id: dari
ur: ฺฉุง

# chooseAiModelTitle
source: Choose AI Model
bn: এআই মডেল নির্বাচন করুন
de: KI-Modell wählen
es: Elegir Modelo de IA
fr: Choisir le modèle IA
id: Pilih Model AI
ms: Pilih Model AI
ur: ุง ุขุฆ ู ุงฺู ู ูุชุฎุจ ฺฉุฑฺบ

# gpt4oMiniTitle
source: GPT-4o Mini
bn: GPT-4o মিনি
ur: GPT-4o ู ู

# gpt4oMiniSubtitle
source: Fast and balanced
bn: দ্রুত এবং সমতুল্য
de: Schnell und ausgewogen
es: Rápido y equilibrado
fr: Rapide et équilibré
id: Cepat dan seimbang
ms: Pantas dan seimbang
ur: ุชุฒ ุงูุฑ ู ุชูุงุฒู

# gpt4oSubtitle
source: More accurate and detailed
bn: আরও নির্ভুল এবং বিশদ
de: Präziser und detaillierter
es: Más preciso y detallado
fr: Plus précis et détaillé
id: Lebih akurat dan detail
ms: Lebih tepat dan terperinci
ur: ุฒุงุฏ ุฏุฑุณุช ุงูุฑ ุชูุตู

# conversationsTitle
source: Conversations
bn: কথোপকথন
de: Konversationen
es: Conversaciones
id: Percakapan
ms: Perbualan
ur: ุจุงุช ฺุช

source: New Conversation
bn: নতুন কথোপকথন
de: Neue Konversation
es: Nueva Conversación
fr: Nouvelle conversation
id: Percakapan Baru
ms: Perbualan Baru
ur: ูุฆ ฺฏูุชฺฏู
