Repository: horlas08/meshkat_elhoda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, id, ms, tr, ur

# appTitle
source: Mishkat Al-Hoda Pro
bn: মেশকাতুল হুদা
de: Mihkat Al-Hoda Pro
es: Meshkat Al-Huda
ms: Mishkat Al-Hoda
tr: Meshkat El-Huda
ur: ู ุดฺฉุง ุงูุฏูฐ

source: Welcome
bn: স্বাগতম
de: Willkommen
es: Bienvenido
fr: Bienvenue
id: Selamat Datang
ms: Selamat Datang
tr: Hoş Geldiniz
ur: ุฎูุด ุขู ุฏุฏ

source: Login
bn: লগইন
de: Anmelden
es: Iniciar Sesión
fr: Connexion
id: Masuk
ms: Log Masuk
tr: Giriş Yap
ur: ูุงฺฏ ุงู

source: Sign Up
bn: অ্যাকাউন্ট তৈরি করুন
de: Konto erstellen
es: Crear Cuenta
fr: Créer un compte
id: Daftar
ms: Daftar
tr: Hesap Oluştur
ur: ุงฺฉุงุคููน ุจูุงุฆฺบ

source: Skip
bn: স্কিপ
de: Überspringen
es: Saltar
fr: Passer
id: Lewati
ms: Langkau
tr: Atla
ur: ฺฺพูฺฺบ

source: Finish
bn: শেষ
de: Beenden
es: Finalizar
fr: Terminer
id: Selesai
ms: Selesai
tr: Bitir
ur: ุฎุชู ฺฉุฑฺบ

# onboardingDescription1
source: Start your spiritual journey with an app that brings together the Quran, Athkar, and Hadith in one place.
bn: একটি অ্যাপ দিয়ে আপনার আধ্যাত্মিক যাত্রা শুরু করুন যা কুরআন, আযকার এবং হাদিস এক জায়গায় একত্রিত করে।
de: Beginnen Sie Ihre spirituelle Reise mit einer App, die den Koran, Athkar und Hadithe an einem Ort vereint.
es: Comienza tu viaje espiritual con una aplicación que reúne el Corán, Azkar y Hadiz en un solo lugar.
fr: Commencez votre voyage spirituel avec une application qui rassemble le Coran, les Athkar et les Hadiths en un seul endroit.
id: Mulai perjalanan spiritual Anda dengan aplikasi yang menyatukan Al-Quran, Adzkar, dan Hadits dalam satu tempat.
ms: Mulakan perjalanan spiritual anda dengan aplikasi yang menghimpunkan Al-Quran, Azkar, dan Hadis dalam satu tempat.
tr: Kuran, Zikirler ve Hadisleri tek bir yerde toplayan bir uygulama ile manevi yolculuğunuza başlayın.
ur: ุงฺฉ ุงูพ ฺฉ ุณุงุชฺพ ุงูพูุง ุฑูุญุงู ุณูุฑ ุดุฑูุน ฺฉุฑฺบ ุฌู ูุฑุขูุ ุงุฐฺฉุงุฑ ุงูุฑ ุงุญุงุฏุซ ฺฉู ุงฺฉ ุฌฺฏ ูพุฑ ุฌู ุน ฺฉุฑุช 

# onboardingDescription2
source: Listen to recitations from over 50 reciters, and easily save your last reading position.
bn: ৫০ জনেরও বেশি ক্বারীর তিলাওয়াত শুনুন এবং আপনার শেষ পড়ার অবস্থান সহজেই সংরক্ষণ করুন।
de: Hören Sie Rezitationen von über 50 Rezitatoren und speichern Sie einfach Ihre letzte Leseposition.
es: Escucha recitaciones de más de 50 recitadores y guarda fácilmente tu última posición de lectura.
fr: Écoutez les récitations de plus de 50 réciteurs et enregistrez facilement votre dernière position de lecture.
id: Dengarkan bacaan dari lebih dari 50 qari, dan simpan dengan mudah posisi baca terakhir Anda.
ms: Dengarkan bacaan daripada lebih 50 qari, dan simpan dengan mudah kedudukan bacaan terakhir anda.
tr: 50'den fazla okuyucudan tilavetleri dinleyin ve son okuma konumunuzu kolayca kaydedin.
ur: 50 ุณ ุฒุงุฏ ูุงุฑูฺบ ฺฉ ุชูุงูุชฺบ ุณูฺบุ ุงูุฑ ุงูพู ุขุฎุฑ ูุฑุงุช ฺฉ ูพูุฒุดู ฺฉู ุขุณุงู ุณ ู ุญููุธ ฺฉุฑฺบ

# onboardingDescription3
source: Reminds you of Allah at every moment with daily Athkar and categorized supplications for your life.
bn: দৈনিক আযকার এবং আপনার জীবনের জন্য শ্রেণীবদ্ধ দোয়ার সাথে প্রতিটি মুহূর্তে আপনাকে আল্লাহর স্মরণ করিয়ে দেয়।
de: Erinnert Sie jeden Moment an Allah mit täglichen Athkar und kategorisierten Bittgebeten für Ihr Leben.
es: Te recuerda a Allah en cada momento con Azkar diarios y súplicas categorizadas para tu vida.
fr: Vous rappelle Allah à chaque instant avec les Athkar quotidiens et les invocations classées pour votre vie.
id: Mengingatkan Anda kepada Allah setiap saat dengan Adzkar harian dan doa-doa yang dikategorikan untuk hidup Anda.
ms: Mengingatkan anda kepada Allah pada setiap saat dengan Azkar harian dan doa-doa yang dikategorikan untuk hidup anda.
tr: Günlük zikirler ve hayatınız için kategorize edilmiş dualarla her an size Allah'ı hatırlatır.
ur: ุขูพ ฺฉู ุฑ ูู ุญ ุงูู ฺฉ ุงุฏ ุฏูุงุช  ุฑูุฒุงู ฺฉ ุงุฐฺฉุงุฑ ุงูุฑ ุขูพ ฺฉ ุฒูุฏฺฏ ฺฉ ู ุฏุฑุฌ ุจูุฏ ุฏุนุงุคฺบ ฺฉ ุณุงุชฺพ

# onboardingDescription4
source: Experience the spiritual atmosphere directly from Mecca and Medina, anytime and anywhere.
bn: যেকোনো সময় এবং যেকোনো জায়গায় সরাসরি মক্কা ও মদিনা থেকে আধ্যাত্মিক পরিবেশ অনুভব করুন।
de: Erleben Sie die spirituelle Atmosphäre direkt aus Mekka und Medina, jederzeit und überall.
es: Experimenta la atmósfera espiritual directamente desde La Meca y Medina, en cualquier momento y lugar.
fr: Vivez l\'atmosphère spirituelle directement de La Mecque et Médine, à tout moment et où que vous soyez.
id: Rasakan suasana spiritual langsung dari Mekah dan Madinah, kapan saja dan di mana saja.
ms: Alami suasana spiritual langsung dari Mekah dan Madinah, pada bila-bila masa dan di mana sahaja.
tr: Mekke ve Medine'den doğrudan manevi atmosferi istediğiniz zaman ve yerde yaşayın.
ur: ู ฺฉ ุงูุฑ ู ุฏู ุณ ุจุฑุง ุฑุงุณุช ุฑูุญุงู ู ุงุญูู ฺฉู ฺฉุณ ุจฺพ ููุช ุงูุฑ ฺฉฺบ ุจฺพ ู ุญุณูุณ ฺฉุฑฺบ

source: All Azkar
bn: সমস্ত আজকার
de: Alle Azkar
es: Todos los Azkar
fr: Tous les Azkar
id: Semua Azkar
ms: Semua Azkar
tr: Tüm Azkarlar
ur: ุชู ุงู ุงุฐฺฉุงุฑ

source: Error loading Azkar
bn: আজকার লোড করতে ত্রুটি হয়েছে
de: Fehler beim Laden der Azkar
es: Error al cargar Azkar
fr: Erreur lors du chargement des Azkar
id: Terjadi kesalahan saat memuat Azkar
ms: Ralat memuat Azkar
tr: Azkar yüklenirken hata oluştu
ur: ุงุฐฺฉุงุฑ ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

# azkarAndDuas
source: Azkar & Duas
bn: আজকার ও দুয়া
es: Azkar y Duas
id: Azkar & Doa
ms: Azkar & Doa
ur: ุงุฐฺฉุงุฑ ุงูุฑ ุฏุนุงุฆฺบ

# startYourAzkar
source: Start your Azkar now
bn: এখনই আপনার আজকার শুরু করুন
de: Starte jetzt deine Azkar
es: Comienza tus Azkar ahora
fr: Commencez vos Azkar maintenant
id: Mulai Azkar-mu sekarang
ms: Mula Azkar anda sekarang
tr: Azkarlarını şimdi başlat
ur: ุงุจฺพ ุงูพู ุงุฐฺฉุงุฑ ุดุฑูุน ฺฉุฑฺบ

source: See more
bn: আরও দেখুন
de: Mehr sehen
es: Ver más
fr: Voir plus
id: Lihat lebih banyak
ms: Lihat lebih banyak
tr: Daha fazla
ur: ู ุฒุฏ ุฏฺฉฺพฺบ

# favoriteAzkarToast
source: To praise your favorite Azkar
bn: আপনার প্রিয় আজকার প্রশংসা করতে
de: Um deine Lieblings-Azkar zu loben
es: Para alabar tus Azkar favoritos
fr: Pour glorifier vos Azkar préférés
id: Untuk memuji Azkar favoritmu
ms: Untuk memuji Azkar kegemaran anda
tr: Favori Azkar'ınızı tesbih etmek için
ur: ุงูพู ูพุณูุฏุฏ ุงุฐฺฉุงุฑ ฺฉ ุชุณุจุญ ฺฉ ู

source: Retry
bn: পুনরায় চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
fr: Réessayer
id: Coba lagi
ms: Cuba lagi
tr: Tekrar dene
ur: ุฏูุจุงุฑ ฺฉูุดุด ฺฉุฑฺบ

# noData
source: No data available
bn: কোনও তথ্য পাওয়া যায়নি
de: Keine Daten verfügbar
es: No hay datos disponibles
fr: Aucune donnée disponible
id: Tidak ada data tersedia
ms: Tiada data tersedia
tr: Veri yok
ur: ฺฉูุฆ ฺูนุง ู ูุฌูุฏ ูฺบ

source: Favorite Azkar
bn: প্রিয় আজকার
de: Lieblings-Azkar
es: Azkar favoritos
fr: Azkar préférés
id: Azkar Favorit
ms: Azkar Kegemaran
tr: Favori Azkar
ur: ูพุณูุฏุฏ ุงุฐฺฉุงุฑ

source: Error loading data
bn: ডেটা লোড করতে ত্রুটি হয়েছে
de: Fehler beim Laden der Daten
es: Error al cargar los datos
fr: Erreur lors du chargement des données
id: Terjadi kesalahan saat memuat data
ms: Ralat memuat data
tr: Veri yüklenirken hata oluştu
ur: ฺูนุง ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

# audioError
source: Error playing audio
bn: অডিও চালাতে ত্রুটি
de: Fehler beim Abspielen der Audio
es: Error al reproducir audio
fr: Erreur lors de la lecture de l\'audio
id: Terjadi kesalahan saat memutar audio
ms: Ralat memainkan audio
tr: Ses çalarken hata
ur: ุขฺู ฺูุงู ู ฺบ ุฎุฑุงุจ

source: Repeat
bn: পুনরাবৃত্তি
de: Wiederholen
es: Repetir
fr: Répéter
id: Ulangi
ms: Ulang
tr: Tekrarla
ur: ุฏุฑุงุฆฺบ

source: Copy
bn: কপি
de: Kopieren
es: Copiar
fr: Copier
id: Salin
ms: Salin
tr: Kopyala
ur: ฺฉุงูพ ฺฉุฑฺบ

source: Share
bn: শেয়ার
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
ms: Kongsi
tr: Paylaş
ur: ุดุฆุฑ ฺฉุฑฺบ

source: Smart Misbah
bn: স্মার্ট মিসবাহ
de: Intelligentes Misbah
es: Misbaha Inteligente
fr: Misbaha intelligente
id: Misbah Pintar
ms: Misbah Pintar
tr: Akıllı Tesbih
ur: ุณู ุงุฑูน ู ุณุจุญ

source: Start Tasbeh
bn: তসবিহ শুরু করুন
de: Tasbeh starten
es: Comenzar Tasbeh
fr: Commencer le Tasbeh
id: Mulai Tasbeh
ms: Mula Tasbeh
tr: Tesbih Başlat
ur: ุชุณุจุญ ุดุฑูุน ฺฉุฑฺบ

# locationPermissionDeniedTitle
source: Location permission denied
bn: অবস্থান অনুমতি অস্বীকৃত
de: Standortberechtigung verweigert
es: Permiso de ubicación denegado
fr: Autorisation de localisation refusée
id: Izin lokasi ditolak
ms: Kebenaran lokasi ditolak
tr: Konum izni reddedildi
ur: ู ูุงู ฺฉ ุงุฌุงุฒุช ู ุณุชุฑุฏ ฺฉุฑ ุฏ ฺฏุฆ

# locationPermissionDescription
source: To show accurate prayer times, we need your location. You can:
bn: নির্ভুল নামাজের সময় দেখানোর জন্য, আমাদের আপনার অবস্থানের প্রয়োজন। আপনি করতে পারেন:
de: Um genaue Gebetszeiten anzuzeigen, benötigen wir Ihren Standort. Sie können:
es: Para mostrar los horarios de oración precisos, necesitamos tu ubicación. Puedes:
fr: Pour afficher les heures de prière exactes, nous avons besoin de votre position. Vous pouvez :
id: Untuk menampilkan waktu sholat yang akurat, kami membutuhkan lokasi Anda. Anda bisa:
ms: Untuk menunjukkan waktu solat yang tepat, kami memerlukan lokasi anda. Anda boleh:
tr: Doğru namaz vakitlerini göstermek için konumunuza ihtiyacımız var. Şunları yapabilirsiniz:
ur: ุตุญุญ ูู ุงุฒ ฺฉ ุงููุงุช ุฏฺฉฺพุงู ฺฉ ูุ ู ฺบ ุขูพ ฺฉ ู ูุงู ฺฉ ุถุฑูุฑุช  ุขูพ  ฺฉุฑ ุณฺฉุช ฺบ:

# locationPermissionOptionAllow
source: • Allow location access
bn: • অবস্থান অ্যাক্সেস অনুমোদন করুন
de: • Standortzugriff erlauben
es: • Permitir acceso a la ubicación
fr: • Autoriser l\'accès à la localisation
id: • Izinkan akses lokasi
ms: • Benarkan akses lokasi
tr: • Konum erişimine izin ver
ur: โข ู ูุงู ุชฺฉ ุฑุณุงุฆ ฺฉ ุงุฌุงุฒุช ุฏฺบ

# locationPermissionOptionManual
source: • Enter city and country manually
bn: • শহর এবং দেশ ম্যানুয়ালি লিখুন
de: • Stadt und Land manuell eingeben
es: • Introducir ciudad y país manualmente
fr: • Saisir la ville et le pays manuellement
id: • Masukkan kota dan negara secara manual
ms: • Masukkan bandar dan negara secara manual
tr: • Şehir ve ülkeyi manuel girin
ur: โข ุดุฑ ุงูุฑ ู ูฺฉ ุฏุณุช ุทูุฑ ูพุฑ ุฏุฑุฌ ฺฉุฑฺบ

# locationPermissionManualButton
source: Enter manually
bn: ম্যানুয়াল এন্ট্রি
de: Manuelle Eingabe
es: Entrada manual
fr: Saisie manuelle
id: Masukan manual
ms: Masukan manual
tr: Manuel giriş
ur: ุฏุณุช ุฏุงุฎู ฺฉุฑฺบ

# locationPermissionAllowButton
source: Allow location
bn: অবস্থান অনুমতি দিন
de: Standort erlauben
es: Permitir ubicación
fr: Autoriser la localisation
id: Izinkan lokasi
ms: Benarkan lokasi
tr: Konuma izin ver
ur: ู ูุงู ฺฉ ุงุฌุงุฒุช ุฏฺบ

# manualLocationTitle
source: Enter your location manually
bn: আপনার অবস্থান ম্যানুয়ালি লিখুন
de: Geben Sie Ihren Standort manuell ein
es: Introduce tu ubicación manualmente
fr: Entrez votre position manuellement
id: Masukkan lokasi Anda secara manual
ms: Masukkan lokasi anda secara manual
tr: Konumunuzu manuel girin
ur: ุงูพูุง ู ูุงู ุฏุณุช ุทูุฑ ูพุฑ ุฏุฑุฌ ฺฉุฑฺบ

# manualLocationCityLabel
source: City
bn: শহর
de: Stadt
es: Ciudad
fr: Ville
id: Kota
ms: Bandar
tr: Şehir
ur: ุดุฑ

# manualLocationCountryLabel
source: Country
bn: দেশ
de: Land
es: País
fr: Pays
id: Negara
ms: Negara
tr: Ülke
ur: ู ูฺฉ

# manualLocationCityError
source: Please enter the city
bn: দয়া করে শহর লিখুন
de: Bitte geben Sie die Stadt ein
es: Por favor introduce la ciudad
fr: Veuillez entrer la ville
id: Silakan masukkan kota
ms: Sila masukkan bandar
tr: Lütfen şehri girin
ur: ุจุฑุง ฺฉุฑู ุดุฑ ุฏุฑุฌ ฺฉุฑฺบ

# manualLocationCountryError
source: Please enter the country
bn: দয়া করে দেশ লিখুন
de: Bitte geben Sie das Land ein
es: Por favor introduce el país
fr: Veuillez entrer le pays
id: Silakan masukkan negara
ms: Sila masukkan negara
tr: Lütfen ülkeyi girin
ur: ุจุฑุง ฺฉุฑู ู ูฺฉ ุฏุฑุฌ ฺฉุฑฺบ

source: Cancel
bn: বাতিল
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
ms: Batal
tr: İptal
ur: ู ูุณูุฎ ฺฉุฑฺบ

# manualLocationConfirmButton
source: Confirm
bn: নিশ্চিত করুন
de: Bestätigen
es: Confirmar
fr: Confirmer
id: Konfirmasi
ms: Sahkan
tr: Onayla
ur: ุชุตุฏู ฺฉุฑฺบ

# readingModeTitle
source: Reading Mode
bn: পড়ার মোড
de: Lesemodus
es: Modo de lectura
fr: Mode lecture
id: Mode Membaca
ms: Mod Membaca
tr: Okuma Modu
ur: ู ุทุงูุน ูุถุน

# readingModeVerticalTitle
source: Vertical Scrolling
bn: উল্লম্ব স্ক্রল
de: Vertikales Scrollen
es: Desplazamiento vertical
fr: Défilement vertical
id: Gulir Vertikal
ms: Tatal Menegak
tr: Dikey Kaydırma
ur: ุนู ูุฏ ุณฺฉุฑูู

# readingModeVerticalSubtitle
source: Scroll up and down
bn: উপর এবং নিচ স্ক্রল করুন
de: Nach oben und unten scrollen
es: Desplazar hacia arriba y abajo
fr: Faire défiler vers le haut et le bas
id: Gulir ke atas dan bawah
ms: Tatal ke atas dan bawah
tr: Yukarı ve aşağı kaydırın
ur: ุงููพุฑ ุงูุฑ ูฺ ุณฺฉุฑูู ฺฉุฑฺบ

# readingModeHorizontalTitle
source: Page Flipping
bn: পৃষ্ঠা উল্টানো
de: Seiten umblättern
es: Voltear páginas
fr: Feuilleter les pages
id: Membalik Halaman
ms: Balik Halaman
tr: Sayfa Çevirme
ur: ุตูุญ ูพููนูุง

# readingModeHorizontalSubtitle
source: Flip right and left
bn: ডান এবং বাম উল্টান
de: Nach rechts und links blättern
es: Voltear a la derecha e izquierda
fr: Tourner à droite et à gauche
id: Balik ke kanan dan kiri
ms: Balik ke kanan dan kiri
tr: Sağa ve sola çevirin
ur: ุฏุงุฆฺบ ุงูุฑ ุจุงุฆฺบ ูพููนฺบ

source: Ayah
bn: আয়াত
de: Aya
es: Aya
fr: Aya
id: Ayat
ms: Ayat
tr: Ayet
ur: ุขุช

# ayahOptionAddBookmark
source: Add Bookmark
bn: বুকমার্ক যোগ করুন
de: Lesezeichen hinzufügen
es: Añadir marcador
fr: Ajouter un signet
id: Tambah Penanda
ms: Tambah Penanda
tr: Yer İmi Ekle
ur: ุจฺฉ ู ุงุฑฺฉ ุดุงู ู ฺฉุฑฺบ

# ayahOptionPlay
source: Play
bn: প্লে
de: Abspielen
es: Reproducir
fr: Lire
id: Putar
ms: Main
ur: ฺูุงุฆฺบ

# ayahOptionTafsir
source: Tafsir
bn: তাফসীর
ur: ุชูุณุฑ

# ayahOptionDownload
source: Download
bn: ডাউনলোড
de: Herunterladen
es: Descargar
fr: Télécharger
id: Unduh
ms: Muat Turun
ur: ฺุงุคู ููฺ

# bookmarkAddedMessage
source: Bookmark added successfully
bn: বুকমার্ক সফলভাবে যোগ হয়েছে
de: Lesezeichen erfolgreich hinzugefügt
es: Marcador añadido con éxito
fr: Signet ajouté avec succès
id: Penanda berhasil ditambahkan
ms: Penanda berjaya ditambah
ur: ุจฺฉ ู ุงุฑฺฉ ฺฉุงู ุงุจ ุณ ุดุงู ู ูฺฏุง

source: Loading...
bn: লোড হচ্ছে...
de: Wird geladen...
es: Cargando...
fr: Chargement...
id: Memuat...
ms: Sedang dimuatkan...
ur: ููฺ ู ุฑุง ...

source: Page
bn: পৃষ্ঠা
de: Seite
es: Página
id: Halaman
ms: Halaman
ur: ุตูุญ

# juzSurahsTitle
source: Juz Surahs
bn: জুজের সূরা
de: Suren des Juz
es: Suras del Juz
fr: Sourates du Juz
id: Sura Juz
ms: Sura Juz
ur: ุฌุฒ ฺฉ ุณูุฑุชฺบ

# errorMessage
source: An error occurred
bn: একটি ত্রুটি ঘটেছে
de: Ein Fehler ist aufgetreten
es: Ocurrió un error
fr: Une erreur est survenue
id: Terjadi kesalahan
ms: Ralat berlaku
tr: Bir hata oluştu
ur: ุฎุฑุงุจ ูุงูุน ูุฆ

# noSurahsInJuz
source: No Surahs in this Juz
bn: এই জুজে কোন সূরা নেই
de: Keine Suren in diesem Juz
es: No hay Suras en este Juz
fr: Aucune sourate dans ce Juz
id: Tidak ada sura di Juz ini
ms: Tiada sura dalam Juz ini
tr: Bu cüzde sure yok
ur: ุงุณ ุฌุฒ ู ฺบ ฺฉูุฆ ุณูุฑุช ูฺบ

# bookmarkDeletedMessage
source: Bookmark deleted
bn: বুকমার্ক মুছে ফেলা হয়েছে
de: Lesezeichen gelöscht
es: Marcador eliminado
fr: Signet supprimé
id: Penanda dihapus
ms: Penanda dipadam
tr: Yer imi silindi
ur: ุจฺฉ ู ุงุฑฺฉ ุญุฐู ฺฉุฑ ุฏุง ฺฏุง

source: No bookmarks
bn: কোনো বুকমার্ক নেই
de: Keine Lesezeichen
es: No hay marcadores
fr: Aucun signet
id: Tidak ada penanda
ms: Tiada penanda
tr: Yer imi yok
ur: ฺฉูุฆ ุจฺฉ ู ุงุฑฺฉ ูฺบ

# addBookmarkHint
source: Add a bookmark from the reading page
bn: পড়ার পৃষ্ঠায় থেকে বুকমার্ক যোগ করুন
de: Fügen Sie ein Lesezeichen von der Leseseite hinzu
es: Agrega un marcador desde la página de lectura
fr: Ajoutez un signet depuis la page de lecture
id: Tambahkan penanda dari halaman baca
ms: Tambah penanda dari halaman bacaan
tr: Okuma sayfasından yer imi ekleyin
ur: ู ุทุงูุน ฺฉ ุตูุญ ุณ ุจฺฉ ู ุงุฑฺฉ ุดุงู ู ฺฉุฑฺบ

# deleteBookmarkTitle
source: Delete Bookmark
bn: বুকমার্ক মুছুন
de: Lesezeichen löschen
es: Eliminar marcador
fr: Supprimer le signet
id: Hapus Penanda
ms: Padam Penanda
tr: Yer İmini Sil
ur: ุจฺฉ ู ุงุฑฺฉ ุญุฐู ฺฉุฑฺบ

# deleteBookmarkContent
source: Are you sure you want to delete this bookmark?
bn: আপনি কি এই বুকমার্কটি মুছতে নিশ্চিত?
de: Sind Sie sicher, dass Sie dieses Lesezeichen löschen möchten?
es: ¿Está seguro de eliminar este marcador?
fr: Êtes-vous sûr de vouloir supprimer ce signet ?
id: Apakah Anda yakin ingin menghapus penanda ini?
ms: Adakah anda pasti ingin memadam penanda ini?
tr: Bu yer imini silmek istediğinizden emin misiniz?
ur: ฺฉุง ุขูพ ูุงูุน ุงุณ ุจฺฉ ู ุงุฑฺฉ ฺฉู ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

source: Delete
bn: মুছুন
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
ms: Padam
tr: Sil
ur: ุญุฐู ฺฉุฑฺบ

source: Search in Surah names
bn: সূরার নাম অনুসন্ধান করুন
de: In Surennamen suchen
es: Buscar en nombres de Suras
fr: Rechercher dans les noms des sourates
id: Cari nama sura
ms: Cari nama sura
tr: Sure adlarında ara
ur: ุณูุฑ ฺฉ ูุงู ูฺบ ู ฺบ ุชูุงุด ฺฉุฑฺบ

source: Restart
bn: পুনরায় চালু করুন
de: Neu starten
es: Reiniciar
fr: Redémarrer
id: Mulai ulang
ms: Mulakan semula
tr: Yeniden Başlat
ur: ุฏูุจุงุฑ ุดุฑูุน ฺฉุฑฺบ

# ayahLabel
source: Ayah
bn: আয়াত
de: Aya
es: Aya
fr: Aya
id: Ayat
ms: Ayat
tr: Ayet
ur: ุขุช

# surahLabel
source: Surah
bn: সূরা
de: Sure
es: Sura
fr: Sourate
id: Sura
ms: Sura
tr: Sure
ur: ุณูุฑ

# audioLoadError
source: Error loading audio
bn: অডিও লোড করতে ত্রুটি
de: Fehler beim Laden der Audio
es: Error al cargar audio
fr: Erreur lors du chargement de l\'audio
id: Kesalahan memuat audio
ms: Ralat memuat audio
tr: Ses yüklenirken hata oluştu
ur: ุขฺู ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

# audioLoading
source: Loading audio...
bn: অডিও লোড হচ্ছে...
de: Audio wird geladen...
es: Cargando audio...
fr: Chargement de l\'audio...
id: Memuat audio...
ms: Memuat audio...
tr: Ses yükleniyor...
ur: ุขฺู ููฺ ู ุฑุง ...

source: Stop
bn: বন্ধ করুন
es: Detener
fr: Arrêter
id: Hentikan
ms: Henti
tr: Durdur
ur: ุฑูฺฉฺบ

source: Close
bn: বন্ধ করুন
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
ms: Tutup
tr: Kapat
ur: ุจูุฏ ฺฉุฑฺบ

# ayahOptionLanguage
source: Language
bn: ভাষা
de: Sprache
es: Idioma
fr: Langue
id: Bahasa
ms: Bahasa
tr: Dil
ur: ุฒุจุงู

# ayahOptionShare
source: Share
bn: শেয়ার করুন
de: Teilen
es: Compartir
fr: Partager
id: Bagikan
ms: Kongsi
tr: Paylaş
ur: ุดุฆุฑ ฺฉุฑฺบ

# surahArrangementLabel
source: Number
bn: নম্বর
de: Nummer
es: Número
fr: Numéro
id: Nomor
ms: Nombor
tr: Numara
ur: ูู ุจุฑ

# surahAyahsCountLabel
source: Ayahs Count
bn: আয়াত সংখ্যা
de: Anzahl der Ayahs
es: Número de Ayahs
fr: Nombre d\'Ayahs
id: Jumlah Ayat
ms: Bilangan Ayat
tr: Ayet Sayısı
ur: ุขุงุช ฺฉ ุชุนุฏุงุฏ

# quranIndex
source: Index
bn: সূচিপত্র
es: Índice
id: Indeks
ms: Indeks
tr: Dizin
ur: ูุฑุณุช

# quranParts
source: Parts
bn: অংশ
de: Teile
es: Partes
fr: Parties
id: Bagian
ms: Bahagian
tr: Bölümler
ur: ุญุต

# quranBookmarks
source: Bookmarks
bn: বুকমার্ক
de: Lesezeichen
es: Marcadores
fr: Signets
id: Penanda
ms: Penanda
tr: Yer İmleri
ur: ุจฺฉ ู ุงุฑฺฉ

# tafsirLoadingMessage
source: Loading Tafsir...
bn: তাফসীর লোড হচ্ছে...
de: Tafsir wird geladen...
es: Cargando Tafsir...
fr: Chargement du Tafsir...
id: Memuat Tafsir...
ms: Memuat Tafsir...
tr: Tefsir yükleniyor...
ur: ุชูุณุฑ ููฺ ู ุฑุง ...

source: Tafsir of Ayah
bn: আয়াতের তাফসীর
de: Tafsir der Aya
es: Tafsir de la Aya
fr: Tafsir de l\'Aya
id: Tafsir Ayat
ms: Tafsir Ayat
tr: Ayetin Tefsiri
ur: ุขุช ฺฉ ุชูุณุฑ

# tafsirNameLabel
source: Tafsir Name
bn: তাফসীরের নাম
de: Name des Tafsir
es: Nombre del Tafsir
fr: Nom du Tafsir
id: Nama Tafsir
ms: Nama Tafsir
tr: Tefsir Adı
ur: ุชูุณุฑ ฺฉุง ูุงู

# tafsirErrorLog
source: Error loading Tafsir
bn: তাফসীর লোড করতে ত্রুটি
de: Fehler beim Laden des Tafsir
es: Error al cargar el Tafsir
fr: Erreur lors du chargement du Tafsir
id: Kesalahan saat memuat Tafsir
ms: Ralat semasa memuat Tafsir
tr: Tefsir yüklenirken hata oluştu
ur: ุชูุณุฑ ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: Part
bn: অংশ
de: Teil
es: Parte
fr: Partie
id: Bagian
ms: Bahagian
tr: Cüz
ur: ุฌุฒ

source: Smart Assistant
bn: স্মার্ট সহকারী
de: Intelligenter Assistent
es: Asistente Inteligente
fr: Assistant Intelligent
id: Asisten Cerdas
ms: Pembantu Pintar
tr: Akıllı Asistan
ur: ุฐฺฉ ุงุณุณูนููน

# quran
source: Holy Quran
bn: পবিত্র কুরআন
de: Koran
es: Corán
fr: Coran
id: Al-Qur\'an
ms: Al-Quran
tr: Kuran-ı Kerim
ur: ูุฑุขู ู ุฌุฏ

# yourCurrentKhatmah
source: Your Current Khatma
fr: Votre khatma actuelle
id: Khatmah Anda Saat Ini
ms: Khatmah Semasa Anda
tr: Mevcut Hatminiz
ur: ุขูพ ฺฉุง ู ูุฌูุฏ ุฎุชู

# khatmahList
source: Khatma List
fr: Khatmas
id: Daftar Khatmah
ms: Senarai Khatmah
tr: Hatimler
ur: ุฎุชู ุงุช ฺฉ ูุฑุณุช

# continueLabel
source: Continue
bn: চালিয়ে যান
de: Fortsetzen
es: Continuar
fr: Continuer
id: Lanjutkan
ms: Teruskan
tr: Devam Et
ur: ุฌุงุฑ ุฑฺฉฺพฺบ

# startQuranJourney
source: Start your Quran Journey
fr: Commencez votre voyage avec le Coran
id: Mulai perjalanan Al-Qur'an Anda
ms: Mulakan perjalanan Al-Quran anda
tr: Kuran yolculuğuna başla
ur: ูุฑุขู ฺฉุง ุณูุฑ ุดุฑูุน ฺฉุฑฺบ

source: Mushaf
bn: মুসহাফ
ur: ู ุตุญู

# newKhatmah
source: New Khatma
fr: Nouvelle khatma
id: Khatmah Baru
ms: Khatmah Baru
tr: Yeni Hatim
ur: ูุง ุฎุชู

# haramAndLive
source: Haram & Live Broadcast
fr: Haram et diffusion en direct
id: Masjidil Haram & Siaran Langsung
ms: Masjidil Haram & Siaran Langsung
tr: Haram & Canlı Yayın
ur: ุญุฑู ุงูุฑ ุจุฑุงู ุฑุงุณุช ูุดุฑุงุช

# chooseChannel
source: Choose the channel you want to watch now
bn: এখন আপনি যে চ্যানেলটি দেখতে চান তা নির্বাচন করুন
de: Wählen Sie den Kanal aus, den Sie jetzt sehen möchten
es: Elija el canal que desea ver ahora
fr: Choisissez la chaîne que vous souhaitez regarder maintenant
id: Pilih saluran yang ingin Anda tonton sekarang
ms: Pilih saluran yang anda ingin tonton sekarang
tr: Şimdi izlemek istediğiniz kanalı seçin
ur: ุงุจฺพ ุฏฺฉฺพูุง ฺุงุช ฺบ ู ฺูู ู ูุชุฎุจ ฺฉุฑฺบ

source: Makkah
bn: মক্কা
de: Mekka
es: La Meca
fr: La Mecque
id: Mekkah
ms: Mekah
tr: Mekke
ur: ู ฺฉ

source: Saudi Channel
bn: সৌদি চ্যানেল
de: Saudi-Kanal
es: Canal Saudí
fr: Chaîne Saoudienne
id: Saluran Saudi
ms: Saluran Saudi
tr: Suudi Kanalı
ur: ุณุนูุฏ ฺูู

# licensedMessage
source: This broadcast is licensed from official Saudi channels
fr: Cette diffusion est autorisée par les chaînes officielles saoudiennes
id: Siaran ini berlisensi dari saluran resmi Saudi
ms: Siaran ini dilesenkan dari saluran rasmi Saudi
tr: Bu yayın resmi Suudi kanallarından lisanslıdır
ur:  ูุดุฑุงุช ุณุฑฺฉุงุฑ ุณุนูุฏ ฺููุฒ ุณ ูุงุฆุณูุณ ุงูุช ฺบ

source: Connected Now
fr: Connecté maintenant
id: Terhubung Sekarang
ms: Bersambung Sekarang
tr: Şu anda bağlı
ur: ุงุจ ุฌฺุง ูุง 

source: Watch
bn: দেখুন
de: Ansehen
es: Ver
fr: Regarder
id: Tonton
ms: Tonton
tr: İzle
ur: ุฏฺฉฺพฺบ

source: Madinah
bn: মদিনা
de: Medina
es: Medina
fr: Médine
tr: Medine
ur: ู ุฏู

source: Madinah Channel
bn: মদিনা চ্যানেল
de: Medina-Kanal
es: Canal de Medina
fr: Chaîne de Médine
id: Saluran Madinah
ms: Saluran Madinah
tr: Medine Kanalı
ur: ู ุฏู ฺูู

source: Set Qibla
fr: Définir la qibla
id: Atur Kiblat
ms: Tetapkan Kiblat
tr: Kıbleyi ayarla
ur: ูุจู ู ูุฑุฑ ฺฉุฑฺบ

source: After
bn: পরে
de: Nach
es: Después
fr: Après
id: Setelah
ms: Selepas
tr: Sonra
ur: ุจุนุฏ

source: Fajr
bn: ফজর
id: Subuh
ms: Subuh
tr: Fecr
ur: ูุฌุฑ
