Repository: horlas08/meshkat_elhoda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, id, ms, tr, ur

# dataProtection
source: • We comply with global data protection standards
bn: • আমরা বৈশ্বিক ডেটা সুরক্ষা মান মেনে চলি
de: • Wir halten uns an globale Datenschutzstandards
es: • Cumplimos con los estándares globales de protección de datos
fr: • Nous respectons les normes mondiales de protection des données
id: • Kami mematuhi standar perlindungan data global
ms: • Kami mematuhi piawaian perlindungan data global
ur: โข ู ุนุงูู  ฺูนุง ูพุฑููนฺฉุดู ู ุนุงุฑุงุช ูพุฑ ุนู ู ฺฉุฑุช ฺบ

source: Terms of Use
bn: ব্যবহারের শর্তাবলী
de: Nutzungsbedingungen
es: Términos de Uso
fr: Conditions d\'Utilisation
id: Syarat Penggunaan
ms: Syarat Penggunaan
ur: ุงุณุชุนู ุงู ฺฉ ุดุฑุงุฆุท

source: Acceptable Use
bn: গ্রহণযোগ্য ব্যবহার
de: Akzeptable Nutzung
es: Uso Aceptable
fr: Utilisation Acceptable
id: Penggunaan yang Diizinkan
ms: Penggunaan yang Diterima
ur: ูุงุจู ูุจูู ุงุณุชุนู ุงู

# worshipUsage
source: • Use the app for worship and Islamic knowledge purposes
bn: • ইবাদত এবং ইসলামিক জ্ঞানের জন্য অ্যাপ ব্যবহার করুন
de: • Nutzen Sie die App für Anbetungs- und islamische Wissenszwecke
es: • Usar la aplicación para fines de adoración y conocimiento islámico
fr: • Utiliser l\'application à des fins d\'adoration et de connaissance islamique
id: • Gunakan aplikasi untuk tujuan ibadah dan pengetahuan Islam
ms: • Gunakan aplikasi untuk tujuan ibadah dan pengetahuan Islam
ur: โข ุงูพ ฺฉู ุนุจุงุฏุงุช ุงูุฑ ุงุณูุงู  ุนูู ฺฉ ู ูุงุตุฏ ฺฉ ู ุงุณุชุนู ุงู ฺฉุฑฺบ

# respectIntellectualProperty
source: • Respect intellectual property rights of content
bn: • কনটেন্টের মেধাস্বত্বের প্রতি সম্মান প্রদর্শন করুন
de: • Respektieren Sie die geistigen Eigentumsrechte des Inhalts
es: • Respetar los derechos de propiedad intelectual del contenido
fr: • Respecter les droits de propriété intellectuelle du contenu
id: • Hormati hak kekayaan intelektual konten
ms: • Hormati hak harta intelek kandungan
ur: โข ู ูุงุฏ ฺฉ ู ุตููุงู ุญููู ฺฉุง ุงุญุชุฑุงู ฺฉุฑฺบ

# complyWithLaws
source: • Comply with local and international laws
bn: • স্থানীয় ও আন্তর্জাতিক আইন মেনে চলুন
de: • Halten Sie sich an lokale und internationale Gesetze
es: • Cumplir con las leyes locales e internacionales
fr: • Respecter les lois locales et internationales
id: • Patuhi hukum lokal dan internasional
ms: • Patuhi undang-undang tempatan dan antarabangsa
ur: โข ู ูุงู  ุงูุฑ ุจู ุงูุงููุงู  ููุงูู ฺฉ ูพุงุจูุฏ ฺฉุฑฺบ

source: Restrictions
bn: নিষেধাজ্ঞা
de: Einschränkungen
es: Restricciones
id: Pembatasan
ms: Sekatan
ur: ูพุงุจูุฏุงฺบ

# illegalUsageProhibition
source: • Use of the app for illegal purposes is not allowed
bn: • অবৈধ উদ্দেশ্যে অ্যাপ ব্যবহারের অনুমতি নেই
de: • Die Nutzung der App für illegale Zwecke ist nicht erlaubt
es: • No se permite el uso de la aplicación para fines ilegales
fr: • L\'utilisation de l\'application à des fins illégales n\'est pas autorisée
id: • Penggunaan aplikasi untuk tujuan ilegal tidak diizinkan
ms: • Penggunaan aplikasi untuk tujuan haram tidak dibenarkan
ur: โข ุงูพ ฺฉุง ุบุฑ ูุงููู ู ูุงุตุฏ ฺฉ ู ุงุณุชุนู ุงู ฺฉ ุงุฌุงุฒุช ูฺบ 

# copyModifyProhibition
source: • Copying or modifying content without permission is prohibited
bn: • অনুমতি ছাড়া কনটেন্ট কপি বা পরিবর্তন নিষিদ্ধ
de: • Das Kopieren oder Ändern von Inhalten ohne Erlaubnis ist verboten
es: • Se prohíbe copiar o modificar contenido sin permiso
fr: • La copie ou la modification du contenu sans autorisation est interdite
id: • Dilarang menyalin atau memodifikasi konten tanpa izin
ms: • Dilarang menyalin atau mengubahsuai kandungan tanpa kebenaran
ur: โข ุจุบุฑ ุงุฌุงุฒุช ฺฉ ู ูุงุฏ ฺฉ ููู ุง ุชุฑู ู ู ู ููุน 

# respectfulEnvironment
source: • Maintain a respectful usage environment
bn: • সম্মানজনক ব্যবহারের পরিবেশ বজায় রাখুন
de: • Bewahren Sie eine respektvolle Nutzungsumgebung
es: • Mantener un entorno de uso respetuoso
fr: • Maintenir un environnement d\'utilisation respectueux
id: • Pertahankan lingkungan penggunaan yang sopan
ms: • Kekalkan persekitaran penggunaan yang hormat
ur: โข ุงุญุชุฑุงู ุขู ุฒ ุงุณุชุนู ุงู ฺฉุง ู ุงุญูู ุจุฑูุฑุงุฑ ุฑฺฉฺพฺบ

source: Contact Us
bn: যোগাযোগ করুন
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous
id: Hubungi Kami
ms: Hubungi Kami
ur: ู ุณ ุฑุงุจุท ฺฉุฑฺบ

# appInquiry
source: Inquiry about Mishkat Al-Hoda App
bn: মেশকাতুল হুদা অ্যাপ সম্পর্কে জিজ্ঞাসা
de: Anfrage zur Mishkat Al-Hoda App
es: Consulta sobre la Aplicación Meshkat Al-Huda
fr: Demande concernant l\'application Mishkat Al-Hoda
id: Pertanyaan tentang Aplikasi Mishkat Al-Hoda
ms: Pertanyaan mengenai Aplikasi Mishkat Al-Hoda
ur: ู ุดฺฉุง ุงูุฏูฐ ุงูพ ฺฉ ุจุงุฑ ู ฺบ ุงุณุชูุณุงุฑ

# welcomeQuestions
source: We welcome your questions and inquiries about the app
bn: আমরা অ্যাপ সম্পর্কে আপনার প্রশ্ন ও জিজ্ঞাসাগুলো স্বাগত জানাই
de: Wir begrüßen Ihre Fragen und Anfragen zur App
es: Damos la bienvenida a sus preguntas e inquietudes sobre la aplicación
fr: Nous accueillons vos questions et demandes concernant l\'application
id: Kami menyambut pertanyaan dan permintaan Anda tentang aplikasi
ms: Kami mengalu-alukan soalan dan pertanyaan anda mengenai aplikasi
ur: ู ุงูพ ฺฉ ุจุงุฑ ู ฺบ ุขูพ ฺฉ ุณูุงูุงุช ุงูุฑ ุงุณุชูุณุงุฑุงุช ฺฉุง ุฎุฑ ู ูุฏู ฺฉุฑุช ฺบ

# lastUpdate
source: Last Update: December 10, 2025
bn: সর্বশেষ আপডেট: ১০ ডিসেম্বর ২০২৫
de: Letztes Update: 10. Dezember 2025
es: Última Actualización: 10 de diciembre de 2025
fr: Dernière mise à jour : 10 décembre 2025
id: Pembaruan Terakhir: 10 Desember 2025
ms: Kemaskini Terakhir: 10 Disember 2025
ur: ุขุฎุฑ ุงูพ ฺูน: 10 ุฏุณู ุจุฑ 2025

# compatibility
source: Compatible with: iOS 13+ / Android 8+
bn: সামঞ্জস্যপূর্ণ: iOS 13+ / Android 8+
de: Kompatibel mit: iOS 13+ / Android 8+
es: Compatible con: iOS 13+ / Android 8+
fr: Compatible avec : iOS 13+ / Android 8+
id: Kompatibel dengan: iOS 13+ / Android 8+
ms: Serasi dengan: iOS 13+ / Android 8+
ur: ู ุทุงุจูุช: iOS 13+ / Android 8+

# quranDescription
source: Complete Quran reading with interpretation and recitation
bn: তাফসির ও তিলাওয়াত সহ সম্পূর্ণ কুরআন পাঠ
de: Vollständige Koranlesung mit Interpretation und Rezitation
es: Lectura completa del Corán con interpretación y recitación
fr: Lecture complète du Coran avec interprétation et récitation
id: Bacaan Al-Quran lengkap dengan tafsir dan tilawah
ms: Bacaan Al-Quran lengkap dengan tafsir dan tilawah
ur: ุชูุณุฑ ุงูุฑ ุชูุงูุช ฺฉ ุณุงุชฺพ ูุฑุขู ูพุงฺฉ ฺฉ ู ฺฉู ู ุชูุงูุช

# hadithsDescription
source: Collection of authentic hadiths with explanation and classification
bn: ব্যাখ্যা ও শ্রেণীবিভাগ সহ সহিহ হাদিসের সংগ্রহ
de: Sammlung authentischer Hadithe mit Erklärung und Klassifizierung
es: Colección de hadices auténticos con explicación y clasificación
fr: Collection de hadiths authentiques avec explication et classification
id: Koleksi hadis sahih dengan penjelasan dan klasifikasi
ms: Koleksi hadis sahih dengan penjelasan dan klasifikasi
ur: ุดุฑุญ ุงูุฑ ุฏุฑุฌ ุจูุฏ ฺฉ ุณุงุชฺพ ุตุญุญ ุงุญุงุฏุซ ฺฉุง ู ุฌู ูุน

# azkarAndDua
source: Azkar & Supplications
bn: আযকার ও দোয়া
de: Azkar & Bittgebete
es: Azkar y Súplicas
fr: Azkar et Invocations
id: Zikir & Doa
ms: Zikir & Doa
ur: ุงุฐฺฉุงุฑ ุงูุฑ ุฏุนุงุฆฺบ

# azkarDescription
source: Morning and evening remembrances and traditional supplications
bn: সকাল-সন্ধ্যার আযকার ও মাসনুন দোয়া
de: Morgendliche und abendliche Erinnerungen und traditionelle Bittgebete
es: Recordatorios de la mañana y tarde y súplicas tradicionales
fr: Rappels du matin et du soir et invocations traditionnelles
id: Zikir pagi dan petang serta doa-doa ma\'tsur
ms: Zikir pagi dan petang serta doa-doa ma\'thur
ur: ุตุจุญ ู ุดุงู ฺฉ ุงุฐฺฉุงุฑ ุงูุฑ ู ุงุซูุฑ ุฏุนุงุฆฺบ

# allahNamesDescription
source: Learn the Beautiful Names of Allah with meanings and virtues
bn: অর্থ ও ফজিলত সহ আল্লাহর সুন্দর নামগুলো শিখুন
de: Lernen Sie die schönen Namen Allahs mit Bedeutungen und Tugenden
es: Aprende los Nombres de Alá con significados y virtudes
fr: Apprenez les Noms d\'Allah avec significations et vertus
id: Pelajari Nama-Nama Allah yang Indah dengan makna dan keutamaan
ms: Pelajari Nama-nama Allah yang Indah dengan makna dan kelebihan
ur: ู ุนุงู ุงูุฑ ูุถุงุฆู ฺฉ ุณุงุชฺพ ุงูู ฺฉ ูุงู ุณฺฉฺพฺบ

source: Khatma Tracker
bn: খতম ট্র্যাকার
es: Seguidor de Khatma
fr: Traqueur de Khatma
id: Pelacak Khatam
ms: Pengesan Khatam
ur: ุฎุชู  ูนุฑฺฉุฑ

# khatmaDescription
source: Track your progress in completing the Quran
bn: কুরআন সম্পূর্ণ করতে আপনার অগ্রগতি ট্র্যাক করুন
de: Verfolgen Sie Ihren Fortschritt beim Abschluss des Korans
es: Sigue tu progreso en completar el Corán
fr: Suivez votre progression dans l\'achèvement du Coran
id: Lacak kemajuan Anda dalam menyelesaikan Al-Quran
ms: Pantau kemajuan anda dalam menyelesaikan Al-Quran
ur: ูุฑุขู ูพุงฺฉ ู ฺฉู ู ฺฉุฑู ู ฺบ ุงูพู ูพุด ุฑูุช ูนุฑฺฉ ฺฉุฑฺบ

source: Prayer Times
bn: নামাজের সময়
de: Gebetszeiten
es: Tiempos de Oración
fr: Heures de Prière
id: Waktu Shalat
ms: Waktu Solat
ur: ูู ุงุฒ ฺฉ ุงููุงุช

# prayerTimesDescription
source: Accurate prayer times for your location
bn: আপনার অবস্থানের জন্য সঠিক নামাজের সময়
de: Genaue Gebetszeiten für Ihren Standort
es: Tiempos de oración precisos para tu ubicación
fr: Heures de prière précises pour votre emplacement
id: Waktu shalat akurat untuk lokasi Anda
ms: Waktu solat yang tepat untuk lokasi anda
ur: ุขูพ ฺฉ ู ูุงู ฺฉ ู ูู ุงุฒ ฺฉ ุฏุฑุณุช ุงููุงุช

# mosquesDescription
source: Discover mosques near your location
bn: আপনার অবস্থানের কাছাকাছি মসজিদ আবিষ্কার করুন
de: Entdecken Sie Moscheen in Ihrer Nähe
es: Descubre mezquitas cerca de tu ubicación
fr: Découvrez les mosquées près de chez vous
id: Temukan masjid terdekat dari lokasi Anda
ms: Temui masjid berhampiran lokasi anda
ur: ุงูพู ู ูุงู ฺฉ ูุฑุจ ู ุณุงุฌุฏ ุฏุฑุงูุช ฺฉุฑฺบ

source: Islamic Audio
bn: ইসলামিক অডিও
de: Islamische Audio
es: Audio Islámico
fr: Audio Islamique
id: Audio Islami
ms: Audio Islam
ur: ุงุณูุงู  ุขฺู

# audioDescription
source: Quran, speeches, and lecture audios
bn: কুরআন, বক্তৃতা ও লেকচারের অডিও
de: Koran, Reden und Vorträge in Audio
es: Corán, discursos y conferencias en audio
fr: Coran, discours et conférences audio
id: Audio Al-Quran, ceramah, dan kuliah
ms: Audio Al-Quran, ucapan, dan kuliah
ur: ูุฑุขูุ ุฎุทุจุงุช ุงูุฑ ูฺฉฺุฑุฒ ฺฉ ุขฺู

source: Live Broadcast
bn: লাইভ ব্রডকাস্ট
de: Live-Übertragung
es: Transmisión en Vivo
fr: Diffusion en Direct
id: Siaran Langsung
ms: Siaran Langsung
ur: ูุงุฆู ุจุฑุงฺฺฉุงุณูน

# broadcastDescription
source: Watch live broadcast from the Grand Mosque in Mecca
bn: মক্কার মসজিদুল হারাম থেকে লাইভ ব্রডকাস্ট দেখুন
de: Sehen Sie die Live-Übertragung aus der Heiligen Moschee in Mekka
es: Mira la transmisión en vivo de la Mezquita Sagrada en La Meca
fr: Regardez la diffusion en direct de la Grande Mosquée de La Mecque
id: Tonton siaran langsung dari Masjidil Haram di Mekah
ms: Tonton siaran langsung dari Masjidil Haram di Mekah
ur: ู ฺฉ ู ฺฉุฑู  ฺฉ ู ุณุฌุฏ ุงูุญุฑุงู ุณ ูุงุฆู ุจุฑุงฺฺฉุงุณูน ุฏฺฉฺพฺบ

# assistantDescription
source: Islamic-style answers to your questions
bn: আপনার প্রশ্নের ইসলামিক স্টাইলে উত্তর
de: Islamische Antworten auf Ihre Fragen
es: Respuestas de estilo islámico a tus preguntas
fr: Réponses de style islamique à vos questions
id: Jawaban bergaya Islami untuk pertanyaan Anda
ms: Jawapan bergaya Islami untuk soalan anda
ur: ุขูพ ฺฉ ุณูุงูุงุช ฺฉ ุงุณูุงู  ุงูุฏุงุฒ ู ฺบ ุฌูุงุจุงุช

# zakatDescription
source: Calculate your Zakat accurately and easily
bn: সঠিকভাবে এবং সহজে আপনার যাকাত গণনা করুন
de: Berechnen Sie Ihre Zakat genau und einfach
es: Calcula tu Zakat con precisión y facilidad
fr: Calculez votre Zakat avec précision et facilité
id: Hitung zakat Anda dengan akurat dan mudah
ms: Kira zakat anda dengan tepat dan mudah
ur: ุฏุฑุณุชฺฏ ุงูุฑ ุขุณุงู ุณ ุงูพู ุฒฺฉููฐ ฺฉุง ุญุณุงุจ ูฺฏุงุฆฺบ

# dateConverterDescription
source: Convert between Hijri and Gregorian dates
bn: হিজরি ও গ্রেগরিয়ান তারিখের মধ্যে রূপান্তর
de: Umrechnung zwischen Hijri- und Gregorianischen Daten
es: Convertir entre fechas Hijri y Gregoriana
fr: Convertir entre les dates Hijri et Grégoriennes
id: Konversi antara tanggal Hijriyah dan Masehi
ms: Tukar antara tarikh Hijri dan Gregorian
ur: ุฌุฑ ุงูุฑ ุนุณู ุชุงุฑุฎูฺบ ฺฉ ุฏุฑู ุงู ุชุจุฏู

# noProductsAvailable
source: No products available currently
bn: বর্তমানে কোন পণ্য নেই
de: Derzeit keine Produkte verfügbar
es: No hay productos disponibles actualmente
fr: Aucun produit disponible actuellement
id: Tidak ada produk yang tersedia saat ini
ms: Tiada produk tersedia buat masa ini
ur: ู ุงูุญุงู ฺฉูุฆ ู ุตููุนุงุช ุฏุณุชุงุจ ูฺบ ฺบ

source: Most Saving
bn: সর্বাধিক সাশ্রয়ী
de: Meistgespart
es: Más Ahorro
fr: Le Plus Économique
id: Paling Hemat
ms: Paling Jimat
ur: ุณุจ ุณ ุฒุงุฏ ุจฺุช

# deleteAccountWarning
source: Warning: Delete Account
bn: সতর্কতা: অ্যাকাউন্ট মুছে ফেলুন
de: Warnung: Konto löschen
es: Advertencia: Eliminar Cuenta
fr: Avertissement : Suppression de compte
id: Peringatan: Hapus Akun
ms: Amaran: Padam Akaun
ur: ุงูุชุจุง: ุงฺฉุงุคููน ุญุฐู ฺฉุฑฺบ

# areYouSureDeleteAccount
source: Are you sure you want to delete your account?
bn: আপনি কি নিশ্চিত যে আপনি আপনার অ্যাকাউন্ট মুছে ফেলতে চান?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Estás seguro de que quieres eliminar tu cuenta?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
id: Apakah Anda yakin ingin menghapus akun Anda?
ms: Adakah anda pasti mahu memadam akaun anda?
ur: ฺฉุง ุขูพ ูุงูุน ุงูพูุง ุงฺฉุงุคููน ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

# deleteAccountConsequences
source: ⚠️ Account Deletion Consequences:
bn: ⚠️ অ্যাকাউন্ট মুছে ফেলার পরিণাম:
de: ⚠️ Konsequenzen der Kontolöschung:
es: ⚠️ Consecuencias de Eliminar la Cuenta:
fr: ⚠️ Conséquences de la suppression du compte :
id: ⚠️ Konsekuensi Penghapusan Akun:
ms: ⚠️ Kesan Pemadaman Akaun:
ur: โ๏ธ ุงฺฉุงุคููน ุญุฐู ฺฉุฑู ฺฉ ูุชุงุฆุฌ:

# allPersonalDataDeleted
source: All your personal data will be deleted
bn: আপনার সমস্ত ব্যক্তিগত ডেটা মুছে যাবে
de: Alle Ihre persönlichen Daten werden gelöscht
es: Todos tus datos personales serán eliminados
fr: Toutes vos données personnelles seront supprimées
id: Semua data pribadi Anda akan dihapus
ms: Semua data peribadi anda akan dipadam
ur: ุขูพ ฺฉุง ุชู ุงู ุฐุงุช ฺูนุง ุญุฐู ู ุฌุงุฆ ฺฏุง

# activeSubscriptionCancelled
source: Active subscription will be cancelled
bn: সক্রিয় সাবস্ক্রিপশন বাতিল করা হবে
de: Aktives Abonnement wird gekündigt
es: La suscripción activa será cancelada
fr: L\'abonnement actif sera annulé
id: Langganan aktif akan dibatalkan
ms: Langganan aktif akan dibatalkan
ur: ูุนุงู ุณุจุณฺฉุฑูพุดู ู ูุณูุฎ ู ุฌุงุฆ ฺฏ

# actionCannotUndone
source: This action cannot be undone
bn: এই কর্মটি পূর্বাবস্থায় ফেরানো যাবে না
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée
id: Tindakan ini tidak dapat dibatalkan
ms: Tindakan ini tidak boleh dibatalkan
ur: ุงุณ ฺฉุงุฑุฑูุงุฆ ฺฉู ูุงูพุณ ูฺบ ฺฉุง ุฌุง ุณฺฉุชุง

# needNewAccountToUseApp
source: You will need to create a new account to use the app
bn: অ্যাপ ব্যবহার করতে আপনাকে নতুন অ্যাকাউন্ট তৈরি করতে হবে
de: Sie müssen ein neues Konto erstellen, um die App zu nutzen
es: Necesitarás crear una nueva cuenta para usar la aplicación
fr: Vous devrez créer un nouveau compte pour utiliser l\'application
id: Anda perlu membuat akun baru untuk menggunakan aplikasi
ms: Anda perlu membuat akaun baharu untuk menggunakan aplikasi
ur: ุงูพ ุงุณุชุนู ุงู ฺฉุฑู ฺฉ ู ุขูพ ฺฉู ูุง ุงฺฉุงุคููน ุจูุงูุง ูฺฏุง

# deleteAccountSuccess
source: Account deleted successfully
bn: অ্যাকাউন্ট সফলভাবে মুছে ফেলা হয়েছে
de: Konto erfolgreich gelöscht
es: Cuenta eliminada exitosamente
fr: Compte supprimé avec succès
id: Akun berhasil dihapus
ms: Akaun berjaya dipadam
ur: ุงฺฉุงุคููน ฺฉุงู ุงุจ ุณ ุญุฐู ู ฺฏุง

source: Deleting...
bn: মুছে ফেলা হচ্ছে...
de: Wird gelöscht...
es: Eliminando...
fr: Suppression en cours...
id: Menghapus...
ms: Memadam...
ur: ุญุฐู ู ุฑุง ...

source: Delete Account
bn: অ্যাকাউন্ট মুছে ফেলুন
de: Konto löschen
es: Eliminar Cuenta
fr: Supprimer le compte
id: Hapus Akun
ms: Padam Akaun
ur: ุงฺฉุงุคููน ุญุฐู ฺฉุฑฺบ

# deleteAccountAndAssociatedData
source: Delete your account and associated data
bn: আপনার অ্যাকাউন্ট এবং সংশ্লিষ্ট ডেটা মুছে ফেলুন
de: Löschen Sie Ihr Konto und zugehörige Daten
es: Eliminar tu cuenta y datos asociados
fr: Supprimer votre compte et les données associées
id: Hapus akun dan data terkait Anda
ms: Padam akaun anda dan data berkaitan
ur: ุงูพูุง ุงฺฉุงุคููน ุงูุฑ ุงุณ ุณ ูุงุจุณุช ฺูนุง ุญุฐู ฺฉุฑฺบ

source: Chinese
bn: চীনা
de: Chinesisch
es: Chino
fr: Chinois
id: Tionghoa
ms: Cina

source: Home
bn: হোম
de: Startseite
es: Inicio
fr: Accueil
id: Beranda
ms: Laman Utama

source: Halal Restaurants
fr: Restaurants Halal
tr: Helal Restoranlar

source: Smart Voice Dhikr
fr: Dhikr Vocal Intelligent
tr: Akıllı Sesli Zikir

# smartVoiceDescription
source: Control your dhikr with voice commands
fr: Contrôlez votre dhikr par des commandes vocales
tr: Arka planda rastgele zikir sesi çalar

source: Date Converter
tr: Tarih Dönüştürücü

source: Hisn Al-Muslim
tr: Hisnü'l-Müslim
