Repository: horlas08/meshkat_elhoda
Catalog: lib/l10n/app_*.arb
Languages: bn, de, es, fr, id, ms, tr, ur

# khatmaTitleExample
source: Example: Ramadan Khatma
bn: উদাহরণ: রমজানের খতম
de: Beispiel: Ramadan-Khatma
es: Ejemplo: Khatma de Ramadán
fr: Exemple : Khatma du Ramadan
id: Contoh: Khatma Ramadan
ms: Contoh: Khatam Ramadan
ur: ู ุซุงู: ุฑู ุถุงู ุงูู ุจุงุฑฺฉ ฺฉุง ุฎุชู 

# khatmaTitleRequired
source: Please enter khatma title
bn: অনুগ্রহ করে খতমের শিরোনাম লিখুন
de: Bitte geben Sie einen Khatma-Titel ein
es: Por favor ingrese el título de la khatma
fr: Veuillez entrer le titre de la khatma
id: Silakan masukkan judul khatma
ms: Sila masukkan tajuk khatam
ur: ุจุฑุง ฺฉุฑู ุฎุชู  ฺฉุง ุนููุงู ุฏุฑุฌ ฺฉุฑฺบ

# khatmaTypeLabel
source: Khatma Type
bn: খতমের প্রকার
de: Khatma-Typ
es: Tipo de Khatma
fr: Type de Khatma
id: Jenis Khatma
ms: Jenis Khatam
ur: ุฎุชู  ฺฉ ูุณู

source: Public
bn: সর্বসাধারণের
de: Öffentlich
es: Pública
fr: Publique
id: Publik
ms: Awam
ur: ุนูุงู 

# publicDescription
source: Everyone can join
bn: সবাই যোগ দিতে পারেন
de: Jeder kann beitreten
es: Todos pueden unirse
fr: Tout le monde peut rejoindre
id: Semua orang bisa bergabung
ms: Semua orang boleh menyertai
ur: ุฑ ฺฉูุฆ ุดุงู ู ู ุณฺฉุชุง 

source: Private
bn: ব্যক্তিগত
de: Privat
es: Privada
fr: Privée
id: Pribadi
ms: Peribadi
ur: ุฐุงุช

# privateDescription
source: Invitation only
bn: শুধুমাত্র আমন্ত্রণ দ্বারা
de: Nur auf Einladung
es: Solo por invitación
fr: Sur invitation seulement
id: Hanya dengan undangan
ms: Hanya dengan jemputan
ur: ุตุฑู ุฏุนูุช ฺฉ ุฐุฑุน

# dateRangeLabel
source: Start and End Date
bn: শুরু এবং শেষ তারিখ
de: Start- und Enddatum
es: Fecha de Inicio y Fin
fr: Date de début et de fin
id: Tanggal Mulai dan Selesai
ms: Tarikh Mula dan Tamat
ur: ุดุฑูุน ุงูุฑ ุงุฎุชุชุงู ฺฉ ุชุงุฑุฎ

source: Start Date
bn: শুরুর তারিখ
de: Startdatum
es: Fecha de Inicio
fr: Date de début
id: Tanggal Mulai
ms: Tarikh Mula
ur: ุดุฑูุน ฺฉ ุชุงุฑุฎ

source: End Date
bn: শেষ তারিখ
de: Enddatum
es: Fecha de Fin
fr: Date de fin
id: Tanggal Selesai
ms: Tarikh Tamat
ur: ุงุฎุชุชุงู ฺฉ ุชุงุฑุฎ

# khatmaDuration
source: Khatma Duration: {days} days
bn: খতমের সময়কাল: {days} দিন
de: Khatma-Dauer: {days} Tage
es: Duración de la Khatma: {0} días
fr: Durée de la khatma : {days} jours
id: Durasi Khatma: {days} hari
ms: Tempoh Khatam: {days} hari
ur: ุฎุชู  ฺฉ ู ุฏุช: {days} ุฏู

# khatmaCreatedSuccess
source: Khatma created successfully!
bn: খতম সফলভাবে তৈরি হয়েছে!
de: Khatma erfolgreich erstellt!
es: ¡Khatma creada exitosamente!
fr: Khatma créée avec succès !
id: Khatma berhasil dibuat!
ms: Khatam berjaya dicipta!
ur: ุฎุชู  ฺฉุงู ุงุจ ุณ ุจูุงุง ฺฏุง!

source: Khatma Details
bn: খতমের বিবরণ
es: Detalles de la Khatma
fr: Détails de la Khatma
id: Detail Khatma
ms: Butiran Khatam
ur: ุฎุชู  ฺฉ ุชูุตูุงุช

source: Copy Link
bn: লিঙ্ক কপি করুন
de: Link kopieren
es: Copiar Enlace
fr: Copier le lien
id: Salin Tautan
ms: Salin Pautan
ur: ููฺฉ ฺฉุงูพ ฺฉุฑฺบ

source: Delete Khatma
bn: খতম মুছুন
de: Khatma löschen
es: Eliminar Khatma
fr: Supprimer la Khatma
id: Hapus Khatma
ms: Padam Khatam
ur: ุฎุชู  ุญุฐู ฺฉุฑฺบ

# partReservedSuccess
source: Part {part} reserved successfully!
bn: Part {number} reserved successfully
de: Part {number} reserved successfully
es: ¡Parte {0} reservada exitosamente!
fr: Partie {part} réservée avec succès !
id: Bagian {part} berhasil dipesan!
ms: Part {number} reserved successfully
ur: ุญุต {part} ฺฉุงู ุงุจ ุณ ู ุญููุธ ูฺฏุง!

# partCompletedSuccess
source: Congratulations! You completed part {part}
bn: Part {number} completed successfully
de: Part {number} completed successfully
es: ¡Felicidades! Completaste la parte {0}
fr: Félicitations ! Vous avez terminé la partie {part}
id: Selamat! Anda telah menyelesaikan bagian {part}
ms: Part {number} completed successfully
ur: ู ุจุงุฑฺฉ ู! ุขูพ ู ุญุต {part} ู ฺฉู ู ฺฉุฑ ูุง

# deleteConfirmationTitle
source: Delete Khatma
bn: খতম মুছুন
de: Khatma löschen
es: Eliminar Khatma
fr: Supprimer la Khatma
id: Hapus Khatma
ms: Padam Khatam
ur: ุฎุชู  ุญุฐู ฺฉุฑฺบ

# deleteConfirmationMessage
source: Are you sure you want to delete this khatma? This action cannot be undone.
bn: আপনি কি নিশ্চিত যে আপনি এই খতমটি মুছতে চান? এই ক্রিয়া পূর্বাবস্থায় ফেরানো যাবে না।
de: Sind Sie sicher, dass Sie diese Khatma löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Estás seguro de que quieres eliminar esta khatma? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cette khatma ? Cette action est irréversible.
id: Apakah Anda yakin ingin menghapus khatma ini? Tindakan ini tidak dapat dibatalkan.
ms: Adakah anda pasti mahu memadam khatam ini? Tindakan ini tidak boleh dibatalkan.
ur: ฺฉุง ุขูพ ูุงูุน ุงุณ ุฎุชู  ฺฉู ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ ุงุณ ุนู ู ฺฉู ูุงูพุณ ูฺบ ูุง ุฌุง ุณฺฉุชุง

source: Reserve This Part
bn: এই অংশ সংরক্ষণ করুন
de: Diesen Teil reservieren
es: Reservar Esta Parte
fr: Réserver cette partie
id: Pesan Bagian Ini
ms: Tempah Bahagian Ini
ur:  ุญุต ู ุญููุธ ฺฉุฑฺบ

source: Complete This Part
bn: এই অংশ সম্পূর্ণ করুন
de: Diesen Teil abschließen
es: Completar Esta Parte
fr: Terminer cette partie
id: Selesaikan Bagian Ini
ms: Selesaikan Bahagian Ini
ur:  ุญุต ู ฺฉู ู ฺฉุฑฺบ

# alreadyReservedPart
source: You already have a reserved part (Part {part})
bn: আপনার ইতিমধ্যে একটি সংরক্ষিত অংশ রয়েছে (অংশ {part})
de: Sie haben bereits einen reservierten Teil (Teil {part})
es: Ya tienes una parte reservada (Parte {0})
fr: Vous avez déjà une partie réservée (Partie {part})
id: Anda sudah memiliki bagian yang dipesan (Bagian {part})
ms: Anda sudah mempunyai bahagian yang ditempah (Bahagian {part})
ur: ุขูพ ฺฉุง ูพู ุณ ุงฺฉ ุญุต ู ุญููุธ  (ุญุต {part})

source: Link copied
bn: লিঙ্ক কপি হয়েছে
de: Link kopiert
es: Enlace copiado
fr: Lien copié
id: Tautan disalin
ms: Pautan disalin
ur: ููฺฉ ฺฉุงูพ ูฺฏุง

source: My Collective Khatmas
bn: আমার সমষ্টিগত খতম
de: Meine kollektiven Khatmas
es: Mis Khatmas Colectivas
fr: Mes Khatmas Collectives
id: Khatma Kolektif Saya
ms: Khatam Berjemaah Saya
ur: ู ุฑ ุงุฌุชู ุงุน ุฎุชู ุงุช

# joinedKhatmasTab
source: Joined Khatmas
bn: যোগদান করা খতম
de: Beigetretene Khatmas
es: Khatmas Unidas
fr: Khatmas rejointes
id: Khatma yang Diikuti
ms: Khatam yang Disertai
ur: ุฎุชู ุงุช ุฌู ู ฺบ ู ฺบ ุดุงู ู ูุง

# createdKhatmasTab
source: My Created Khatmas
bn: আমার তৈরি খতম
de: Von mir erstellte Khatmas
es: Mis Khatmas Creadas
fr: Mes Khatmas créées
id: Khatma yang Saya Buat
ms: Khatam yang Saya Cipta
ur: ู ุฑ ุจูุงุฆ ฺฏุฆ ุฎุชู ุงุช

# noJoinedKhatmas
source: Haven\'t joined any khatmas yet
bn: এখনো কোনো খতমে যোগ দেননি
de: Noch keiner Khatma beigetreten
es: Aún no te has unido a ninguna khatma
fr: N\'a rejoint aucune khatma pour le moment
id: Belum bergabung dengan khatma apapun
ms: Belum menyertai sebarang khatam
ur: ุงุจฺพ ุชฺฉ ฺฉุณ ุฎุชู  ู ฺบ ุดุงู ู ูฺบ ูุฆ

# findAndJoinKhatma
source: Search for a collective khatma and join it
bn: সমষ্টিগত খতম খুঁজুন এবং এতে যোগ দিন
de: Suchen Sie eine kollektive Khatma und treten Sie bei
es: Busca una khatma colectiva y únete
fr: Recherchez une khatma collective et rejoignez-la
id: Cari khatma kolektif dan bergabunglah
ms: Cari khatam berjemaah dan sertai
ur: ุงุฌุชู ุงุน ุฎุชู  ุชูุงุด ฺฉุฑฺบ ุงูุฑ ุงุณ ู ฺบ ุดุงู ู ูฺบ

source: Participated Khatmas
bn: অংশগ্রহণ করা খতম
de: Teilgenommene Khatmas
es: Khatmas Participadas
fr: Khatmas participées
id: Khatma yang Diikuti
ms: Khatam yang Disertai
ur: ุดุฑฺฉุช ฺฉ ฺฏุฆ ุฎุชู ุงุช

source: Completed Parts
bn: সম্পূর্ণ অংশ
de: Abgeschlossene Teile
es: Partes Completadas
fr: Parties terminées
id: Bagian yang Diselesaikan
ms: Bahagian Selesai
ur: ู ฺฉู ู ฺฉ ฺฏุฆ ุญุต

# noCreatedKhatmas
source: Haven\'t created any khatmas yet
bn: এখনো কোনো খতম তৈরি করেননি
de: Noch keine Khatma erstellt
es: Aún no has creado ninguna khatma
fr: N\'a créé aucune khatma pour le moment
id: Belum membuat khatma apapun
ms: Belum mencipta sebarang khatam
ur: ุงุจฺพ ุชฺฉ ฺฉูุฆ ุฎุชู  ูฺบ ุจูุงุง

# startCreatingKhatma
source: Start creating a new collective khatma
bn: নতুন সমষ্টিগত খতম তৈরি শুরু করুন
de: Beginnen Sie mit der Erstellung einer neuen kollektiven Khatma
es: Comienza a crear una nueva khatma colectiva
fr: Commencez à créer une nouvelle khatma collective
id: Mulai membuat khatma kolektif baru
ms: Mula mencipta khatam berjemaah baru
ur: ูุง ุงุฌุชู ุงุน ุฎุชู  ุจูุงูุง ุดุฑูุน ฺฉุฑฺบ

# partNumber
source: Part {part}
bn: Part {number}
de: Part {number}
es: Parte {0}
fr: Partie {part}
id: Bagian {part}
ms: Part {number}
ur: ุญุต {part}

# completedStatus
source: Completed ✓
bn: সম্পূর্ণ ✓
de: Abgeschlossen ✓
es: Completado ✓
fr: Terminé ✓
id: Selesai ✓
ms: Selesai ✓
ur: ู ฺฉู ู โ

# inProgressStatus
source: In Progress
bn: পড়া চলছে
de: In Bearbeitung
es: En Progreso
fr: En cours
id: Sedang Dibaca
ms: Sedang Dibaca
ur: ูพฺฺพุงุฆ ุฌุงุฑ 

# publicType
source: Public
bn: সর্বসাধারণের
de: Öffentlich
es: Pública
fr: Publique
id: Publik
ms: Awam
ur: ุนูุงู 

# privateType
source: Private
bn: ব্যক্তিগত
de: Privat
es: Privada
fr: Privée
id: Pribadi
ms: Peribadi
ur: ุฐุงุช

# createdBy
source: Creator: {creator}
bn: Created by {name}
de: Created by {name}
es: Creado por: {0}
fr: Créateur : {creator}
id: Pembuat: {creator}
ms: Created by {name}
ur: ุจูุงู ูุงูุง: {creator}

source: Participants
bn: অংশগ্রহণকারী
de: Teilnehmer
es: Participantes
id: Peserta
ms: Peserta
ur: ุดุฑฺฉุงุก

source: Completed
bn: সম্পূর্ণ
de: Abgeschlossen
es: Completado
fr: Terminé
id: Selesai
ms: Selesai
ur: ู ฺฉู ู

source: Days Remaining
bn: অবশিষ্ট দিন
de: Verbleibende Tage
es: Días Restantes
fr: Jours restants
id: Hari Tersisa
ms: Hari Tinggal
ur: ุจุงู ุฏู

source: Completion
bn: সমাপ্তি
de: Abschluss
es: Finalización
fr: Complétion
id: Penyelesaian
ms: Penyelesaian
ur: ุชฺฉู ู

# completedPartsLabel
source: Completed Parts
bn: সম্পূর্ণ অংশ
de: Abgeschlossene Teile
es: Partes Completadas
fr: Parties terminées
id: Bagian Selesai
ms: Bahagian Selesai
ur: ู ฺฉู ู ูุฆ ุญุต

source: Reserved Parts
bn: সংরক্ষিত অংশ
de: Reservierte Teile
es: Partes Reservadas
fr: Parties réservées
id: Bagian Dipesan
ms: Bahagian Ditempah
ur: ู ุญููุธ ุดุฏ ุญุต

source: Available Parts
bn: উপলব্ধ অংশ
de: Verfügbare Teile
es: Partes Disponibles
fr: Parties disponibles
id: Bagian Tersedia
ms: Bahagian Tersedia
ur: ุฏุณุชุงุจ ุญุต

# khatmaCompleted
source: Completed ✓
bn: সম্পূর্ণ ✓
de: Abgeschlossen ✓
es: Completada ✓
fr: Terminée ✓
id: Selesai ✓
ms: Selesai ✓
ur: ู ฺฉู ู โ

source: Available for reservation
bn: সংরক্ষণের জন্য উপলব্ধ
de: Für Reservierung verfügbar
es: Disponible para reserva
fr: Disponible pour réservation
id: Tersedia untuk pemesanan
ms: Tersedia untuk tempahan
ur: ู ุญููุธ ฺฉุฑู ฺฉ ู ุฏุณุชุงุจ

source: Reserved for {user}
bn: {user} এর জন্য সংরক্ষিত
de: Reserviert für {user}
es: Reservado para {0}
fr: Réservé pour {user}
id: Dipesan untuk {user}
ms: Ditempah untuk {user}
ur: {user} ฺฉ ู ู ุญููุธ

# partCompletedStatus
source: Completed ✓
bn: সম্পূর্ণ ✓
de: Abgeschlossen ✓
es: Completado ✓
fr: Terminé ✓
id: Selesai ✓
ms: Selesai ✓
ur: ู ฺฉู ู โ

# partCompleted
source: Completed
bn: সম্পূর্ণ
de: Abgeschlossen
es: Completado
fr: Terminé
id: Selesai
ms: Selesai
ur: ู ฺฉู ู

source: Reserved
bn: সংরক্ষিত
de: Reserviert
es: Reservado
fr: Réservé
id: Dipesan
ms: Ditempah
ur: ู ุญููุธ

source: Your Part
bn: আপনার অংশ
de: Ihr Teil
es: Tu Parte
fr: Votre partie
id: Bagian Anda
ms: Bahagian Anda
ur: ุขูพ ฺฉุง ุญุต

source: Available
bn: উপলব্ধ
de: Verfügbar
es: Disponible
fr: Disponible
id: Tersedia
ms: Tersedia
ur: ุฏุณุชุงุจ

source: Confirmation
bn: নিশ্চিতকরণ
de: Bestätigung
es: Confirmación
id: Konfirmasi
ms: Pengesahan
ur: ุชุตุฏู

# deleteAllConfirmation
source: Do you want to delete all favorites?
bn: আপনি কি সমস্ত প্রিয় মুছে ফেলতে চান?
de: Möchten Sie alle Favoriten löschen?
es: ¿Desea eliminar todos los favoritos?
fr: Voulez-vous supprimer tous les favoris?
id: Apakah Anda ingin menghapus semua favorit?
ms: Adakah anda ingin memadam semua kegemaran?
ur: ฺฉุง ุขูพ ุชู ุงู ูพุณูุฏุฏ ฺุฒฺบ ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

source: Delete All
bn: সব মুছুন
de: Alle löschen
es: Eliminar Todo
fr: Supprimer tout
id: Hapus Semua
ms: Padam Semua
ur: ุณุจ ุญุฐู ฺฉุฑฺบ

source: Favorites
bn: প্রিয়
de: Favoriten
es: Favoritos
fr: Favoris
id: Favorit
ms: Kegemaran
ur: ูพุณูุฏุฏ

# deleteAllTooltip
source: Delete All Favorites
bn: সমস্ত প্রিয় মুছুন
de: Alle Favoriten löschen
es: Eliminar Todos los Favoritos
fr: Supprimer tous les favoris
id: Hapus Semua Favorit
ms: Padam Semua Kegemaran
ur: ุชู ุงู ูพุณูุฏุฏ ฺุฒฺบ ุญุฐู ฺฉุฑฺบ

# noFavorites
source: No favorite items
bn: কোন প্রিয় আইটেম নেই
de: Keine Favoriten vorhanden
es: No hay elementos favoritos
fr: Aucun élément favori
id: Tidak ada item favorit
ms: Tiada item kegemaran
ur: ฺฉูุฆ ูพุณูุฏุฏ ุขุฆูนู ูฺบ

# deleteFromFavoritesTooltip
source: Delete from Favorites
bn: প্রিয় থেকে মুছুন
de: Aus Favoriten entfernen
es: Eliminar de Favoritos
fr: Supprimer des favoris
id: Hapus dari Favorit
ms: Padam dari Kegemaran
ur: ูพุณูุฏุฏ ุณ ุญุฐู ฺฉุฑฺบ

# favoriteItemDescription
source: Favorite item: {item}
bn: প্রিয় আইটেম: {item}
de: Favorit: {item}
es: Elemento favorito: {0}
fr: Élément favori: {item}
id: Item favorit: {item}
ms: Item kegemaran: {item}
ur: ูพุณูุฏุฏ ุขุฆูนู : {item}

# quranAudio
source: Audio
ur: ูุฑุขู ุขฺู

source: Quran Recitations
ur: ูุฑุขู ู ุฌุฏ ฺฉ ุชูุงูุช

# quranRecitationsDesc
source: Listen to Quran recitations by renowned reciters
ur: ู ุดูุฑ ูุงุฑูฺบ ฺฉ ุชูุงูุช ุณูฺบ

source: Quran Radio
ur: ูุฑุขู ุฑฺู

# quranRadioDesc
source: Listen to live Quran radio stations
ur: ุจุฑุง ุฑุงุณุช ูุฑุขู ุฑฺู ุงุณูนุดู ุณูฺบ

source: Downloaded Audio
ur: ฺุงุคู ููฺ ุดุฏ ุขฺู

# downloadedAudioDesc
source: Listen to downloaded recitations offline
ur: ฺุงุคู ููฺ ุดุฏ ุชูุงูุช ุขู ูุงุฆู ุณูฺบ

source: Reciters
ur: ูุงุฑ

# searchRecitersHint
source: Search reciters...
ur: ูุงุฑ ุชูุงุด ฺฉุฑฺบ...

source: No results found
ur: ฺฉูุฆ ูุชุฌ ูฺบ ู ูุง

# reciterPremiumOnly
source: 🔒 This reciter is available for premium subscribers only
ur: ๐  ูุงุฑ ุตุฑู ูพุฑู ู ุตุงุฑูู ฺฉ ู ุฏุณุชุงุจ 

# surahsCount
source: {count} Surahs
ur: {count} ุณูุฑุชฺบ

source: Surahs
ur: ุณูุฑุชฺบ

# ayahsCount
source: {count} Ayahs
ur: {count} ุขุงุช

source: No downloaded audio
ur: ฺฉูุฆ ฺุงุคู ููฺ ุดุฏ ุขฺู ูฺบ

# deleteAudioTitle
source: Delete Audio
ur: ุขฺู ุญุฐู ฺฉุฑฺบ

# deleteAudioConfirm
source: Are you sure you want to delete this audio?
ur: ฺฉุง ุขูพ ูุงูุน ุงุณ ุขฺู ฺฉู ุญุฐู ฺฉุฑูุง ฺุงุช ฺบุ

source: No stations available
ur: ฺฉูุฆ ุงุณูนุดู ุฏุณุชุงุจ ูฺบ

# liveRadio
source: 🟢 Live
ur: ๐ข ุจุฑุง ุฑุงุณุช

# offlineRadio
source: ⚫ Offline
ur: โซ ุขู ูุงุฆู

source: Audio Player
ur: ุขฺู ูพูุฆุฑ

# downloadSuccess
source: Downloaded successfully
ur: ฺฉุงู ุงุจ ุณ ฺุงุคู ููฺ ู ฺฏุง

source: File already downloaded
ur: ูุงุฆู ูพู  ฺุงุคู ููฺ ู ฺฺฉ 

source: Skip back 15s
ur: 15 ุณฺฉูฺ ูพฺฺพ ฺฉุฑฺบ

source: Skip forward 15s
ur: 15 ุณฺฉูฺ ุขฺฏ ฺฉุฑฺบ

source: Pause
ur: ุฑูฺฉฺบ

source: Play
ur: ฺูุงุฆฺบ

source: Playing
ur: ฺู ุฑุง 

source: Playback Completed
ur: ูพู ุจฺฉ ู ฺฉู ู

# surahIndex
source: Surah {current} of {total}
ur: ุณูุฑ {current} ุงุฒ {total}

source: Replay
ur: ุฏูุจุงุฑ ฺูุงุฆฺบ

source: Audio loading error
ur: ุขฺู ููฺ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

# gradeLabel
source: Grade
bn: গ্রেড
de: Grad
es: Grado
fr: Degré
id: Tingkat
ms: Gred
ur: ุฏุฑุฌ

# scholarLabel
source: Scholar
bn: পণ্ডিত
de: Gelehrter
es: Erudito
fr: Savant
id: Ulama
ms: Ulama
ur: ุนุงูู

# gradeSahih
source: Sahih
bn: সহীহ
ur: ุตุญุญ

# gradeHasan
source: Hasan
bn: হাসান
ur: ุญุณู

# gradeDaif
source: Daif
bn: দুর্বল
ur: ุถุนู

# gradeMawdu
source: Fabricated
bn: মাউদু
de: Mawdu
es: Mawdu
fr: Mawdu
id: Mawdu
ms: Mawdu
ur: ู ูุถูุน

# gradeMaqbul
source: Acceptable
bn: মাকবুল
de: Maqbul
es: Maqbul
fr: Maqbul
id: Maqbul
ms: Maqbul
ur: ู ูุจูู

# gradeEvaluation
source: Evaluation
bn: মূল্যায়ন
de: Bewertung
es: Evaluación
fr: Évaluation
id: Penilaian
ms: Penilaian
ur: ุชุดุฎุต

source: Next
bn: পরবর্তী
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
ms: Seterusnya
ur: ุงฺฏูุง

source: Previous
bn: পূর্ববর্তী
de: Zurück
es: Anterior
fr: Précédent
id: Sebelumnya
ms: Sebelumnya
ur: ูพฺฺพูุง

# sourceLabel
source: Source
bn: উৎস
de: Quelle
es: Fuente
id: Sumber
ms: Sumber
ur: ู ุงุฎุฐ

# hadithGradeLabel
source: Hadith Grade
bn: হাদিস গ্রেড
de: Hadith-Grad
es: Grado del Hadiz
fr: Degré du Hadith
id: Tingkat Hadis
ms: Gred Hadis
ur: ุญุฏุซ ฺฉุง ุฏุฑุฌ

# bookBukhari
source: Sahih Al-Bukhari
bn: সহীহ আল-বুখারী
de: Sahīh al-Buchārī
es: Sahih al-Bujari
fr: Sahih Al-Boukhari
id: Shahih Al-Bukhari
ur: ุตุญุญ ุจุฎุงุฑ

# bookMuslim
source: Sahih Muslim
bn: সহীহ মুসলিম
de: Sahīh Muslim
fr: Sahih Mouslim
id: Shahih Muslim
ur: ุตุญุญ ู ุณูู

# bookAbuDawud
source: Sunan Abu Dawud
bn: সুনান আবু দাউদ
de: Sunan Abū Dāwūd
fr: Sounan Abou Dawoud
ur: ุณูู ุงุจู ุฏุงุคุฏ

# bookTirmidhi
source: Jami At-Tirmidhi
bn: জামি আত-তিরমিজি
de: Dschāmiʿ at-Tirmidhī
es: Yami' at-Tirmidhi
id: Jami At-Tirmidzi
ur: ุฌุงู ุน ุชุฑู ุฐ

# bookNasai
source: Sunan An-Nasai
bn: সুনান আন-নাসাঈ
de: Sunan an-Nasāʾī
fr: Sounan An-Nassaï
ur: ุณูู ูุณุงุฆ

# bookIbnMajah
source: Sunan Ibn Majah
bn: সুনান ইবনে মাজাহ
de: Sunan Ibn Mādscha
es: Sunan Ibn Mayah
fr: Sounan Ibn Majah
ur: ุณูู ุงุจู ู ุงุฌ

# bookMalik
source: Muwatta Malik
bn: মুয়াত্তা মালিক
de: Muwattaʿ Mālik
fr: Mouwatta Malik
id: Muwatha Malik
ur: ู ูุทุง ุงู ุงู ู ุงูฺฉ

# bookNawawi
source: Forty Nawawi
bn: আরবাইন নববী
de: al-Arbaʿīn an-Nawawiyya
es: Los Cuarenta Hadices de An-Nawawi
fr: Les Quarante Hadiths de Nawawi
id: Arbain Nawawi
ms: Arbain Nawawi
ur: ุงุฑุจุนู ููู

# bookQudsi
source: Hadith Qudsi
bn: হাদিসে কুদসী
de: Hadīth Qudsī
es: Hadiz Qudsi
id: Hadits Qudsi
ms: Hadis Qudsi
ur: ุญุฏุซ ูุฏุณ

# bookDehlawi
source: Forty Hadith Shah Waliullah Dehlawi
bn: শাহ ওয়ালিউল্লাহ দেহলভীর চল্লিশ হাদিস
de: al-Arbaʿīn von Schāh Walī Allāh ad-Dihlawī
es: Los Cuarenta Hadices de Shah Waliullah Dehlawi
fr: Les Quarante Hadiths de Shah Waliullah Dehlawi
id: Arbain Shah Waliullah Dehlawi
ms: Arbain Shah Waliullah Dehlawi
ur: ุงุฑุจุนู ุดุง ูู ุงูู ุฏูู

source: Qibla Direction
bn: কিবলা দিক
de: Qibla-Richtung
es: Dirección de la Qibla
fr: Direction de la Qibla
id: Arah Kiblat
ms: Arah Kiblat
ur: ูุจู ุณู ุช

source: Locating your position...
bn: আপনার অবস্থান নির্ধারণ করা হচ্ছে...
de: Ihre Position wird ermittelt...
es: Determinando su ubicación...
fr: Localisation de votre position...
id: Menentukan lokasi Anda...
ms: Menentukan lokasi anda...
ur: ุขูพ ฺฉุง ู ูุงู ุท ฺฉุง ุฌุง ุฑุง ...

source: Error calculating Qibla
bn: কিবলা গণনা ত্রুটি
de: Fehler bei der Qibla-Berechnung
es: Error al calcular la Qibla
fr: Erreur de calcul de la Qibla
id: Kesalahan menghitung Kiblat
ms: Ralat mengira Kiblat
ur: ูุจู ุญุณุงุจ ฺฉุฑู ู ฺบ ุฎุฑุงุจ

# compassAccessError
source: Error accessing compass
bn: কম্পাস অ্যাক্সেস ত্রুটি
de: Fehler beim Zugriff auf den Kompass
es: Error al acceder a la brújula
fr: Erreur d\'accès à la boussole
id: Kesalahan mengakses kompas
ms: Ralat mengakses kompas
ur: ูุทุจ ูู ุง ุชฺฉ ุฑุณุงุฆ ู ฺบ ุฎุฑุงุจ

source: Location services disabled
bn: অবস্থান পরিষেবা নিষ্ক্রিয়
de: Standortdienste sind deaktiviert
es: Los servicios de ubicación están desactivados
fr: Services de localisation désactivés
id: Layanan lokasi dinonaktifkan
ms: Perkhidmatan lokasi dinyahaktifkan
ur: ู ูุงู ฺฉ ุฎุฏู ุงุช ุบุฑ ูุนุงู ฺบ

source: Location permission permanently denied
bn: অবস্থান অনুমতি স্থায়ীভাবে প্রত্যাখ্যান করা হয়েছে
de: Standortberechtigung dauerhaft verweigert
es: Permiso de ubicación denegado permanentemente
fr: Autorisation de localisation refusée définitivement
id: Izin lokasi ditolak secara permanen
ms: Kebenaran lokasi ditolak secara kekal
ur: ู ูุงู ฺฉ ุงุฌุงุฒุช ู ุณุชุฑุฏ ฺฉุฑ ุฏ ฺฏุฆ 

source: Qibla angle from North
bn: উত্তর থেকে কিবলা কোণ
de: Qibla-Winkel von Norden
es: Ángulo de la Qibla desde el norte
fr: Angle de la Qibla par rapport au Nord
id: Sudut Kiblat dari Utara
ms: Sudut Kiblat dari Utara
ur: ุดู ุงู ุณ ูุจู ฺฉุง ุฒุงู

# facingQiblaNow
source: You are facing Qibla now
bn: আপনি এখন কিবলার দিকে মুখ করছেন
de: Sie blicken jetzt in Richtung Qibla
es: Ahora está orientado hacia la Qibla
fr: Vous êtes face à la Qibla maintenant
id: Anda menghadap Kiblat sekarang
ms: Anda kini menghadap Kiblat
ur: ุขูพ ุงุจ ูุจู ุฑุฎ ฺบ

source: Qibla
bn: কিবলা
id: Kiblat
ms: Kiblat
ur: ูุจู

source: Gregorian to Hijri
bn: গ্রেগরিয়ান থেকে হিজরি
de: Gregorianisch zu Hijri
es: Gregoriano a Hijri
fr: Grégorien vers Hijri
id: Gregorian ke Hijriah
ms: Gregory ke Hijrah
ur: ู ูุงุฏ ุณ ุฌุฑ

source: Pick Gregorian Date
bn: গ্রেগরিয়ান তারিখ নির্বাচন করুন
de: Gregorianisches Datum auswählen
es: Seleccionar fecha gregoriana
fr: Choisir une date grégorienne
id: Pilih Tanggal Gregorian
ms: Pilih Tarikh Gregory
ur: ู ูุงุฏ ุชุงุฑุฎ ู ูุชุฎุจ ฺฉุฑฺบ

# errorConvertingGregorianToHijri
source: Error converting date
bn: তারিখ রূপান্তর ত্রুটি
de: Fehler bei der Datumsumrechnung
es: Error al convertir la fecha
fr: Erreur de conversion de date
id: Kesalahan mengonversi tanggal
ms: Ralat menukar tarikh
ur: ุชุงุฑุฎ ุชุจุฏู ฺฉุฑู ู ฺบ ุฎุฑุงุจ

source: Hijri to Gregorian
bn: হিজরি থেকে গ্রেগরিয়ান
de: Hijri zu Gregorianisch
es: Hijri a Gregoriano
fr: Hijri vers Grégorien
id: Hijriah ke Gregorian
ms: Hijrah ke Gregory
ur: ุฌุฑ ุณ ู ูุงุฏ

# enterHijriDateHint
source: Enter Hijri Date (DD/MM/YYYY)
bn: হিজরি তারিখ লিখুন (দিন/মাস/বছর)
de: Hijri-Datum eingeben (Tag/Monat/Jahr)
es: Ingrese la fecha hijri (día/mes/año)
fr: Entrer la date Hijri (JJ/MM/AAAA)
id: Masukkan Tanggal Hijriah (HH/BB/TTTT)
ms: Masukkan Tarikh Hijrah (HH/BB/TTTT)
ur: ุฌุฑ ุชุงุฑุฎ ุฏุฑุฌ ฺฉุฑฺบ (ุฏู/ู ู/ุณุงู)

# hijriDateExample
source: Example: 01/09/1445
bn: উদাহরণ: 01/09/1445
de: Beispiel: 01/09/1445
es: Ejemplo: 01/09/1445
fr: Exemple: 01/09/1445
id: Contoh: 01/09/1445
ms: Contoh: 01/09/1445
ur: ู ุซุงู: 01/09/1445

source: Convert
bn: রূপান্তর
de: Umrechnen
es: Convertir
fr: Convertir
id: Konversi
ms: Tukar
ur: ุชุจุฏู ฺฉุฑฺบ

# dateHijriLabel
source: Hijri Date
bn: হিজরি তারিখ
de: Hijri-Datum
es: Fecha Hijri
fr: Date Hijri
id: Tanggal Hijriah
ms: Tarikh Hijrah
ur: ุฌุฑ ุชุงุฑุฎ

# dateGregorianLabel
source: Gregorian Date
bn: গ্রেগরিয়ান তারিখ
de: Gregorianisches Datum
es: Fecha Gregoriana
fr: Date Grégorienne
id: Tanggal Gregorian
ms: Tarikh Gregory
ur: ู ูุงุฏ ุชุงุฑุฎ

# errorConvertingHijriToGregorian
source: Error converting date
bn: তারিখ রূপান্তর ত্রুটি
de: Fehler bei der Datumsumrechnung
es: Error al convertir la fecha
fr: Erreur de conversion de date
id: Kesalahan mengonversi tanggal
ms: Ralat menukar tarikh
ur: ุชุงุฑุฎ ุชุจุฏู ฺฉุฑู ู ฺบ ุฎุฑุงุจ
